{
    "generate_text": [
        {
            "title": "Dynamics of Translation of Single mRNA Molecules In Vivo",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""    
        }
        {
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "tl;dr": "",         
            "abstract": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""    
        }
        {
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "tl;dr": "",         
            "abstract": "T cells engineered to recognize and kill tumor cells have emerged as powerful agents for combating cancer. Nonetheless, our ability to engineer T cells remains relatively primitive. Aside from CAR T cells for treating B cell malignancies, most T cell therapies are risky, toxic, and often ineffective, especially those that target solid cancers. To fulfil the promise of cell-based therapies, we must transform cell engineering into a systematic and predictable science by applying the principles and tools of synthetic biology. Synthetic biology uses a hierarchical approach –assembling sets of modular molecular parts that can be combined into larger circuits and systems that perform defined target tasks. We outline the toolkit of synthetic modules that are needed to overcome the challenges of solid cancers, progress in building these components, and how these modules could be used to reliably engineer more effective and precise T cell therapies.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""   
        }
        {
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "tl;dr": "",         
            "abstract": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""    
        }
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""    
        }
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""    
        }
        
    ],
    "generate_abstract": [
        {
            "title": "Dynamics of Translation of Single mRNA Molecules In Vivo",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation."    
        }
        {
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "tl;dr": "",         
            "abstract": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens."     
        }
        {
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": "T cells engineered to recognize and kill tumor cells have emerged as powerful agents for combating cancer. Nonetheless, our ability to engineer T cells remains relatively primitive. Aside from CAR T cells for treating B cell malignancies, most T cell therapies are risky, toxic, and often ineffective, especially those that target solid cancers. To fulfil the promise of cell-based therapies, we must transform cell engineering into a systematic and predictable science by applying the principles and tools of synthetic biology. Synthetic biology uses a hierarchical approach –assembling sets of modular molecular parts that can be combined into larger circuits and systems that perform defined target tasks. We outline the toolkit of synthetic modules that are needed to overcome the challenges of solid cancers, progress in building these components, and how these modules could be used to reliably engineer more effective and precise T cell therapies."   
        
        }
        {
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "tl;dr": "",         
            "abstract": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance."    
        }
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement."    
        }
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": ""    
        }
        
    ],
    "generate_intro": [
        {
            "title": "Dynamics of Translation of Single mRNA Molecules In Vivo",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "Precise tuning of the expression of each gene in the genome is critical for many aspects of cell function. The level of gene expression is regulated at multiple distinct steps, including transcription, mRNA degradation and translation(Schwanhäusser et al., 2011). Regulation of all of these steps in gene expression is important, though the relative contribution of each control mechanism varies for different biological processes (Brar et al., 2012; Jovanovic et al., 2015; Peshkin et al., 2015; Tanenbaum et al., 2015; Vardy and Orr-Weaver, 2007).Measuring  the  translation  rate  from  individual  mRNAs  over  time  provides  valuable information on the mechanisms of translation and translational regulation. In vitroexperiments, mainly using bacterial ribosomes, have revealed exquisite information on ribosome translocation dynamics at the single molecule level (Blanchard, 2009; Chen et al., 2012; Cornish et al., 2008; Fei et al., 2008; Wen et al., 2008; Zaher and Green, 2009), but such methods have not yet been applied in vivo. In contrast, a genome-wide snapshot of the translational efficiency of endogenous mRNAs in vivocan be obtained through the method of ribosomal profiling (Ingolia et al., 2009, 2011). However, this method requires averaging of many cells and provides limited temporal information because of the requirement to lyse cells to make these measurements. Single cell imaging studies have succeeded in measuring average protein synthesis rates (Aakalu et al., 2001; Brittis et al., 2002; Han et al., 2014; Leung et al., 2006; Tanenbaum et al., 2015; Yu et al., 2006), observing the first translation event of an mRNA (Halstead et al., 2015), localizing sub-cellular sites of translation by co-localizing mRNAs and ribosomes (Katz et al., 2016; Wu et al., 2015), and staining nascent polypeptides with small molecule dyes (Rodriguez et al., 2006).While ribosomal profiling and other recently developed methods have provided many important new insights into the regulation of translation, many questions cannot be addressed using current technologies. For example, it is unclear to what extent different mRNA molecules produced in a single cell from the same gene behave similarly. Many methods to study translation in  vivorequire averaging of many mRNAs, masking potential differences between individual 5mRNA molecules. Such differences could arise from differential post-transcriptional regulation, such as nucleotide modifications (Choi et al., 2016; Wang et al., 2015), differential transcript lengths through use of alternative transcriptional start sites (Rojas-Duran and Gilbert, 2012)or polyadenylationsite selection (Elkon et al., 2013; Gupta et al., 2014), differences in ribonucleic protein (RNP) composition (Wu et al., 2015), distinct intracellular localization (Hüttelmaier et al., 2005), or different states of RNA secondary structure (Babendure et al., 2006; Kertesz et al., 2010). Heterogeneity among mRNA molecules could have a profound impact on the total amount of polypeptide produced, as well as the localization of protein synthesis, but remains poorly studied. Furthermore, the extent to which translation on single mRNA molecules varies over time also is largely unknown. For example, translation may occur in bursts, rather than continuously (Tatavarty  et  al.,  2012;  Yu  et  al.,  2006),  and  regulation  of  protein  synthesis  may  occur  by modulating burst size and/or frequency, which could occur either globally or on each mRNA molecule individually. In addition, the ability of an mRNA molecule to initiate translation may vary with time or spatial location, for example as cells progress through thecell cycle (Stumpf et al., 2013; Tanenbaum et al., 2015)or undergo active microtubule-based transport to particular cellular destinations (Holt and Schuman, 2013). Such regulation could involve changes in the rates of translation initiation and/or the ribosome elongation. To address these questions, new methods are required for visualizing translation on single mRNA molecules in live cells over time.Here, we present a new method, based on the SunTag fluorescence tagging system that we recently developed (Tanenbaum et al., 2014), for measuring the translation of single mRNA molecules over long periods of time. Using this system, we have measured initiation, elongation and  stalling  on  individual  mRNA  molecules  and  have  uncovered  unexpected  heterogeneity among different mRNAs molecules encoded by the same gene within a single cell. Our system will be widely applicable to the study of mRNA translation in live cells."   
        }
        {
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "tl;dr": "",         
            "abstract": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "High  throughput  sequencing  in  combination  with  CRISPR  technology  has  greatly accelerated discoveries in biology through unbiased identification of many new molecular players in key biological processes(Hsu et al., 2014; Barrangou and Doudna, 2016; Kweon and Kim, 2018; Schuster et al., 2018). Using a high diversity sgRNA library, large numbers of genes can be manipulated simultaneously in a pooled manner and sgRNA abundance differences can be determined with high throughput sequencing quickly with low labor and financial cost. Thus far, pooled CRISPR screens have been limited to phenotypes that can be transformed into sgRNA abundance differences, such as growth effects(Gilbert et al., 2014; Shalem et al., 2014; Wang et al., 2014)or phenotypes that can be directly examined by flow cytometry(Parnas et al., 2015)or single cell molecular profiling(Dixit et al., 2016; Jaitin et al., 2016; Datlinger et al., 2017; Adamson et al., 2018; Wroblewska et al., 2018; Rubin et al., 2018). However, many important cellular phenotypes  can  only  be  detected  under  a  microscope,  which  requires  a  robust  method  for transforming  optically  identified  phenotypes  into differences  in  sgRNA  abundance.    Arrayed sgRNA libraries greatly facilitate such microscope-based screens, but are not widely available.  Several in situsequencing(Feldman et al., 2019; Wang et al., 2019)and cell isolation methods(Chien et al., 2015;Piatkevich et al., 2018; Wheeler et al., 2020)were developed that allow microscopes to be used for screening.  However, these methods contain non-high throughput steps that limit their scalability.  Recently, an imaging based method named “visual cellsorting” was described that uses the photo-convertible fluorescent protein Dendra2 to enrich phenotypes optically, enabling pooled genetic screens and transcription profiling(Hasle et al., 2020).  Here, we developed an analogous approach to execute an imaging-based pooled CRISPR screen using optical enrichment by automated photo-activation of the photo-activatable fluorescent protein, PA-mCherry.  Similar to traditional enrichment based pooled CRISPR screens, cells are infected with a sgRNA library and high  throughput  sequencing  is  used  to  examine  sgRNA  abundance.    Instead  of  traditional enrichment strategies, we use optical enrichment —cells exhibiting the desired phenotype are identified and photo-activated automatically under a microscope.  Photo-activated cells are then isolated using flow cytometry and analyzed by high throughput sequencing.   We first evaluated this approach using a synthetic fluorescent reporter to estimate screening accuracy and capacity.  We then applied this approach to identify genes that regulate nuclear size.  This methodology is modular, allows millions of cells to be screened within a few hours, and can be scaled to a genome wide level."   
        }
        {
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": " Challenges in engineering T cells to treat cancer T cells modified to express chimeric antigen receptors (CARs), which redirect cytotoxicity toward tumor cells (Fig.1.1a), have proven to be remarkably effective for treating B cell malignancies. Such treatments demonstrate high rates of response (70-90%) in clinical trials and have resulted in the first two FDA approved genetically modified cell therapies (Bouchkouj et al. 2018; O’Leary et al. 2018; Park et al. 2016). Nonetheless, there has yet to be a clear success engineering T cells to treat solid tumors (Klebanoff et al. 2016; Newick et al. 2016), which comprise ~90% of all cancer cases (Brown 2000). For this emerging platform to fulfil its potential, key challenges must be overcome to enhance the reliability, efficacy, and safety of T cell therapies. CAR T cells targeting solid tumors have failed to mount effective and precise responses, due to several major challenges. First, there appears to be a lack of truly cancer-specific antigens expressed by solid tumor cells -most of which are derived from and share antigen expression with healthy epithelial cells. Thus, targeting solid tumor-associated antigens has often resulted in severe and sometimes fatal on-target, off-tumor killing of normal tissues that may express the antigen, albeit at lower levels (Johnson et al. 2009; Linette et al. 2013; Morgan et al. 2010, 2013; Parkhurst et al. 2011). Second, T cells can be ineffective in immunosuppressive tumor microenvironments (TMEs) of many solid cancers (Binnewies et al. 2018). Third, there is a dearth of ways to control the T cells after they are transferred to the patient, presenting a strong safety concern that limits our ability to test and develop more potent T cells. Here we describe ongoing efforts to advance T cell engineering which hopefully, in the near future, will enable engineering of cells capable of executing the herculean combination of tasks necessary for effective treatment of solid cancers (Fischbach et al. 2013; Geering & Fussenegger 2015; Lim & June 2017). Immunotherapy meets synthetic biology: assembling a toolkit to systematically program therapeutic cells that can go the distanceA major emerging theme in therapeutic T cell engineering is the application of synthetic biology principles (Chakravarti & Wong 2015; Chen & Chen 2019;Roybal & Lim 2017; Wu et al. 2015). The field of synthetic biology tries to understand cells as modular regulatory systems by investigating how cells are wired to give specific sense-response behaviors and, more importantly, how to reprogram cells to perform novel functions (Cheng & Lu 2012; Kitada et al. 2018). Synthetic biology uses molecular parts to hierarchically assemble cellular devices and system that perform complex tasks. While synthetic biology began largely focused on engineering microbes (bacteria and yeast) (Cameron et al. 2014), in the last 5 years there has been an explosion of mammalian cell applications. Cells, especially T cells, are ideal chassis for therapeutic engineering, due to their ability to execute more intricate behaviors than traditional small molecule or biologic drugs. Using synthetic biology, scientists can in principle develop a toolkit of individual components that can be integrated in cellular circuits that hone the therapeutic potential of T cells.In this review, we willdiscuss a variety of synthetic biology modules for engineered anti-cancer T cells. The ability to engineer T cells combining various individual therapeutic modules into cohesive circuits will be necessary to eliminate solid cancers. We propose that synthetic biology efforts to engineer T cells should be driven by three major needs: (1) enhancing the tumor recognition precision to prevent healthy tissue cross-reaction/toxicity, (2) boosting the ability to overcome suppressive TMEs, and (3) enabling user-control over engineered cells to enhance safety in patients (Fig.1.1b).The broader application of engineered T cells in patient care also faces other issues -such as cell source (allogeneic vs autologous(Qasim et al. 2017; Yang et al. 2015)), manufacturing (Esensten et al. 2016; Vormittag et al. 2018), and cost (Sarkar et al. 2018). These issues are critical for the future of engineered T cell therapies, but are beyond the scope of this review.Challenges of solid tumor recognition: balancing precision with flexibility FDA-approved CAR T cells recognize a single B cell lineage antigen (CD19) and potently kill both malignant and normal B cells. While anti-CD19 CAR T cells are not truly cancer-specific, their on-target, off-tumor effects cause manageable toxicities, as B cells are relatively expendable ,(Brudno & Kochenderfer 2016; Kochenderfer et al. 2012). However, elimination of normal tissues sharing the CAR antigen usually cannot be tolerated. In fact, there have been several instances of lethal cross-reaction, where CAR T cells targeting tumor antigens have cross-reacted with normal tissues expressing low antigen levels, demonstrating the need for T cells that detect cancer more precisely (Klebanoff et al. 2016; Rosenberg & Restifo 2015). Another tumor recognition challenge is that most cancers have heterogeneous antigen expression (Gerlinger et al. 2012; McGranahan & Swanton 2015, 2017; Sigalotti et al. 2004). While certain antigens may be expressed by many cancer cells within a tumor, often there are tumor cells with no or low levels of antigen, which can lead to the development of tumor resistance. Thus, CAR T cells targeting a single antigen lack the flexibility to capture heterogeneous antigen expression patterns in solid tumors (Chen et al. 2018). To improve targeting specificity and flexibility, synthetic biology approaches are being used to program T cells to recognize combinations of antigens, sense antigen density, and target heterogeneous antigens (Ebert et al. 2018)(Fig.1.2a).Combinatorial antigen recognition can improve tumor targeting precisionOne approach to improve tumor targeting precision is to engineer T cells with Boolean AND-gate recognition –T cells that only kill in response to sensing two antigens on cancer cells and spare healthy cells expressing either individual antigen. An early AND-gate strategy draws inspiration from the two-signal model for T cell activation (Chen & Flies 2013). The primary signal occurs when the TCR binds its cognate antigen; however, the primary signal by itself is insufficient to enable full T cell activation and proliferative response. A secondary signal from a co-stimulatory receptor is required to achieve full activation. FDA-approved CAR T cells combine both primary (CD3ζ) and co-stimulatory (CD28 and/or 41BB) signaling within one receptor. To engineer AND-gate CAR T cells, the primary and co-stimulatory signals can be split between two receptors each targeting a different antigen (Kloss et al. 2013; Wilkie et al. 2012)(Fig.1.2b).In this strategy, T cells are co-transduced with: (1) a CAR with a low-affinity single-chain variable fragment (scFv) targeting antigen A and the CD3ζsignaling domain and (2) a chimeric co-stimulatory receptor (CCR) with an scFv targeting antigen B and a costimulatory signaling domain. T cells engineered with a CAR and CCR could kill target cells that expressed just the CAR antigen in vitro but, after scFv affinity tuning, both antigens were required to achieve optimal clearance of mouse xenograft tumors.Recently, our lab developed a new class of receptors called synthetic Notch (synNotch) receptors that can be used to build even more robust AND-gates (Morsut et al. 2016; Roybal et al. 2016a,b). SynNotch receptors (based on the native Notch receptor) use an extracellular recognition domain (e.x. scFv) to detect a target antigen. Binding of the target triggers a proteolytic cleavage event that releasesthe intracellular domain of the receptor. In the synNotch receptor, this domain is a synthetic transcription factor, that when released, can enter the nucleus and drive expression of user-specified transgenes linked to the responsive promoter. Thus synNotch circuits require transfection of the receptor and the response promoter. We have shown that T cells engineered with synNotch-driven CAR expression can function as highly precise and robust AND-gates, sparing single-antigen but killing dual-antigen tumors in preclinical mouse models (Fig.1.2c). The synNotch-CAR AND-gate strategy has shown significantly greaterin vitrokilling specificity for dual-antigen cancer cells than the CAR-CCR strategy –the fact that the mechanism of AND-gating requires that the T cells transit through a series of sequential cell states (unprimed, primed, activated) makes activation by single antigen cells very limited. The ability to precisely discriminate single antigen cells could be very important when the CAR antigen is also expressed by a highly sensitive organ, such as the brain or lung. More recently, because of their flexibility and modularity we have shown that synNotch receptors can be harnessed in combination with CARs and TCRs to generate a wide variety of different Boolean gates for diverse combinatorial antigen sensing applications (unpublished data).NOT-gates are important, yet underdeveloped antigen recognition modules that inhibit T cells from killing cross-reactive normal cells. T cells engineered with A AND-NOT B circuits are activated by antigen A but dominantly inhibited by antigen B. Employing NOT-gates in combinatorial antigen recognition circuits should help prevent toxicities to healthy tissues known to also express the CAR antigen. The only published NOT-gate method for engineered T cells relies on expression of an inhibitory CAR (iCAR) that fuses an extracellular antigen-specific scFv to an intracellular inhibitory signaling domain (e.x. programmed cell death protein PD1 or CTLA4) (Fedorov et al. 2013)(Fig.1.2d). Co-expression of an iCAR with a CAR can prevent T cell killing of target cells that express the iCAR antigen. iCAR inhibitory effects are temporary and reversible, which is desirable for T cell NOT-gates. However, iCARs’ ability to inhibit T cell killing is highly dependent on high receptor and antigen expression levels and the CAR signaling architecture. Thus, we need to develop more robust and versatile T cell NOT-gates, as bioinformatic analysis of antigen expression patterns in a variety of cancers and healthy tissues suggests that negative regulation will be the most discriminatory component in combinatorial antigen-recognition circuits (personal communication, Olga Troyanskaya).Sensing antigen density as a mechanism to discriminate between cancer and normal cellsDespite the safety of antibody therapy targeting ERRB2 ,a CAR built using this antibody (Herceptin) caused fatal toxicity due to targeting normal cells expressing low levels of antigen (Morgan et al. 2010). It is now known that CAR T cells can target antigens expressed at significantly lower levels than traditional mAb therapies, increasing the risk of toxicity (Stone et al. 2012; Walker et al. 2017; Watanabe et al. 2018). One approach to boost specificity of cancer recognition is to incorporate antigen density sensing, as tumors often overexpress antigens found at lower levels in normal tissues. Density sensing was first demonstrated by lowering CAR scFv affinity to only recognize antigen overexpressing cells (Caruso et al. 2015; Liu et al. 2015). An affinity-tuned T cell should robustly kill tumor cells overexpressing the antigen and spare normal cells expressing physiologic levels (Fig.1.2e). To achieve affinity-tuned CAR recognition of a wide-pool of antigens, it is likely that specific screens will need to be carried out to generate lower affinity antibodies than are generated using conventional methods (Lim & June 2017b).Our lab is exploring alternative methods to engineer antigen density sensing in T cells. New circuits that incorporate antibody affinity, receptor expression level, and positive feedback can achieve even higher discrimination based on antigen density than by tuning CAR scFv affinity alone (unpublished data). Moving forward, combinatorial antigen recognition circuits could also be improved by integrating density sensing capabilities.Another disadvantage of single-antigen targeted CARs is that cancer cells within tumors often heterogeneously express antigens or downregulate target antigen expression during treatment, both of which can cause escape. For example, cancers can lose expression of CD19 via a variety of genetic resistance mechanisms, and a disappointing proportion of patients who initially respond to CD19 CAR T cells relapse due to antigen loss (Bagashev et al. 2018; Orlando et al. 2018; Sotillo et al. 2015).These relapses sparked development of a variety of systems to program T cells with OR-gates that kill based on recognition of either CD19 OR CD22 (or another B cell antigen) (Zah et al. 2016; Zhao et al. 2019). Perhaps the most promising strategy is to engineer T cells with one CAR that has tandem antigen recognition domains separately targeting CD19 and CD22 (Fry et al. 2017; hultz et al. 2018; Qin et al. 2018). OR-gate CARs can also be built using a single binding domain that can bind multiple tumor antigens, which is usually achieved using a natural ligand as the targeting domain (Baumeister et al. 2018; Gilham & Maher 2017; Klampatsa et al. 2017; Lee et al. 2017). Other approaches include expressing up to three separate CARs (or CAR and TCR) targeting different antigens in the same T cell or dosing multiple T cells each targeting a different antigen (Bielamowicz et al. 2017; Chen et al. 2017; Ruella et al. 2016; Slaney et al. 2017). However, expressing one CAR with tandem recognition domains has shown the best efficacy in preclinical mouse models (Hegde et al. 2016). Engineering T cells to overcome antigen heterogeneity is critical when targeting solid tumors. For example, in glioblastoma multiforme a subset of patients express a truly tumor-specific antigen, deletion variant III of the epidermal growth factor receptor (EGFRvIII); however, EGFRvIII is heterogeneously expressed, and a CAR T cell clinical trial targeting EGFRvIII failed to observe any tumor regression despite evidence of killing EGFRvIII-positive cancer cells (O’Rourke et al. 2017). Thus, generating CAR T cell systems that are specific enough to prevent toxicities but also flexible enough to detect heterogeneous antigen expression patterns will be critical for treating solid tumors. We are currently exploring how synNotchàCAR circuits could be used to prime based on recognition of a heterogeneous antigen like EGFRvIII, but then kill based on a more homogeneous, though less specific antigen (Discussed in Chapter 2). Overall, approaches that allow T cells to integrate information across multiple cells in a tumor would be powerful tools in overcoming heterogeneity andcould be another unique advantage of cell therapy.Multiple suppressive mechanisms limit T cell activity within solid tumorsSolving the recognition problem to safely target cancer cells is only one piece of the puzzle for CAR T cells. Solid tumors create microenvironments that limit immunity using immunosuppressive factors such as inhibitory cells (e.x. Tregs), soluble signals (e.x. TGF-β), cell-cell contact ligands (e.x. PD1 axis), and physical barriers (extracellular matrix [ECM]) (Fig.1.3). Tumor microenvironments (TMEs) are also characterized by hypoxia and nutrient deprivation that metabolically T cells (Anderson et al. 2017; Binnewies et al. 2018; Jerby-Arnon et al. 2018). CAR T cell clinical trials for solid tumors have produced disappointing results; therefore, we need better ways to engineer T cells to traffic to, infiltrate into, and overcome suppressive signals in TMEs. Synthetic biology can help develop a versatile toolkit of modularly combinable parts to engineer disease-specificT cells with customizable circuits to overcome the unique suppressive mechanisms presented by different tumors types.Improving T cell trafficking to and infiltration into tumorsCAR T cell therapy for solid tumors is limited by trafficking and infiltration (Idorn & thor Straten 2018; Slaney et al. 2014). Since blood cancers circulate in the same compartments as CAR T cells, engineered tumor-homing hasn’t been necessary. However, solid cancers are outside of the lymphoid circulation; therefore, synthetically homing T cells to solid tumors could help. To make things more difficult, tumors often secrete chemokines that prevent T cell homing(Harlin et al. 2009), and T cells often have incompatible chemokine receptors for chemokines found in tumors (Griffith et al. 2014). To enhance tumor homing, groups have co-transduced CAR T cells with chemokine receptors corresponding to chemokines found in particular tumors. This approach has been tested in preclinical mouse models of Hodgkin’s lymphoma, mesothelioma, and neuroblastoma(Craddock et al. 2010; Kershaw et al. 2002; Moon et al. 2011; Stasi et al. 2009). Rather than relying on endogenous chemokine/chemokine receptor pairs, our group has shown that fully synthetic systems can control cell motility. Using a G protein-coupled receptor modified to respond to a bioinert drug, we engineered immune cells with drug-directed migration (Park et al. 2014). This technology can be combined with a drug releasing bead implanted at a disease site to direct only engineered cells to migrate towards the drug. Still, we need better methods to control cell trafficking, and new strategies to enable recruitment of tunable quantities of engineered cells to tumors would significantly push the field forward. Solid tumors also have physical barriers that pose additional challenges to T cells. ECM in solid tumors limits T cells’ penetration and aggregation (Peranzoni et al. 2013; Salmon et al. 2012). Heparan sulfate proteoglycan (HSPG) is an important tumor ECM component. By expressing an HPSE-degrading enzyme in CAR T cells, a group achieved increased infiltration and antitumor activity in preclinical tumor models (Caruana et al. 2015)(Fig.1.3). However, without some form of local regulation, T cells with ECM-degrading payloads may cause toxicity."     
        }
        {
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "tl;dr": "",         
            "abstract": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "The genus Torradovirus(family Secoviridae)was relatively recently described  to include emerging viruses associated with outbreaks of a burning or scorching of tomatoes leaves and shoots in locations all over the world (Gilbertsonet al., 2015; van der Vlugt et al., 2015). One of the  first  outbreaks  of  this  new  burning  disease  of  tomato  occurred  in  Spain  in  2001  and  the symptoms included burn-like necrotic spots on the leaves and stems of affected plants. In some cases fruits show necrotic etching and rings (Gilbertsonet al., 2017). A new type of plus sense ssRNA was associated with the symptoms, which was given the species name Tomato torrado virus(ToTV) (Verbeek et al. 2007). In addition to ToTV from the Old World, additional species of this type of virus were being described associated with these same burning symptoms of tomato plants in countries of the New World, Tomato marchitez virus (ToMarV) in Mexico (Verbeeket al., 2008)and in Guatemala, tomato chocolate spot virus (ToChSV) (Batumanet al., 2010). These viruses were subsequently placed into a new genus, Torradovirus. Members of the genus are most closely related to plus sense ssRNA viruses in Secoviridae family (Thompson et al., 2017). The  torradovirus  genome  is  comprised  in  two  segments,  RNA  1  and  RNA  2  of approximately 7 kb and 5 kb, respectively. Each RNA is individually encapsidated by the three capsid proteins (CPs), Vp35, Vp26 and Vp24, to form an icosahedral virion of 30 nm in diameter (Verbeek et al. 2007). Both RNAs have a VpG linked to the 5’ end, and a 3’ poly(A) tail. RNA 1 encodes  for  a  polyprotein  that  is  processed  into  a  RNA-dependent  RNA  polymerase  (RdRp), protease, protease-cofactor, VpG and helicase proteins. RNA 2 is translated into a polyprotein that is cleaved into a putative movement protein (MP) and the three capsid proteins (CPs). In addition, the torradovirus RNA 2 has an open reading frame (ORF1) that is located upstream of the start codon of the polyprotein (van der Vlugt et al., 2015). ORF1 encodes a protein of approximately 20 kDa that has been associated with systemic movement of tomato apex necrosis virus (ToANV) (Ferrioli et al. 2018). In addition to the tomato-infecting (TI) torradoviruses, divergent torradoviruses infecting other plant species have also been identified (Lecoq et al., 2016; Rozado-Aguirre et al., 2016; Seo et al., 2014; Verbeeket al., 2014). The first of these non-tomato infecting (NTI) torradoviruses was Lettuce  necrotic  leaf  curl  virus(LNLCV)  infecting  lettuce  in  The  Netherlands  in  2011 (Verbeek et al., 2014). The NTI torradoviruses discovered to date have not been associated with outbreaks  of  diseases  of  economic  importance.  Through  the  application  of  high  throughput sequencing (HTS), these NTI torradoviruses have been discovered worldwide in plants including motherwort, carrot, lettuce, squash (Lecoq et al. 2016; Verbeek, et al. 2014; Rozado-Aguirre et al. 2016; Seo et al. 2014; Turina et al. 2007; M. Verbeek et al. 2008). Phylogenetic analyses have revealed that TI and NIT torradoviruses comprise distinct lineages. In nature, TI torradoviruses are vectored in a semipersistent manner by several species of whiteflies,  including Bemisia  tabaci,  Trialeurodes  vaporiarorumand Trialeurodes  abutilonea(Verbeeket al. 2014; Wintermantelet al.2018). In particular, the worldwide emergence of the B. tabacisupervector may have driven the emergence of TI torradoviruses (Gilbertsonet al., 2015). Thus outbreaks of TI torradoviruses infecting tomato have been reported in 13 countries from four continents (Larsen 1984; Verdin et al. 2009; Afechtal 2020; Batuman et al. 2010; Verbeek et al. 2010;Verbeek andDullemans 2012; Verbeek et al. 2007; van der Vlugt et al., 2015). This suggests a combination of local emergence and long-distance spread. In 2015, sampleswere received froma late-planted experimental tomato plot in Kern County, CA was infected with B. tabaciwhiteflies and showed severe virus-like disease symptoms, including stunting  and  distorted  growth  and  curled,  crumpled  and  extensive  necrosis  of  leaves.  These symptoms were similar to those induced by Tomato spotted wilt virus(TSWV),  but immunostrips tests for TSWV were negative. Having ruled out other viruses, the possibility of a torradovirus was considered.  Indeed,  RT-PCR  tests  with  degenerate  torradovirus  primer  pairs,  revealed  the expected-size  fragments  consistent  with  torradovirus  infection.  Furthermore,  comparisons  of sequences of these PCR-amplified fragments suggest this was an outbreak of tomato necrotic dwarf disease (ToNDD), which occurred in the Imperial Valley, Southern California in the 1970s-80s (Larsen, 1984). Here I provideevidence that this, late season disease outbreak in tomatoes was caused by ToNDV,  the  first  report  of  this  disease  since  1984. Furthermore,  I  characterizedan  isolate associated with this outbreak, ToNDV-K15 including developing infectious RNA 1 and RNA 2 clones. An agroinoculationsystem was developed and used to determine the host range, whitefly transmission and screening of tomato for resistance. Materials and methodsSamplecollection andmechanical transmissionIn October 2015, severe virus-like symptoms were observed in leaves and stems of tomato plants  in  a  late-season  experimental  plot  in  Kern  County,  California,  USA.  Samples  with representative symptoms were collected by Farm advisor Joe Nuñez and sent toUC Davis. These samples were used in lateral flow tests (Agdia, Elkhart IN) and samples were stored at -80 C for further analysis. Mechanical (sap) inoculation was performed by grindingsymptomatic tomato leaves in0.01M potassium phosphatebufferpH 7.2. The resulting sap was rubbedonto leavespreviously  sprinkled  with  celite.Plants  were  maintained  in  a  controlled  environment chamber (Conviron  PGR15;  250 μmol·m-2·s-1,  16-h  photoperiod, 22C  day/night,  RH  60%).Fourteen days after inoculation theplants werevisuallyassessed for symptoms. Nucleic acid extraction and virus detection with RT-PCR Total  RNA  was  extracted  from  infected  leaves  with  RNAeasy  extraction  kit  (Qiagen) following manufacturer’s instructions and cDNA was generated with 6ul RNA and SSII enzyme according to manufacturer instructions (Thermo Fisher). The cDNA was used in PCR with primer pairs for selected infecting viruses. The results were analyzed by agarose gel electrophoresis in 0.8% gels. Samples were analyzed by RT-PCR with torradovirus specific primers for RNA 1 (ToR1F, ToR1R) and RNA 2(ToR2F, ToR2R) and later with ToNDV specific primers for RNA 1 (ToNDVR1F, ToNDVR1R) and RNA 2 (ToNDVR2F, ToNDVR2R). Primers sequences are presented in Table 3.  Construction of the infectious cDNA clone of ToNDVTo generate infectious clones, leaf issue fromnewly emergent leaves of ToNDV-infected N.  benthamianaplantswas  collected  14  dpi, and total RNA  was  extracted  with  the  Qiagen RNAeasy extraction kitaccording to manufacturer’s recommendations.The RNA1 and RNA2 cDNAs weresynthesized with Superscript IV (Invitrogen) and polyT primers. Reactions were incubated for 1.5h at 50 C. This cDNA was then used as a template for the PCR reactions. The Gibson assembly strategywas used togenerate full-length RNA 1 and RNA 2clones. Here, the 5’ and 3’ primerpairs, designed to direct the amplification of RNA 1 and RNA 2 were designed with overlapping endsthat arecomplementary to thesequences of thepJL89 binary vector for assembly(primer sequences are presented in Table 3). The cDNA was amplified by touchdown PCR, with primers designed based on the pJL89 vector  to  generateoverlapping  sequences  for  assembly  in  the  Gibson  reaction  (Table  3).  ThetouchdownPCR amplification was performed with Phusion High Fidelity polymerase (NEB). The touchdown phase of the PCR for both RNAs was 10 cycles of 98 C for 2 min, 60 C for 30 sec (this temperature was reduced by one degree each cycle) followed by an extension of 72C for 10 min. The next stage of the PCR continued with 25 cycles of 98 C for 10 sec, 50 C for 30 sec and 72 C for 10 min with a final extension of 72 C for 5 min. The PCR products were visualized in 0.8% agarose gels, excised, recovered with the Zymo Gel DNA recovery kit (Zymo research) according to manufacturer’s recommendations. One Gibson assembly reaction (NEB) was made for RNA 1 and RNA 2 with 200 ng of RNA 1 or RNA 2 and 200 ng of pJL89 binary vector were used in a 20 ul final volume. The assembly was performed at 52 C for 1.5 h. Then 5 ul of the assembly was transformed into E. coliDH10B (Invitrogen) cells by electroporation, plated in LB Kanamycin platesand grown overnight at 28C. Colonies were selected and grown overnight with shaking in liquid LB media with kanamycin at 28 C. Plasmid minipreparations were made with selected cultures  with  the  Zymo  miniprep  Kit  according  to  manufacturer’s  recommendations.  Plasmid DNAs were analyzed by agarose gel electrophoresis in a 0.8% agarose gels and RNA 1 and RNA 2 inserts were identified based on size. Selected plasmids having the inserts of the correct were sent for sequencing with the 35S-F primer and Rbz reverse primer. The clones with insert of RNA 1  and  RNA  2  were  sequenced  completely  andtransformed  into A.  tumefaciensC58  cells  by electroporation. AgroinoculationLiquidcultures ofA. tumefaciensstrains carrying the full-length RNA1 and RNA2of ToNDV-K15  were  grown  in  LB  media  with  kanamycin  overnight  at  28  C.  The  cells  were concentrated by centrifugationand resuspended in1 mMMgCl2to an OD of 1.0.The RNA1 and RNA2agrocloneswere co-inoculated intoplants by stempuncture beneath the shoot apex.Five plants of each variety or species were agroinoculated and one plant was agroinoculatedwith the empty  pJL89  vector  as  a  negative  control.Plants  were  maintained  in  a  growth  chamber  as previously described.By 14dpi,plants were examined for symptoms and samples ofthe newly emerged leaves taken forRT-PCRtestswith ToNDV RNA 1 and RNA 2 specific primerpairs (Table 3). Sequencing of the infectious ToNDV RNA 1 and RNA 2 cDNA clone Sequencing was done by primer walking byMacrogen USA. The primer sequences used are shown in Table 3. The trimming and assembly of the RNA 1 and RNA 2 sequences was performed in Geneious.  Host range Initial agroinoculations experiments were performed with 3-4 weeks old N. benthamianaand tomato plants (varieties NUN6394 and NUN638). Following the establishment of infectivity of the ToNDV RNA 1 and RNA 2 clones, a partial host range for ToNDV was determined by agroinoculating 5 plants of the following crop and non-crop species: (i) Nicotiana benthamiana,(ii) N. glutinosa,(iii) Chenopodium quinoa,(iv) C. amaranthicolor,(v) Datura stramonium,(vi) common  bean  (Phaseolus  vulgaris)cv.  Topcrop,  (vii)  eggplant  (Solanum  melongena),  (viii) butternut squash (Cucurbita moschata)and the tomato cvs: Glamour, NUN6394, NUN6385 and TY-1. By 14 dpi, the plants were visually evaluated for symptoms and samples from the newly emergent leaves were collected for virus detection by RT-PCR. Total RNA was extracted from leaf samples of each of the inoculated plants and the empty vector control plants by the Qiagen RNeasy kit, and cDNA was synthesized with SuperScript II (Thermo Fisher) and random primers. RT-PCR with a specific primer pair for ToNDV VP35CP gene in RNA2 was used. A plant of each species/varieties were agroinoculated with the vector alone as a negative control.  Whitefly transmissionWhitefly  transmission  experiments  were  performed  in  the  laboratory  of  collaborator William Wintermantel by following the method described in  (Wintermantel et al., 2018).Briefly, adult T. abutiloneaor T. vaporariorumwhiteflies were given a 48-h acquisition access period with free feeding on infected pepperleaves, and were collected and placed in clip cages (20-40 per cage), after which clip cages were attached to the underside of test plants at the two true-leaf growth  stage  for  a  48-h  inoculation  access  period(IAP).  Followingthe  IAP,  clip  cages  were removedand plants were placed in mesh cages that were placed ingrowth chambers. Inoculated leaves were removed at 1week post-inoculation to prevent maturation of whitefly nymphs, and plants were treated with systemic insecticides. Plants were evaluated visually for the presence of viral symptoms at 3 weeks post-inoculation and infection with ToNDV was verified by RT-PCR.Sequence comparisons and phylogenetic analyses Sequence  comparisons  were  performed  in  Geneious.  Phylogenetic  analyses  were performed with the RNA 1 and RNA 2 sequences of the infectious clones. For these analyses nucleotide and amino acid sequences were obtained from NCBIfor both RNAs, ORF1 and both UTRs  for  ToNDV-R  (KC999058.1, NC_027927.1),  ToTV  (NC_009013.1, NC_009032.1), ToMarV  (NC_010987.1,NC_010988.1),  ToChSV  (NC_013075.1, GQ305132.1),  Tomato chocolate  virus  (ToChV)  (FJ560489.1,FJ560490.1),  LNLCV(NC_035214.1,NC_035219.1), Motherwort yellow mosaic virus (MYMoV) (NC_035218.1,NC_035220.1), Carrot torradovirus like  virus  (CaTV1)(LC436363.1, NC_025480.2),  Squash  chlorotic  leaf  spot  virus (SCLSV) (NC_035221.1, NC_035215.1)  and Cherry  raspleaf  virus(CRLV)  (Genus Cheravirus,  family Secoviridae)(NC_006271.1, NC_006272.1) was used as an outgroup. Sequences were aligned with  the  relevant  ToNDV-K15  sequences  in  Geneious  with  the  MAFFT  algorithm.  The phylogenetic trees were generated with a GTR model for nt and Poisson model for amino acids in MrBayes in Geneious prime 2022.2.1 (Biomatters) with 100,000 bootstraps and a burn of 10,000. The trees were also visualized in Geneious prime.  Tomato varieties evaluation To screen for resistance to ToNDV-K15, 37tomato varieties were tested. For each variety, two groups of 19 plants were agroinoculated with the ToNDV-K15 as described. In addition, plants of two susceptible controls (cvs. N6394 and N6428) and negative (LA-3474-R tomato variety) were also included. The plants were agroinoculated at the two true leaves stage as previously described (REF). Twoweeksafter the first inoculation,the plants were inoculated againby the same method and symptoms were evaluated four weeks after the first inoculation. Rating system consisted of presence or absence of necrotic symptoms in the leaves, with comments on degree of severity of symptoms."     
        }
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "Plant viruses infect their hosts and alter the cellular machinery to replicate and spread within plants (Singh & Singh, 2018).  This often involves altering normal cellular functions that lead  to  the  development  of  disease  symptoms.  Given  their  small  genomes,  viruses  encode multifunctional  proteins  that  are  essential  for  successful  viral  infection.  Knowledge  of  the functions    of  viral  proteins  and  their  interactions  with  host  factors  can  lead  to  new  effective strategies to control spread of viral diseases (Romay & Bragard, 2017). The major steps in viral infection of plants are (i) viral replication and gene expression, (ii) cell-to-cell movement, and (iii) long distance (systemic) spread. Thus, the capacity to move within the  plant  is  essential  and  involves  overcoming  numerous  barriers.  For  cell-to-cell  movement, viruses  use    plasmodesmata  (PD),  the  membrane-lined  channels  that  interconnect  plant  cells (Lucas et al., 2009). However, PDs typically are nanochannels (1-3 nm) that are too narrow to allow movement of virions or viral nucleic acids. These channels are also regulated and dynamic structures that can change size. The size exclusion limit (SEL) reveals the aperture of the PD nanochannels, which impacts macromolecular transport. Therefore, plant viruses have evolved specialized proteins to modify the SEL and facilitate cell-to-cell movement of viral nucleic acids, often moving though PD in the process (Noueiryet al., 1994). Those are referred of as movement proteins (MP); and are defined as non-structural proteins that mediate movement typically through PD. For some viruses, capsid proteins (CP) might also play a role in long-distance movement (Rojas et al., 2016a), either in the form of virions or providing an additional role in movement, e.g., CP of Tomato yellow leaf curl virus (TYLCV) (Rojas et al., 2001). Thus,  cell-to-cell  movement  of  many  plant  viruses  occurs  between  cells  via  PD  of interconnected cells to allow the virus to move out from initially infected cells and eventually, to the phloem for long-distance movement/transport to tissues where active cell division is underway, e.g., shoot and root apices. Thus, viruses utilize the vascular system of the plant for systemic infection,  this  occurs  via  source  to  sink  manner  and  allows  viruses  to  access  cells    that  are progenitors of phloem cells (Vuorinenet al., 2011). Finally, it should be noted that long-distance movement must be differentiated from long-distance movement of RNAi, siRNA as some long distance  MPs  have  turned  out  to  be  suppressors  of  silencing  that  can  facilitate  long-distance movement, e.g. 2b protein of cucumber mosaic virus (CMV) (Nemeset al., 2014). Two major mechanisms of cell-to-cell movement of plant viruses have been recognized: (i) via virus-specific tubules through which virions move or (ii) MP-mediated SEL increase that typically does not involve structural modification of PD. The tubules are generated by modifications of PD or de novoand are composed of MP and CPs, throughwhicha non-virion MP-viralnucleic acid complex may move. The Secoviridaefamily is a large and diverse family of plant infecting plus-sense ssRNAviruses. Many of these viruses have several members which use the tubule mode of movement to establish infection, e.g., members of the genera comovirus, nepovirus and cheravirus (Amariet al., 2011; Kasteelet al.,1997; Rojas et al., 2016b; Van Lentet al., 1991). Whereas the PD SEL modification  is  used  by  geminiviruses,  cucumoviruses,  dianthoviruses,  potyviruses  and tobamoviruses (Denget al., 2015; Mushegian & Elena, 2015; Rojas et al., 2016b). Cowpea mosaic virus(CPMV) (Pouwels et al., 2003; Van Lentet al., 1991)was one of the first virus shown to utilize the tubule mechanism and demonstrated a role for the MP and CP interaction in this process (Carvalho et al., 2004). The genus Torradovirus was recently established and is in thefamily Secoviridaeand  there  is  little  information  about  how  these  viruses  move  in  plants.  Thus,  the torradovirus, ToNDV described in chapter 2 was used as a tool to expand the knowledge on these viruses. In the present study, I investigated the role of RNA2 encoded proteins, ORF1 and MP, involved  in  movement  of  ToNDV.  Here,  I  describe  genetic  and  functional  analyses  of  these proteins  with  mutational,  subcellular,  and  nucleic  acid  binding  analyses.  To  understand  the biological  properties  and  possible  interactions  during  infection  of  torradoviruses,  sequence comparisons  were  used  to  infer  putative  functions  of  these  proteins.  Subcellular  localization experiments informed about possible interactions with plant proteins in the vicinity and possible function. Iidentified motifs in the proteins, e.g., myristoylation domains, that may be involved in anchoring these proteins to cellular locations, e.g., membranes, and specific residues in the proteins that allows the ORF1 and MP of torradoviruses to function (Wang et al., 2021). The information obtained in this study with a new isolate of ToNDV has revealed novel roles and possible functions of these proteins in torradovirus movement."     
        }
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "The  family Potyviridaeis  the  largest  and  most  diverse  group  of  plant-infecting  RNA viruses.  Many  of  these  viruses  cause  economically  important  plant  diseases  of  crops  and ornamentals  worldwide.  Outbreaks  of  these  viruses  can  result  in  100%  loss  in  crops  such  as cucurbits,  papaya,  and  peppers.  Symptoms  caused  by  these  viruses  typically  include  mosaic, mottling and distortion of leaves and deformation and reduced size of fruits (Ali, 2020). Members of this family are non-enveloped and possess a genome composed of plus-sense single-stranded RNA. The virions are long flexuous rods that measure  ~680 to 900 nm in length and 11-20 nm in width, and encapsidates the genomic RNA, which is ~8-11 kb(Inoue-Nagata et al., 2022). Most members are monopartite, except for those of the genus Bymovirus, which are bipartite (Inoue-Nagata et al., 2022). The family Potyviridaecurrently is composed of 11 genera established based on host range, vector, genomic features and phylogeny (Inoue-Nagata et al., 2022). The genus Potyvirusis the largest (~150 species) and all members are vectored by aphids in a non-persistent manner. The other genera have far fewer species (6-11), and some have vectors other than aphids. Thus , the 11 species of the genus Macluravirus are vectored by aphids (non-persistent) (Wylie et al., 2017), whereas the six species of the genus Tritimovirushave eriophyid mite vectors and transmission is semi-persistent (Tatineni andHein, 2018). Members of the genus Ipomovirusare vectored bywhiteflies  of  the Bemisia  tabacicryptic  species  complex  and  in  a  semi-persistent  manner (Gilbertsonet al, 2015; Inoue-Nagata et al., 2022). There are nine ICTV-recognized species in the genus Ipomovirus, most of which occur in the Old World (OW), mostly in Africa (Gilbertson et al., 2015). The exception in SqVYV, which was first identified infecting cucurbits in the New World (NW), i.e., Florida US in 2007 (Adkins et al., 2007). Here, it is also important to note that ipomovirus species are relatively divergent in sequence  and  genome  organization.  Three  genome  organizations  have  been  recognized  for Ipomovirus species based on divergence in the 5’ proximal P1-type and HC-Pro genes and proteins (Dombrovskyet al., 2014): (i) Sweet potato mild mottle virus (SPMMV)-type with a large P1 gene/protein and HC-Pro; (ii) SqVYV-type, with P1a and P1b genes/proteins, but no HC-Pro gene; and (iii) Cassava brown streak virus(CBSV)-type, with only a P1b gene/protein and no HC-Pro. The first identification of SqVYV was from Florida USA in 2003, when the virus was associated with yellowing symptoms observed in fields of squash (Cucurbita pepo). Potyvirus-like virions were observed by electron microscopy in preparations of these leaves and potyvirus-like pinwheel-type inclusion bodies were observed in cells of infected leaves (Adkins et al., 2007). Molecular characterization (sequencing) revealed that the potyvirus-like virus was actually a new type  of  potyvirus-like  virus,  which  was  named  SqVYV (Adkins et  al.,2007).  The  virus  was initially shown to be mechanically transmissible and, subsequently, by whiteflies and not aphids. The host-range of SqVYV is narrow and limited to members of the Cucurbitaceae family, and there is no evidence of seed transmission (Adkinset al. 2007). Importantly, SqVYV induces the highly  destructive  vine  decline  disease  of  watermelon,  whereas  itcauses  vein  yellowing  and mosaic in melon and squash. Beginning  in  2014,  there  have  been  several  new  reports  of  SqVYV  in  different geographical regions of the world. In the Spring of 2014, watermelon plants in a field in Israel showed symptoms of wilting, yellowing and necrosis of leaves and stems, as well as severe damage (internal necrosis) of fruits. It was established that this was watermelon vein decline disease caused by a distinct strain of SqVYV,  SqVYV-IL (Reingoldet al.2016). In September 2020, a SqVYV isolate was detected infecting butternut squash, in the Lower Rio Grande Valley of Texas, but the strain was not identified (Hernandezet al., 2021). The subject of this chapter ofmy thesis is the outbreak of a SqVYV-like virus that was detected in pumpkin plants with severe stunting and leaves with crumpling epinasty and yellowing at the DREC in Holtville, California in the Imperial Valley in the fall of 2014 (Batuman et al. 2015).  The  first  clue  of  Ipomovirus  infection  of  these  plants  came  from  RT-PCR  tests  with degenerate potyvirus primers in which a positive result was obtained with a CI primer pair but negative with a HC-Pro primer pair, and the observation of long flexuous rods similar to that of potyviruses virions were observed in leaf dip preparation viewed by EM (Batuman et al., 2015). Sequencing of the RT-PCR amplified CI fragment and, subsequently, a capsid protein (CP) gene amplified with a SqVYV primer pair revealed 99% identity of SqVYV-IL.This was the first report of  SqVYV  infecting  cucurbits  in  a  state  other  than  Florida  and  indicated  that  thevirus  was spreading. Here, I present the completion and analysis of the complete sequence of the genomic RNA of an isolate of SqVYV-CA and development of a specific RT-PCR test for the virus, which was used to show SqVYV-CA has spread into Fresno Co in 2021."     
        }
 
    ],
    "generate_survey": [
        {
            "title": "Dynamics of Translation of Single mRNA Molecules In Vivo",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""     
        }
        {
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "tl;dr": "",         
            "abstract": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""    
        }
        {
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""  
        }
        {
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "tl;dr": "",         
            "abstract": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""     
        }
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""     
        }
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""     
        }
       
    ],
    "generate_methodology": [
        {
            "title": "Dynamics of Translation of Single mRNA Molecules In Vivo",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": "Materials and MethodsCell Culture and Drug TreatmentU2OS and HEK293 cells were grown in DMEM/5% with Pen/Strep. Plasmid transfections were performed with Fugene 6 (Roche), and stable transformants were selected with zeocin (Life Technologies). Unless noted otherwise, reporter transcripts were expressed froma doxycycline-inducible promoter,and expression of the reporter was induced with 1 mg/mL doxycycline (Sigma)for 1 hr before imaging. Harringtonine (Cayman Chemical) was used at3 mg/ml. 5 mM 4NQO (Sigma) was added to cells for 1 hr before imaging.Puromycin (Life Technologies) was used at 100 mg/ml. Hippuristanol (a kindgift of Dr. J. Tanaka) was used at 5 mM. Cycloheximide (Sigma) was used at200 mg/ml.MicroscopyCells  were  grown  in  96-well  glass  bottom  dishes  (Matriplate,  Brooks).  Images  were acquired using a Yokogawa CSU-X1 spinning disk confocal attached to an inverted Nikon TI microscope with Nikon Perfect Focus system, 1003 NA 1.49 objective, an Andor iXon Ultra 897 EM-CCD camera, and Micro-Manager software (Edelstein et al., 2010). Single z-plane images were acquired every 30 s unless noted otherwise. During image acquisition, cells were maintainedat a constant temperature of 36°C–37°C. Camera exposure times were generally set to 500 ms, unless noted otherwise. We note that stable expression of PP7-mCherry, either with or without the  CAAX  domain,  also  resulted  in  an  accumulation  of  mCherry  signal  in  lysosomes,  but lysosomes could be readily distinguished from mRNA foci based on signal intensityand mobility.FACSGFP and scFv-GFP (Fig. 2.1b), mCherry, PP7-mCherry, or PP7-2xmCherry-CAAX (Fig. 2.1f) were expressed from a constitutive promoter, while the two reporters, SunTag24x-mCherry and GFP-PP724x(Fig. 2.1b and f, respectively) were expressed from an inducible promoter in U2OS cells expressing the Tet repressor protein, and their expression was induced 24 hr after transfection using doxycycline (1 mg/ml). This ensured that the reporters were translated in the presence  of  high  levels  of  the  scFv-GFP  and  PP7-2xmCherry-CAAX  proteins.  Cells  were collected one day after doxycycline induction and analyzed by FACS. Cells were gated for GFP and mCherry double positivity, and the mCherry and GFP levels (Fig. 2.1b and f, respectively) were analyzed using Flowjo v10.1.General  considerations  for  quantifying  translation  based  on  scFv-GFP  fluorescence  intensity valuesIn  this  study,  we  provide  estimates  for  the  number  of  ribosomes  per  mRNA,  reveal ribosome initiation and translocation rates and provide measurements of ribosome stalling. All these values were calculated based on fluorescence intensities of the scFv-GFP antibody bound to nascent polypeptides. It is important to note that such fluorescence intensities by themselves do not provide quantitative information, but only can be interpreted after taking several factors into consideration. 1) Ribosome position along the mRNA. Ribosome position along the mRNA affects the number of SunTag peptides that have been  synthesized, and  thus  the  amount  of  scFv-GFP  fluorescence  associated  with  that ribosome/nascent polypeptide. We have generated a mathematical model to correct for this effect (see the section “Modeling of the fluorescence intensity of translation sites” below, and Fig.S2.7).It is important to note that this model assumes a homogeneous distribution of ribosomes along the mRNA which is likely accurate when averaging many mRNAs, but stochastic distributions can occur on an individual mRNA molecule. Also, non-homogenous distribution of ribosomes will not bias the estimate of ribosome number in ensemble statistics, as it is equally likely to underestimate or to overestimate ribosome number.2) Variability in the number of scFv-GFPs bound to a SunTag peptide array. The fluorescence intensity of a nascent polypeptide depends on the number of scFv-GFP molecules  bound.  The  number  of  scFv-GFP  antibody  molecules  bound  to  a  single  SunTag polypeptide can, however, vary. This variation may be limited though, as binding of the scFv-GFP to the 24 peptide SunTag array appears to saturate when sufficient cytoplasmic scFv-GFP is present, resulting in the binding of close to 24 scFv-GFPs per SunTag24xarray(Tanenbaum et al., 2014). Variation in the number of scFv-GFPs per SunTag24xarray will not affect the calculation of the number of ribosomes per mRNA, as this variation will occur on both the nascent polypeptides and  the  fully  synthesized  and  released  SunTag  protein  in  the  same  cells  which  is  used  to normalize the fluorescence intensity of the translation sites. However, when a lot of SunTag24xmolecules have been synthesized and released into the cytoplasm, they can sequester the free scFv-GFP, leaving insufficient free scFv-GFP to bind all newly synthesized nascent SunTag peptides. Indeed, we have observed that at high expression levels of the reporter, translation sites become progressively dimmer after several hours, indicative of cytoplasmic depletion of the scFv-GFP. While such depletion of cytoplasmic scFv results both in dimmer translation sites and dimmer fully synthesized SunTag protein (used for normalization), and therefore does not affect our calculations of ribosome number per mRNA. Nonetheless, to circumvent this issue, we have used an inducible promoter to initiate reporter expression only ~1 hr before image acquisition. An additional source of variability in scFv-GFP binding to the SunTag peptides is introduced by the lag time that exists between synthesis of a new SunTag peptide and binding to the scFv-GFP. However,our experiments show that this lag time likely does not substantially decrease overall fluorescence intensity of the translation site, indicating that the binding reaction is relatively fast. This lag time likely depends on the level of free cytoplasmic scFv-GFP, and could therefore vary under different conditions.3) Fluorescence decay of the scFv-GFP signal at translation sites.In several experiments, including cases of natural translation shutdown and harringtonine ribosome run-off experiments, we observed a reduction in scFv-GFP fluorescence intensity at translation  sites.  We  generally  interpret  this  fluorescence  decay  as  ribosomes  terminating translation at the stop codon, which results in nascent chain release and ribosome recycling. While this conclusion is likely valid in most cases, alternative explanations are possible. For example, ribosomes stall for extended periods of time on mRNAs with chemical damage or on the Xbp1 nucleotide pausing sequence, but eventually scFv-GFP signal associated with stalled translation sites does decrease. While it is possible that ribosomes eventually normally read through such stall sequences and terminate normally at a stop codon, it is also possible that ribosomes are removed from mRNAs after a prolonged stalling event. Additional experiments are required to distinguish these events, for example by placing the stall-inducing sequence upstream of the SunTag peptide array.4) PhotobleachingPhotobleaching rates were determined by measuring the total GFP signal of the entire cell over time. In experiments where photobleaching resulted in a fluorescence decrease of >10% of the initial fluorescence intensity, fluorescence intensities of translation sites were corrected for photobleaching.Calculation of Ribosome ElongationRibosome elongation rates were determined by three different methods.1) Population measurements from harringtonine ribosome run-off (Related to Fig.2.2)The linear phase of the decrease in GFP fluorescence after new ribosome translation is prevented by addition of harringtonine provides information on the rate of ribosome movement along the mRNA. A model for the fluorescence signal is provided below(See Modeling of the fluorescence intensity of translation sites)along with details of how the data was fit to determine the elongation rate.  2) Calculating the ribosome elongation rate based on single mRNA run-off times (Related to Fig. S2.2e)The total time required for run-off of all ribosomes from individual mRNAs represents the time untilthe last (i.e.most 5’) ribosome completes translation after harringtonine treatment. Individual  translation  site  intensities  were  quantified  using  the  spot_counter  ImageJ  plugin (http://fiji.sc/SpotCounter) developed by Nico Stuurman, which draws a box around the selected translation site and scores the number of time-points that the translation site was detected. Automatic tracking was manually curated for all spots to ensure high quality tracking data. The average run-off time for all mRNAs was then determined, and we subtracted 60 s from this time, the time required for harringtonine to enter the cell (Ingolia et al., 2011). We then divided the reporter length (1462 codons for the SunTag24x-Kif18b-PP724x reporter) by the corrected run-off time to obtain the ribosome elongation rate. This rate assumes that the final ribosome loaded near the 5’ end of the mRNA, which may not be true for all mRNAs. This assumption may slightly overestimate ribosome elongation rates, as the actual distance covered by the most 5’ ribosome covers until completion of translation will be slightly less than 1462 codons, if it is downstream of the start codon at the time of harringtonine addition. However, considering that most mRNAs have ~20 ribosomes and the average inter-ribosomal distance is therefore ~70 codons, the most 5’ ribosome will usually be within 70 codons of the start site, which represents a 5% error.3) Determining the ribosome elongation rate from single ribosome tracking data (Related to Fig. 2.7)By limiting translation initiation using the Emi1 5’UTR_long fused to the translation reporter, individual ribosomes could be observed decoding an mRNA molecule. For each single ribosome translation event, we measured the duration of the event, by determining the first time-point that GFP could reliably be detected over the background until the GFP signal disappeared. Only tracks were included that lasted less than 12 min. However, determining ribosome elongation rate based on such measurements was non-trivial, as this requires knowledge of the precise position of the ribosome along the transcript when the nascent chain signal is first detected; presumably a number  of  SunTag  peptides  need  to  have  been  synthesized  before  sufficient  signal  has accumulated  to  allow  detection.  We  therefore  needed  to  identify  the  fluorescence  intensity detection  limit.  To  accomplish  this,  we  first  determined  the  maximal  fluorescence  intensity associated with a single ribosome; this occurs when the entire SunTag peptide array has been synthesized (Fig.2.7c). Maximal intensity was calculated by aligning all of the traces (n = 44) at the last time point in which fluorescence was observed and averaging the fluorescence intensity of the last 3 time points before polypeptide dissociation. We then aligned all 44 traces at the first point we could visually detect fluorescence and found that we could reliably detect signal from single ribosomes when their nascent chain-associated fluorescence was ~1/3 of the maximal intensity (Fig.2.7b). From this, we infer that ~8 of the 24 SunTag peptides likely have been synthesized at this point in time, which places these ribosomes on codon 245 (taking into account that SunTag peptides will not be labeled when inside the ribosome exit tunnel). Therefore, from the time of first fluorescence measurement to the release of the completed polypeptide on the stop codon (406 s on average for n = 44 individual ribosome translocations), the ribosome moves 1462-245  =  1217  codons  (since  the  whole  transcript  is  1462codons  long).  The  ribosome elongation rate can be calculated as the number of codons / time: 1217/406 = 3.0 codons/s.Translation Initiation Rate1) Estimation of steady state initiation rateTo maintain a constant ribosome occupancy, the rate of removal of ribosomes from the mRNA molecule after completion of translation, must be balanced by new ribosome loading on the  mRNA  through  translation  initiation.  To  estimate  the  translation  initiation rate,  we  first calculated the average inter-ribosomal distance, which is 58-146 codons assuming a ribosome number  per  mRNA  of  10-25  ribosomes  on  the  SunTag24x-Kif18b  reporter.  Considering  the ribosome elongation rate of 3.5 codons/s (for the Kif18b reporter), a ribosome will complete translation on average every 58/3.5 to 146/3.5 = 17 to 42 s. Thus, if constant ribosome occupancy is maintained, the initiation rate must be between 1/17 s-1to 1/42 s-1or 1.4 to 3.6 min-1. These values represent average initiation rates, as the initiation rate on single mRNA molecules will vary over time. 2) Comparing the translation initiation rate on newly transcribed versus polysomal mRNAsThrough  the  experiments  in  which  single  translating  ribosomes  were  tracked,  we determined that ribosomes could be first detected when ~1/3 of SunTag peptides had been synthesized (when the ribosome is positioned around codon 245 (see above)). Thus, when the first, pioneer ribosome was detected on a newly transcribed mRNA molecule, itwas likely near this position. After initial fluorescence detection of the pioneer ribosome, translation site signal increased continuously for several min (Fig. 2.4b). This fluorescence increase was presumably both due to the increase in the number of synthesized SunTag peptides on the pioneer ribosome, as well as due to additional ribosomes that initiated after the pioneer ribosome. The translation site fluorescence intensity reached a steady state ~6 min after the initial detection of fluorescence (Fig.2.4b), indicating that the ribosome density remained constant from that point on. At a translocation rate of 3-3.5 codons/s, it would take the pioneer ribosome ~6 min to reach the stop codon from the position of initial detection (codon 245). From these calculations, we conclude that the ribosome density on the mRNA has already reached its maximal value as soon as the pioneer ribosome completes translation. Since ribosome density is a function of ribosome initiation rate and elongation rate, we infer that the initiation rate on the newly transcribed mRNA must be identical to that on mRNAs with established polysomes, assuming that the elongation rates are on average similar.Estimation of Ribosome Number per mRNATo obtain the number of ribosomes per mRNA molecule, we set up a normalization experiment to compare the average intensity of the single translation sites with the intensity coming  from  single,  fully  synthesized  SunTag24x-Kif18b  proteins  (Fig.S2.2a).  As  the  fully synthesized SunTag-Kif18b proteins encompass 24 copies of the SunTag peptide, their intensity should be comparable with the fluorescence intensity associated with a ribosome at the 3’ end on the mRNA.  However, the ribosomes at the 5’ end of the mRNA will be much dimmer because they have not fully synthesized the SunTag epitopes. Thus, dividing the translation site intensity by the intensity from a single fully synthesized SunTag-Kif18b protein will underestimate the actual number of ribosomes on an mRNA. A correction factor derived from our model presented below was used to obtain a more accurate estimate of ribosome number.Modeling of the fluorescence intensity of translation sites Every active translation site is composed of one single mRNA with multiple ribosomes undergoing translation. The SunTag peptides produced from ribosomes are bound by scFv-GFP antibodies floating in the cytoplasm, giving rise to a fluorescence signal from the translation complex. Ribosomes on the 5’ end of the mRNA are still translating part of the SunTag peptide, thus  resulting  in  a  partial  fluorescence  signal  from  the  emerging  polypeptide  chain,  while ribosomes that are translocating on the 3’ end of the gene have already synthesized the entire SunTag peptide array and are fully covered by the antibodies. Therefore, to interpret intensity changes from a transcript loaded with multiple ribosomes, we have generated a model that takes into account ribosome location as well as density on the mRNA as a function of time. The intensity from a single ribosome will increase gradually as the ribosome moves towards the 3’ end until it reaches a plateau where all SunTag peptides are synthesized (Fig. S2.7a).  This relationship is described as following:𝑓(𝑥)=&𝑔(𝑥)𝐼𝑠𝑢𝑛𝑥∈[0,𝐿1)𝑥∈[𝐿1,𝐿]The parenthesis and square bracket are notations for intervals. The two numbers are the endpoints of the interval.  Parenthesis indicates exclusion of corresponding endpoint while square bracket indicates inclusion of it.𝑓(𝑥): intensity from a single ribosome at position 𝑥𝑔(𝑥): intensity from a single ribosome at position 𝑥when 𝑥is in between 0 and 𝐿1, simplified as a linear function in the diagram in Fig.S2.7a𝑥: ribosome position on the mRNA at time𝑡𝐿: the length of positions that can be covered by ribosomes, which includes the open reading frame decoding both the SunTag peptides and the gene of interest (GOI), as shown in Fig. S2.7a𝐿1: position on the transcript where intensity from a ribosome at that position reaches plateau intensity, as shown in Fig. S2.7a𝐼𝑠𝑢𝑛: the intensity of a single SunTag array that is fully covered by scFv-GFP, with the intensity depending on the number of SunTag peptides fused to the gene of interest, multiplied by theintensity of a single scFv-GFP antibody𝐼𝑠𝑢𝑛=𝑛𝑠𝑢𝑛𝑥𝑖𝐺𝐹𝑃𝑛𝑠𝑢𝑛: the number of SunTag peptides which are fused to the gene of interest (mostly 24 in this study)𝑖𝐺𝐹𝑃:the intensity of a single scFv-GFP...................................................  (2)...................................................  (2)...................................................  (1)"    
        }
        {
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "tl;dr": "",         
            "abstract": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": ""  
        }
        {
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": ""    
        }
        {
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "tl;dr": "",         
            "abstract": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": ""     
        }
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": "Generation of mutantsThe infectious RNA2 clone of ToNDV-K15 in recombinant plasmid (ToNDV-R2-pJL89) was  used  as  the  template  for  introducing  mutations.  This  was  accomplished  by  introducing mutations in the primer sequences and using them for PCR amplification of the entire recombinant plasmid RNA2 construct. The PCR amplification was conducted with 1X CloneAmp HiFi PCR premix (Clonetech) with 1 ul (60 ng/ul) of RNA 2-pJL89. The PCR reaction involved an initial denaturation step of 98 C for 30 s; followed by 35 cycles of 98 C for 30 s, annealing at 60 C for 30s  and  elongation  at  72  C  for  one  min.  The  PCRproducts  were  analyzed  by  agarose  gel electrophoresis in 0.8% TAE buffer. The expected-size DNA fragments were purified from the gel and quantified with a Nanodrop (Thermo Fisher Scientific). 200 ng of each of the PCR amplified mutated RNA 2 were used forthe Gibson Assembly, incubated at 50 C for 1 h with 200 ng of the pJL89 PCR-amplified fragment. Five ul of the Gibson Assembly reaction was transformed into E. colicompetent  cells,  which  were  spread  onto  solid  LB  media  with  kanamycin  and  incubated overnight at 28 C. The resulting colonies were picked and individually grown at 28 C in LB liquid media with antibiotics overnight. The cells were then concentrated by centrifugation, and total plasmid  DNA  was  extracted  the  according  to  manufacturer’s  instructions  (Zymo  Co). Recombinant plasmids from selected transformants were sequenced to confirm the presence of the appropriate mutation. Modeling in silico of proteins of interestA neural network-based model, AlphaFold was used to predict in silico tertiary structure of  the  proteins  and  to  estimate  accuracy  of  the  prediction  in  a  google  colab  notebook (https://colab.research.google.com/github/deepmind/alphafold/blob/main/notebooks/AlphaFold.ipynb). The predictions were visualized in ChimeraX-1.2.5.  Lipophilicity analysis of ORF1was performed in ChimeraX-1.2.5 with the MLPP plugin (Laguerreet al., 1997).Agroinoculationof tomato and NicotianabenthamianaplantsRecombinant binary plasmids with the RNA2 mutations (Table 1) were transformed into Agrobacteriumtumefaciens(C58)cellsby  electroporation,  spread  and  grown  in  LB  plates supplemented with kanamycin at 28 C for 48 h. Representative colonies were selected and grown in liquid LB media with kanamycin overnight and stored at -800C. To test for infectivity, five N.benthamianaand tomato (variety 6394) plants were co-agroinoculated with the wild-type RNA1 and the mutant RNA2 constructs (OD600=1 in a 1:1 ratio) by needle puncture of the shoot apex. Positive and negative control plants were co-agroinoculated with wild-type RNA1 and RNA2, or with the empty pJL89 vector, respectively. The plants were maintained in a controlled environment chamber at 220C with a photoperiod of 16 h light and 8 h of dark. At 21 days post-inoculation (dpi) plants were evaluated for disease symptoms andsamples taken from newly emerged leaves were used for extraction of total RNA to be used in RT-PCR test for ToNDV-K15 infection. Three independent experiments were conducted for each mutant. Sequence analyses and phylogenetic analyses  Torradovirus genus sequences were obtained from GenBank and aligned in Geneious with the MAFFT algorithm. For the split MP phylogenetic analysis, 531 movement protein sequences were  obtained  from  GenBank  and  aligned  with  the  MAFFT  algorithm  in  Geneiuos.  The phylogenetic relationships were revealed with the Neighbor Joining method with 1000 boostraps and Jukes-Cantor genetic distance model with the GeneiousTree Builder for the N-and C-termini of the MP of ToNDV-K15 and visualized in Geneious.  Leaf disc assays for assessing replication and cell movement of RNA2 mutants To assess replication and cell-to-cell movement properties, each RNA2 mutant was co-agroinfiltrated with wild-type RNA 1 into patches in N. benthamianaleaves that were outlined with a marker. At 0, 1, 3, 5, and 7 dpi, three leaf discs (10 mm diameter) were taken from within and 5 mm away from of the infiltrated patch. Total RNA was extracted with the Qiagen RNeasy kit according to manufacturer’s instructions. The samples were treated with DNase and RT-qPCR was performed in a BioRad CFX-96 thermocycler with the iTaq universal SYBR Green One-Step Kit (Biorad) andRNA1-specific primerpairqPCR4-R1F5’ GGTCCTGCTGAAACTGCTC3’ and qPCR4-R1R5’GAGGGTTTCAAAGGACAATCTG3’. The RT-qPCR reaction consisted of an initial RT step of 10 min at 50 C followed by a denaturing step at 95 C for 1 min followed by 40 cycles of denaturation at 95 C for 30s, annealing, and extension at 60.5 C for 30 s. The detection of the amplification of the target of ToNDV-K15 RNA 1 fragment was determined with the DCT method     with     actin     as     a     reference     gene     [primer     pair:     ACT-F(5’TCCTGATGGGCAAGTGATTAC3’)  and  ACT-R(5’TTGTATGTGGTCTCGTGGATTC 3’)(Liu et al., 2012)] and the same RT-qPCR conditions. Constructs expressing GFP fusion proteins  ToNDV genes encoding proteins of interest and GFP were amplified by PCR with primers that included CACC in the 5’ end of the forward primer to facilitate cloning into the pENTR vector (Themo Fisher Scientific). The PCR-amplifiedfragments were ligated for 1 h with the pENTR vector at room temperature and 5 ul of the ligation was transformed into E. colicells (Top 10, Thermo Fisher). Following the incubation, 200 ul of the transformation was spread onto LB media plates and grown overnight at 37 C. Thirty colonies (transformants) were grown overnight in liquid LB media with kanamycin. Plasmid DNA was extracted with the Zymo miniprep kit (Zymo) and analyzed by agarose gel (0.8%) electrophoresis in TAE buffer. Potential clones were selected based on plasmid size and sequenced. After confirmation by sequencing, the pENTRY clones were used in an LR (recombination) reaction according to manufacturer’s instructions (Thermo Fisher) to introduce the gene of interest to a pSITE vector such that the GFP gene (fluorescent tag) is fused to the 3’ end of the gene of interest, such that the fusion proteins have a GFP tag at the C-terminus. Five ul of the LR reaction was transformed into Top 10 (Thermo Fisher) E. colicells and cells were  spread  onLB  agar  medium  with  spectinomycin  and  incubated  overnight  at  37  C.  The resulting colonies were grown in liquid media overnight at 37 C and plasmids were extracted and potential clones were sequenced to confirm the identity and correct reading frame.  Confocal microscopyA.tumefaciensstrains  carrying  the  recombinant  plasmids,  ORF1-GFP,  MP-GFP  were infiltrated  alone  or  in  various  combinations  into  leaf  patches  of N.benthamianaplants.  Cell suspensions  of  OD600=0.3  having  been  induced  with  acetosyringonefor  2  h  were  used  for infiltration. Plants were kept in the dark for 24 h and moved to a controlled environment chamber at 22 C with a 16 h light and 8 dark photoperiod. Time course preliminary experiments were performed with the ORF1-GFP and MP-GFP fluorescently-tagged proteins, in which expression was monitored at 24, 36, 48 and 72 h. The leaf discs were collected from inside the infiltrated area and  observed  with  the  confocal  microscope.  In  addition,  ORF1-GFP  and  MP-GFP  were  co-infiltrated  in  a  1:1  ratio  with  cellular-organelle  markers  tagged  with  mCherry  for  ER,  Golgi, plastids, nucleus and plasma membrane. Confocal microscopy was performed with a Leica SP8 confocal laser scanning microscope (CLSM) with a 63X oil immersion objective. The eGFP was excited at 488 nm and the emission was gathered at 500-550 nm, whereas mCherry was excited at 550 nm and the emission was gathered at 600 nm. Protein expression and immunoprecipitation in plants  A. tumefaciensC58 carrying the ORF1-GFP, MP-GFP, GFP-ORF1 and GFP-MP were infiltrated into N. benthamianaleaves as described. After 48 hpi three leaf discs (10 mm diameter) were ground in Laemmlibuffer and analyzed by polyacrylamide gel electrophoresis (SDS-PAGE) in 10% gel. The proteins were transferred into nylon membranes, and the membrane was blocked for 4 h and left overnight with the primary GFP antibody (Invitrogen). The next day, the membrane was washed and incubated for 1.5 h with the secondary antibody (BioRad). The membrane was visualized by chemiluminescence in a Chemidoc (BioRad). Protein expression and purification in E. coliORF1 and MP of ToNDV were PCR amplified and cloned into the pRSET-A (Thermo Fisher Scientific). The constructs were sequenced to confirm identity and reading frame. The ORF1 and MP pRSET-A constructs were transformed into E. colistrain BL21 and the protein were expressed according to manufacturer’s instructions (Thermo Fisher). Cells were centrifuged and the pellets were stored at -80 C until protein was extracted. Proteins were extracted according to manufacturer’s instructions (Qiagen expressionist) and recovered with a Ni-NTA agarose resin according to manufacturer’s instructions (Qiagen). Recovered proteins were renatured by stepwise dialysis against buffer E (Qiagen) pH 4.5 (100 mM NaH2PO4, 10 mM Tris-HCl, 8 M urea) and used in binding assays.   Gel mobility-Shift assays  Protein-RNA binding assays were performed by combining different quantities of selected proteins and nucleic acids in a total volume of 20 ul, which was incubated for 30 min at 22 C in binding buffer (10 mM Tris-HCl [pH 8.0], 100 mM NaCl, 1 mM EDTA, 10% [v/v] glycerol, 1 mM PMSF and 1 mMDTT). Binding reactions were then analyzed by agarose gel electrophoresis on 0.8% agarose gel in TAE buffer (Rojaset al., 1998)."     
        }
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": "Source tissue and virus propagation Fresh  or  stored  archival  samples  of  symptomatic  pumpkin  leaf  samples  infected  with SqVYV-CA collected in 2014 in the Imperial Valley were the source of the virus. These samples were used to mechanically transmit SqVYV-CA to giant pumpkin seedlings (Cucurbita maxima). Sap was prepared by grinding tissue in ice-cold 0.1 M potassium phosphate buffer (pH 7) in a 1:10 wt/vol ratio, and mechanically (rub) inoculated onto celite-dusted cotyledonary leaves of pumpkin seedlings. At 21 dpi, symptoms were assessed, and samples collected for testing and storage. In October 2021, melon leaf samples with yellow symptoms were received from fields in four locations in Fresno Co. Symptomatic leaf tissue from these samples was used for RT-PCR tests, sap transmission and stored at -80 C. RNA extraction, cDNA and PCR Total RNA was extracted from leaf tissue orFTA cards with the RNAeasy extraction kit (Qiagen) according to manufacturer’s instructions. For RT-PCR tests, the cDNA was synthesized with random primers and MMLV reversetranscription enzyme (Takara Clonetech). First, 2 mM reverse random primer mix (2 ul) and 9 ul of RNA extract were mixed and incubated 3 min at 70 C and then placed in ice for 5 min. MMLV enzyme buffer (4 ul), 2 ul of MMLV enzyme and water were added to the reaction final volume of 20 ul and incubated 90 min at 42 C. PCR was then performed with selected primer pairs and involved an initial denaturation step of 98 C for 30 s that was followed by 35 cycles of 98 C for 30 s, annealing at 55 C for 30 s and elongation at 72 C for one min. The PCR was analyzed by agarose gel electrophoresis in 0.8% TAE buffer. RT-PCR-amplified  DNA  fragments  were  excised  and  recovered  with  the  Zymo  kit  according  to manufacturer’s  instructions  and  sent  for  sequencing  to  QuintaraBio.  Because  members  of  the family Potyviridaehave a 3’ poly-A tail, a poly-T primer was used to perform the RT of the genomic RNA. To confirm the precise 5’ end of the genomic RNA of SqVYV-CA, rapid amplification of cDNA ends (RACE) was performed. The cDNA for RACE-PCR was synthesized with primer GPS-R2 that anneals at nt 970 (Table 1). Then a poly-C tail was added to the 5’ end using terminal transferase with dCTPs according to manufacturer’s instructions (New England BioLabs). The PCR was performed with the Abridge Anchor primerAAP (Table 1) and specific reverse primer GPS-R3 that bindsto nt 520. The resulting 5’-RACE PCR fragments were cloned into the pGEM-T Easy Vector (Promega), and sequences of representative clones were determined at Quintara with the M13F (-21) and M13R sequencing primers (Table 1). To obtain a consensus sequence,an  alignment  sequence  from  5  cloned  RACE-PCR  fragments  was  generated  and  aligned  with  5’ sequences of  SqVYV-IL, SqVYV-IR and SqVYV-FL (Fig 2). Phylogenetic analysis Alignments of nucleotide and amino acid sequences was done with the MAFFT algorithm (Katoh andStandley, 2013)and MrBayes was used for the phylogenetic analyses in Geneious (Biomate)  with  a  poisson  matrix  and  1000  bootstrap  replications.  Complete  sequences  of  the following   ipomovirus   species   were   used:SqVYV-CA   [this   study], SqVYV-FL[YP_001788991.1],  SqVYV-IL  [ALN38790.1],  SqVYV-IR  [AOY33888.1],SPMMV [CAA97466.1], Cucumber vein yellowing virus(CVYV) [QGW63298.1], CBSV [ADR73022.1], Ugandan cassava brown streak virus(UCBSV) [ACM48176.1], Coccinia mottle virus(CocMoV) [AOC84052.1], Tomato mild mottle virus(TMMoV) [CCD57807.1]. In addition, the complete seuqnece of Papaya ringspot virus(PRSV)[NP_056758.1] was included as well as sequences of Triticum mosaic virus(TriMV) [ACT53745.1], a member of the genus Tritimoviruswas used as an outgroup."     
        }
        
    ],
    "generate_experiment": [
        {
            "title": "Dynamics of Translation of Single mRNA Molecules In Vivo",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""  
        }
        {
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "tl;dr": "",         
            "abstract": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""    
        }
        {
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""    
        }
        {
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "tl;dr": "",         
            "abstract": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""     
        }
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""     
        }
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""     
        }
        
    ],
    "generate_discussion": [
        {
            "title": "Dynamics of Translation of Single mRNA Molecules In Vivo",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": "Using the SunTag system, we have developed an imaging method that measures the translation of individual mRNAs in living cells. Immobilization of mRNAs on the plasma membrane allows the long-term (>1 hr) observation of translation of single mRNA molecules, which enables analyses of translational initiation, elongation, and stalling in live cells for the first time. Under conditions of infrequent translational initiation, we can even observe a single ribosome decoding an entire mRNA molecule. Our observations reveal considerable and unexpected heterogeneity in the translation properties of different mRNA molecules derived from the same gene in a single cell, with some not translating, others actively translating with many ribosomes, and others bound to  stalled  ribosomes.  TheSunTag  translation  imagingassay  should  be  applicable  to  many different cell types,including neurons and embryos, in which the localization and control of protein translation is thought to play an importantrole in cell function. Comparison of methods to study translation in vivo Ribosome profiling, a method in which fragments of mRNAs that are protected by the ribosome are analyzed by deep sequencing (Ingolia et al., 2009), has found widespread use in measuring translation. The strength of ribosomal profiling lies in its abilityto measure translation on a genome-wide scale of endogenous mRNAs. However, a limitation of ribosome profiling is the need to pool mRNAs from many thousands of cells for a single measurement. Thus, ribosome profiling in its present form cannot be used to study translation heterogeneity between different cells in a population or among different mRNA molecules in the same cell. Furthermore, since ribosome profiling requires cell lysis, only a single measurement can be made for each sample, limiting studies of temporal changes. A number of single-cell translation reporters have been developed based on fluorescent proteins (Aakalu et al., 2001; Brittis et al., 2002; Han et al., 2014; Raab-Graham et al., 2006; Tanenbaum et al., 2015; Tatavarty et al., 2012; Yu et al., 2006). Such reporters generally rely on the accumulation of new fluorescence after the assay is initiated. Advantages of these systems are that they are generally easy to use and have single-cell sensitivity. However, they do not provide single mRNA resolution, often do not allow continuous measurement of translation, and do not report on ribosome initiation and elongation rates. Finally, two methods were developed recently to imagetranslation on single mRNAs in vivo. In one approach, the firstround of translation is visualized(Halstead et al., 2015). Thismethod, however, does not allow continuous measurementsof translation. The second approach involves measurementsof the number of ribosomes bound to an mRNA using fluorescencefluctuation spectroscopy (Wu et al., 2015). The advantage of this method is that it can detect binding of a single fluorescent protein to an mRNA and different subcellular sites can be probed to study spatial differences in translation. The limitation of this method though is the inability to follow translation of single mRNAs over time, as these mRNAs cannot be trackedin the cell. SunTag-based translation imaging assays are unique thus far in their ability to follow translation of individual mRNAs over time.This translation assay can be employed with either freely diffusing or tethered mRNAs, the choice of which will depend on the biological question to be addressed. In the study by Wang et al. (2016) (Wang et al., 2016), translation is observed in distinct  spatial  compartments  in  neurons  using  a  similar  SunTag-based  translation  imaging method with non-tethered mRNAs. In contrast, for studying ribosome translocation dynamics, the tethering  assay  provides  the  ability  to  track  a  single  mRNA  throughout the  duration  of  the ribosome elongation cycle. Using this assay, we could measure polysome buildup rates overtime, observe mRNAs cycling between translating and non-translating states, uncoverheterogeneity in translation initiation rates (e.g., with the Emi1 5’UTR) and even observe a single ribosome translating an entire transcript. These measurements were aided by the vastly improved signal-to-noise of the tethered assay and the ability to easily track slowly diffusing tethered mRNAs for an hour or more. These long-term observations allowed us to discover that mRNAs can reversibly switch between a translating and non-translating state and have a high variability in pause duration at the Xbp1 site. Thus, the untethered and tethered SunTag assays provide means to study translation of single mRNA molecules, which will be applicable to a wide variety of biological questions and will be complementary to existing methods of studying translation. A drawback of our assay is the need to insert an array of SunTag peptide repeats into the mRNA of interest to fluorescently label the nascent polypeptide and the need to insert an array of PP7 binding sites in the 3’UTR to label the mRNA. As is true of any tagging strategy, these modifications could interfere with translation and/or mRNA stability under certain conditions. We have performed a number of control experiments to ensure that binding the scFv-GFP to the nascent chain and tethering of the transcript to the membrane do not grossly perturb translation (Fig. 2.1band f). We have also shown that ribosome translocation rates and ribosome density are similar when using a reporter with a very short (5x) or long (24x) SunTag peptide array and comparing tethered and non-tethered mRNAs (Fig. 2.2d, S2.2f and S2.4c), indicating that many aspects of translation are not perturbed in our assay. Nevertheless, tethering of certain mRNAs to the plasma membrane may influence translation, especially for those mRNAs that undergo local translation in a specific compartment of the cell. Thus, our assay has unique advantages for certain types of measurements of translation, but appropriate controls should be performed for each experimental system or objective. Heterogeneity in translation of single mRNAs: possible molecular mechanisms Using  our  system,  we  measured  the  ribosome  translocation  speed  on  single  mRNA molecules.  Ribosome  translocation  rates  have  been  measured  in  bulk  previously  in  mouse embryonic stem cells (Ingolia et al., 2011), which yielded a translocation rate of 5.6 codons/s. Our values of 3–5 codons/s (Fig. S2.7) are in general agreement with those published values and very similar to those measured by Wang et al. (2016) (4 codons/s). Our experiments, and those of Wang et al. (2016), are thefirst to measure ribosome translocation rates for a single mRNA species,  in  single  cells  and  on  single  mRNAs,  which  provides  new  opportunities  to  studyregulation of translation elongation. We also found that translation initiation can shut down temporarily on individual mRNAs and rapidly restart (Fig. 2.3). Such shutdown of translation initiation could be due to transient loss of eIF4E binding to the mRNA cap, mRNA decapping followed by recapping (Mukherjee et al., 2012), or transient binding of regulatory proteins. Using our mRNA tethering assay, binding and unbinding of single proteins to translating mRNA could potentially be observed using total internal reflection fluorescence (TIRF), which could open up many additional possibilities for studying translational regulation at the single-molecule level.The pioneer round of translation, the first ribosome to initiate translation on a newly transcribed mRNA, may be especially important, as it is thought to detect defects in the mRNA, including  premature stop  codons (Ishigaki  et  al.,  2001).  A  recently  developed  translation biosensor can detect the location of this pioneer round of translation (Halstead et al., 2015). However, what happens after the first ribosome initiates translation is unknown. Wefound that the translation initiation rate on our reporter mRNA was similar on newly transcribed, recently shut down, andre-initiating mRNAs and polysomal mRNAs (Fig. 2.4), indicating that the initiationrate is independent of the number of ribosomes bound to themRNA. The presence of introns in a gene may also affect translationinitiation on newly transcribed mRNAs (Hir et al., 2016),which could be tested in future studies.A subset of ribosomes stall on mRNAs in a sequence-independentfashion (Fig.  2.2d, S2.2g  and  S2.4a). One possible explanationfor this is that ribosome stalling is caused by naturallyoccurring mRNA ‘‘damage’’ (i.e., chemical modifications of thenucleotides). Previous studies  have  found  that  the 8-oxoguaninemodification  occurs  on  mRNA in  vivo,  and  such modificationscause  ribosome  stalling in  vitro(Simms  et  al.,  2014)and in  vivo(Fig.  2.5c). Alternatively, while we have performed numerouscontrol experiments (Fig. 2.5 and S2.4), we cannot completelyexclude that the observed stalling on a small subset of mRNAsis an artifact of our construct or assay. We also observe ribosomepausing in a sequence-dependent fashion on the pausesite of the Xbp1 transcription factor. Such pausing had beenobserved previously in bulk measurements (Ingolia et al., 2011; Yanagitani et al., 2011), but our quantitative analysis of singlemRNAs revealed a high degree of variability in ribosome pausing at this site. Finally, we show that the 5’UTR sequence of one Emi1 transcript isoform severely inhibits translation initiation. A likely explanation for this effect is the presence of several upstream open reading frames (uORFs) in this sequence. Surprisingly, a small number of mRNA molecules encoding this 5’UTR do undergo high levels of translation. It is possible that highly translating mRNAs are generated through alternative downstream transcription start site selection, which generates an mRNA that lacks the repressive sequence (for example, the uORFs). Alternatively, translation could occur if the 5’UTR repressive sequence is cleaved off, followed by recapping after transcription, if a repressive protein factor dissociates, or if an inhibitory RNA secondary structure unfolds. Further studieswill be required to distinguish between these possibilities. In summary, here we have developed an imaging method that enables the measurement of ribosome initiation and translocation rates on single mRNA molecules in live cells. Future developments of this technology could include simultaneous observation of single translation factors or other regulatory molecules together with mRNAs and nascent polypeptides, which would provide a very powerful system to dissect the molecular mechanisms of translational control."    
        }
        {
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "tl;dr": "",         
            "abstract": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": "High throughput sequencing has transformed our ability to perform pooled genetic screens on a broad scale.  However, applying enrichment-based pooled CRISPR screens to optical based phenotypes has been challenging.  In this study, we developed an imaging-based pooled CRISPR screening method.  Using the photo-activatable fluorescent protein PA-mCherry, cells of interest can be labeled through photo-activation and isolated with FACS sorting, which enables sgRNA identification by high throughput sequencing.  We have combined this optical enrichment strategy with pooled CRISPR-Cas9 libraries to perform imaging based CRISPR screens.  Independently, Kanfer et al.described a similar method to ours for imaging-based pooled CRISPR screening(Kanfer et al., 2020).Advantages and limitations of phenotypic screening by optical enrichmentImage processing and microscope operations are the time limiting steps of most imaging-based genetic screens.  Our optical enrichment based pooled screening method is relatively fast and scalable.  For example, the image analysis code developed for this study can be run on milli-second time scale per field of view, and cells can be separated from the control population on a FACS machine with as little as100 ms photo-activation time (Fig. 3.2b), enabling screening of large numbers of cells.  In our system, 1.5 million RPE-1 cells can be imaged and photo-activated in 8 hr with a 20x objective.  This is significantly faster than in situmethods which process millions of cells over a period of a few days(Feldman et al., 2019).  For phenotypes as penetrant as mIFP expression, a library of 6092 sgRNAs with 2 sgRNA/group can be successfully screened with a single replicate.  A genome scale screen of such a phenotype can be executed within 3 days (time of image analysis and photo activation).  Even for more complex phenotypes, such as the nuclear size screen described here, a genomic screen can be finished within 2 weeks using the “Top5” sgRNA library and 2 runs.  This time can be shortened with further optimization such as the use of a microscope with a larger field of view, a lower magnification objective, optimization of imaging analysis algorithms, etc.Optical enrichment screening also is possible for phenotypic screens with relatively low hit rates (defined as the fraction of all genes screened that are true hits).  The ability to detect hits at low hit rates in our method depends on multiple factors, including: 1) the penetrance of the phenotype; 2) cellular fitness effect of the phenotype; 3) detection and photo-activation accuracy of the phenotype; 4) limitations imposed by FACS recovery and sequencing sample preparations of low cell numbers.  The first three factors vary with the phenotype of interest.  We optimized the genomic DNA preparation protocol (Methods), and are now able to process sequencing samples from a few thousand cells, enabling screens of low hit rate phenotypes.  In our nuclear size screen, more than 1.5 millions cells were analyzed during each run with 2000-4000 cells recovered after FACS sorting.  The hit rate of this screen was 2.76%, similar to optical CRISPR screens performed in an arrayed format(Groot et al., 2018), demonstrating the possibility to apply our approach to investigate phenotypes with low hit rates.Our  optical-enrichment  screening  approach  can  screen  for  multiple  phenotypes simultaneously by using different photo-activation times.  With PA-mCherry, we show that 4 distinct phenotypes could be potentially sorted (Fig. 3.2b).  We demonstrate this in practice by differential photo-activation of true positive and negative cells to improve screening sensitivity.  However,  differential  time  of  photo-activation  could  also  be  applied  to  analyze  different phenotypes. This approachcan be further developed by combining multiple photo-activatable fluorescent proteins in each cell.  In our study, optical enrichment was utilized for pooled CRISPR screens on phenotypes identifiable through microscopy.However, optical enrichment canbe used for other purposes, as demonstrated previously (Hasle et al., 2020).In a recent study by Hasle et al., the process of separating cells by FACS after optical enrichment was termed “visual cell sorting”. This method was used to evaluate hundredsof nuclear localization sequence variants in a pooled format and to identify transcriptional regulatory pathways associated with paclitaxel resistance using single cell  sequencing,  demonstrating  the  broad  applicability  and  power  of  this  approach  beyond CRISPR screening.Our approach has limitations.  Phenotypes of interest should be identifiable under the microscope  and  generally  require  fluorescent  labeling.Commonly  used  fluorescence microscopes use four channels for fluorescent imaging with little spectral overlap: blue, green, red and far red.  In our study, the red channel was occupied by cell labeling with PA-mCherry and the blue channel was used to estimate sgRNA transduction efficiency.  Since sgRNA transduction efficiency can be measured by other approaches, the blue channel could be used together with the remaining two channels to label cellular structures.  Combining bright field imaging with deep learning can be used to reconstruct the localization of fluorescent labels(Ounkomol et al., 2018), making it possible to use bright field imaging to further expand the phenotypes that can be studied with our technique.Another limitation is the computational cost.  Phenotypes were identified directly after imaging, thus the analysis code has to be fast and robust.  In our study, the code identified phenotypes within a few hundred milliseconds.  Each phenotype required writing specific image analysis  code.    This  requirement  can  be  overcome  by  implementing  other  image  analysis strategies, including trainable machine learning, combining with existing image analysis software like CellProfiler, etc., which will benefit laboratories that do not have the expertise to develop custom image processing code.  Additionally, our approach is currently not compatible with fixed cells, thus transient phenotypes might be difficult to capture.  However, we expect this to be solvable by further optimizing our screening pipeline to make it possible to prepare sequencing samples after fixation.Optical enrichment comparedto other methods for phenotypic screeningTwo other methods have recently been developed to use imaging both for phenotypic screening and decoding to permit sgRNA identification in individual cells in situ(Feldman et al., 2019; Wang et al., 2019).  In both methods, CRISPR sgRNA expression constructs were modified to express both a sgRNA and a barcode.  The barcode can be read out either by in situsequencing(Feldman et al., 2019)or sequential fluorescence in situhybridization (FISH)(Wang et al., 2019).  Both methods require sgRNAs to be re-barcoded necessitating de-novodesign and library re-synthesis preventing reuse of most existing sgRNA libraries.  In addition, cells need to be fixed, preventing further cell-based assays of the identified cells.  Most importantly, both of these methods cannot easily scale to the whole genome because of barcoding limitations and the long imaging time required.Another newly published method, similar to ours, also uses high throughput sequencing as an end point assay.  Instead of using FACS to enrich cells of interest, this method cultures cells on microcraft arrays (magnetic polystyrene particles designed to capture single clones) to enable cell isolation as separate clones (CRaft-ID)(Wheeler et al., 2020).  This method also can use most available sgRNA libraries and is compatible with further live cell studies.  However, it is difficult to perform a genome wide screen with CRaft-ID, since it requires single cell isolation during cell culture and thus limits the number of cells that can be screened (6000 colonies/array).  In addition, CRaft-ID can not be used to screen for phenotypes that cause defects in monoclonal growth, including essential genes.  Our assay, on the other hand, provides an option for genome-wide screens and allows study of genes essential to growth"     
        }
        {
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": ""   
        }
        {
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "tl;dr": "",         
            "abstract": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": "My results presented in this chapter provide evidence of the reappearance of ToNDV, the causal agent of ToNDD, in Southern California in 2015 in Kern Co. This disease caused substantial losses  in  processingtomato  production  in  the  Imperial  Valley  in  the  1970s  and  80s  and  this promoted processing tomato production out of this region. Thus, ToNDD has not been observed for  20-30  years.  The  detection  of  ToNDV  in  2015  demonstrated  that  the  virus  has  persisted, although the source is not clear. One possibility is that reemergence of an old disease can occur when the causal agent can persist in local weeds (sleeping virus). Evidence of this comes from the recent detection of ToNDV infecting nightshade samples collected in the Imperial Valley in 2016 (Wintermantel et al., 2018). Additionally, the host range study showed that ToNDV only infects solanaceous hosts, including the weed Datura stramoniumand there are several weeds of the Solanaceae family that can function as hosts in this region. A similar case would likely occur if processing tomato production was initiated again in Imperial Valley unless it was planted early (Jan-Feb) before whitefly populations increases. The ToNDD could reemerge along with another sleeping virus in weeds, TYLCV, that could result in severe disease and economic losses. Thus in situations where high populations of the polyphagous MEAM1 B. tabaci, the “sleeping” virus from the weeds can be acquired and transmitted to the crop and cause economic losses. An alternative explanation is that the virus was moved long-distance from Mexico via migrating whiteflies. This seems to be less likely because (i) there is no clear evidence of such long-distance spread of whiteflies (ii) ToNDV has not been reported in Mexico. The available information suggests that ToNDV has persisted in Southern California since it was first collected from the fields in Imperial Valley in the 1970s.After  having  ruled  out  the  involvement  of  common  viruses  associated  with  necrosis symptoms in tomato in California, a torradovirus etiology was considered based on the similarity with  symptoms  of  chocolate  spot  disease  caused  by  ToChSV (Batuman  et  al.,  2010).  The amplification of the expected-size fragments from most of the samples with the unknown necrosis associated  disease  suggested  a  torradovirus  etiology  and  thus  was  confirmed  based  on  the sequences of these fragments showing highest identities with ToNDV. Here, it is important to note that researchers at the USDA-ARS in Salinas CA had maintained the causal agent of ToNDD by whitefly transmission 40-50 years,  and recently it was confirmed to be a torradovirus which was named ToNDV (Wintermantel et al., 2018). Furthermore, thecomplete nt sequences of the RNA1 and  RNA2  of  ToNDV-R  isolate  were  determined.  Together,  these  results  suggested  that  this unknown disease of tomatoes in Kern Co, CA in 2015 was TONDD caused by ToNDV. Studies performed  with  ToChSV  in  Guatemala  revealed  a common  co-infection  with  tobamoviruses, necessitating  the  elimination  of  this  tobamovirus  by  grafting  a  tobamovirus  resistant  scion (Batuman et al., 2010). In the present study, co-infection with tobamovirus was subsequently determined based on results of mechanical transmission experiments and RT-PCR tests. Because efforts failed to separate ToNDV-K15 and the tobamovirus using tobamovirus resistant tobacco plants, it was necessary to use whitefly transmission. This allowed for the separation of the co-infecting tobamovirus in Datura stramoniumand subsequent sap transmission to N. benthamianaand  these  plants  were  used  for  characterization  of  ToNDV-K15  and  additional  experiments, including confirming whitefly transmission of progeny virus in plants infected from the infectious clones. Using infectious clones  and agroinoculationmethod,the  development  of  ToNDD symptoms in tomato plants completed Koch’s postulates for ToNDD and confirmed this was the cause of the “unknown” necrosis-associated disease observed in Kern Co in 2015. This is the third agroinoculationsystem developed for torradoviruses, the others being for ToTV and ToMarV (Ferriol et al.,, 2016; Wieczorek et al., 2014). The ToNDV-K15 agroinoculationsystem was then used to show that the host range of ToNDV-K15 was limited to the Solanaceaewith the most severe  symptoms  induced  in  tomato.  In  contrast,  ToNDV  induced  mild  symptoms  in N. benthamianaand D.  stramoniumand  a  symptomless  infection  in N.  tabacum.  This  revealed interesting differences in the virus-host interaction. Although the sequence identity is high between ToNDV-K15 and ToNDV-R, they differ in a species of the partial host range we tested. ToNDV-K15 was only detected in species of the Solanaceaefamily in contrast to ToNDV-R, which was present, although scarcely, in other species like C. quinoaand C. annum. The capacity of ToNDV-K15 to infect eggplant is in agreement with previous results of torradoviruses being capable of infecting eggplant (Amari et al., 2008), although ToNDV-K15 induced an asymptomatic infection. Other torradoviruses can infect pepper (C.annum), in our case the agroclone showed no infection on pepper of the cayenne variety. It is important to consider that in the partial host rangeevaluation of ToNDV-R, the inoculation was mechanical, therefore use of an agroclone might explain some of the differences in the host range. This wide range of symptom phenotypes in plants makes identification of hosts other than tomato difficult and requiring RT-PCR detection, such as with the primer pair developed in the present study. Finally, the system was used to screen tomato cultivars and identify some with promising resistance. This is also consistent with previous reports of  resistant  torradovirus (Gómezet  al.,  2012).  In  the  case  of  torradoviruses, Agroinoculationovercomes problems in low rates of mechanical transmission in tomato. Sequence and phylogenetic analyses performed with sequences of the infectious ToNDV-K15 RNA 1 and RNA 2 clones clearly revealed that ToNDV-K15 is an isolate of TONDV, i.e. identities  >98%  and  placement  in  a  strongly  supported  clade.  The  NTI  and  TI  torradoviruses placement in distinct lineages was in agreement with previous studies as was the OW ToTV being more divergent and on a distinct phylogenetic branch. In terms of the NW? TI viruses evidence was found for two possible lineages, one with ToChV from Guatemala and the other with the ToNDV clade, ToMarV from Mexico and ToChSV from Guatemala. Taking the relative lower sequence identities, the relationships revealed in the phylogenetic trees and the geographic separation, it seems reasonable that they represent distinct species (which ones are you indicating here?). However, it also has been proposed that the viruses in this clade be considered strains of ToMarV (van der Vlugt et al., 2015). ToNDV-K15 sequence and protein identity show it is a member of the torradovirus genus and an isolate of ToNDV-R (Wintermantel et al. 2018). ICTV species demarcation criteria for the Torradovirus genus establishes a threshold of identity of < 80% for the ProPol region and under 75% of the CP region. Amino acid sequence information clusters ToNDV-K15 close to ToMarV in the CP region with a 92.5% of identity, however the ProPol region shows lower identity than the threshold established by the ICTV with a 77% identity between viruses, therefore further information is needed to assign ToNDV as a distinct species or a divergent isolate of ToMarV.A clear delineation about species and isolates is needed for clarifying ambiguous cases such as ToNDV and based on the current ICTV standards for establishing a new torradovirus, it is not clear whether these are strains or species. With  the  development  of Agroinoculationsystems,  it  would  be  interesting  to  conduct experiments using pseudorecombinats to further investigate the relationship between ToNDV and ToMarV. Finally, with more TI sequences becoming available, it would seem appropriate to re-visit  the  species  demarcation  values  for  torradoviruses.  In  conclusion,  I  documented  the  re-emergence of ToNDD in a late-planted tomato field in Kern Co that showed virus-like symptoms and  whitefly  infestation.  It  is  shown  that  this  outbreak  was  caused  by  an  isolate  of  ToNDV (ToNDV-K15). An agroinoculationsystem was developed for ToNDV-K15 and used to (i) fulfil Koch’s postulates for ToNDD, (ii) investigate host range and(iii) screen tomato cultivars for resistance. These results and the tools generated in this study should allow rapid identification of future outbreaks. It is clear that ToNDV has persisted in Southern California, most likely in weed hosts, but outbreaks require a combination of factors that are not typically found in commercially (late planting and high whitefly pressure) production in Kern Co. However, as noted earlier, this could change if there are efforts to grow processing tomatoes in Imperial County. Worldwide there is  reason  for  more  concern  and  need  for  broad  spectrum  torradovirus-resistant  varieties.  For example, ToChSV and ToChV cause torradoviruses disease in Guatemala, and the detection of ToTV in the new world (Colombia and Panama), and Australia."     
        }
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": "In the present study, I investigated the role of ORF1 and MP of ToNDV in viral movement using genetic and functional approaches. This involved mutational analyses using the infectious clones of ToNDV-K15 RNA 1 and RNA 2 described in Chapter 2, subcellular localization, and RNA binding experiments. The impact on protein structure of three mutations that abolished cell-to-cell  movement  was  further  investigated  with  a  novel  approach  that  models  tertiary  protein structure. In  the  mutational  analyses,  I  determined  (i)  whether  the  mutation  was  essential  for infectivity and (ii) for mutants necessary for infection, whether the impact was on replication or cell-to-cell movement using a leaf disc agroinfiltration assay and RT-qPCR to detect ToNDV at different time points. The ORF1 KO mutant replicated in N. benthamianaleaves but failed to be detected in leaf discs 5 mm from the infiltrated patch, indicating a role for ORF1 in cell-to-cell movement of ToNDV. Previous research has established a role for this protein on movement-in an isolate of ToMarV (ToANV), in this case, a ORF1 KO mutant moved cell-to-cell but failed to move  long-distance  or  induce  symptoms (Ferriol  et  al.,  2017).  These  results  support  the involvement  of  the  ORF1  protein  inmovement  of  these  two  torradoviruses  but  may  reveal functional differences in cell-to-cell movement and function for ORF1 proteins. My results also showed  that  these  ToNDV-K15  RNA  2  encoded  proteins  are  not  necessary  for  replication, consistent with replication functions provided by RNA 1 (Ferriol et al., 2016).It has previously been reported that ORF1 function in movement of ToMarV and my results with ToNDV-K15 agree with this. I further hypothesized that N-terminal MYR motifs in ORF1 were  important  for  functions  involving  membrane  targeting,  as  has  been  reported  for  other movement associated proteins (Rojas et al., 2001; Wang et al., 2021). However,this hypothesis was not supported by the mutational analyses, as all the ORF1 MYR mutants induced wild-type symptoms. Thus, if ORF1 binds to membranes it must use other mechanisms.  In this regard it would be interesting to assess the subcellular localization of the MYR mutants.I did identify a very conserved amino acid motif in ORF1 that is essential for ToNDV-K15 infection in N. benthamianaand tomato, and cell-to-cell movement in N. benthamiana. The LDF mutant is essential and the conservation among all torradoviruses is consistent with an essential role in infection. Importantly, I confirmed the mutant was replication competent and deficient in cell-to-cell  movement,  further  supporting  the  notion  that  ORF1  is  involved  in  movement  of ToNDV-K15. The effect of the LDF mutation on the tertiary structure was modelled and compared with the wild-type protein. These analyses showed very similar tertiary structures, but reduced lipophilicity for the LDF mutant in the mutated area. High lipophilicity is associated with binding to membranes and other proteins (Laliberté & Zheng, 2014), and could be a means by which ORF1 binds to membranes. Thus, it will be interesting to determine if membrane localization is altered with subcellular localization studies. Other than membranes, viral proteins can interact with other viral and plant proteins to indirectly mediate cell-to-cell movement such as those involved in PD gating,  silencing  suppression  and  immune  signaling (Hong  &  Ju,  2017;  Rojas  et  al.,  2016a). However, my results suggest a more essential role in cell-to-cell movement. The LDF domain in the ORF1 is conserved among all torradoviruses (Fig 2) and the LDF mutant abolished cell-to-cell movement, which indicates possible interference with ORF 1. These results show the essential role of the LDF domain amino acidsduring ToNDV-K15 infection.  Another RNA 2-encoded protein that is essential for cell-to-cell movement of torradovirus is the MP (Ferriol et al., 2018). Here it is important to note that it was not possible to make and MP KO mutant because it is part of the polyprotein that includes the CPs, which also maybe essential for cell-to-cell movement. One of the very interesting findings that emerged from my sequencing and phylogenetic analysesof the MP was that this protein is related to those of the members of the genus Polerovirus (family Luteoviridae), and this was found with analyses of the N-and  C-terminal  regions  of  the  ToNDV-K15  MP.  Interestingly,  a  conserved  ORF3a  was discovered to be conserved in luteoviruses and poleroviruses in studies of Turnip yellows virus(TuYV) and it was revealed to be involved in long-distance movement localized to PD (Smirnova et al., 2015). Poleroviruses have another movement-related protein called P4, which is required for cell-to-cell movement and it is a weak silencing suppressor (Fusaro et al., 2017). This dual MP system  of  poleroviruses  could  provide  insight  into  function  of  ORF1/MP  of  torradoviruses. ToMarV ORF1 protein mutant was able to move cell-to-cell, but not long-distance (systemically). (Ferriol et al., 2017), This might indicate that ORF1 has a similar role to the P3a protein, and that a dual MP system might be acting in the torradovirus cell-to-cell movement.This hypothesis gain support  from  (i)  both  proteins  are  essential  for  cell-to-cell  movement  and  (ii)  both  proteins localized to the cell periphery and more specifically to PD. The essential role of the MP in cell-to-cell movement of ToNDV-K15 was shown when I abolished cell-to-cell movement by mutations at the highly conserved aa 210F residue. As A and F residues differ in mass and side chain, this region may be important for proper structure or function of this important residue. The conservation of thisresidue in the ToTV was previously noted, and mutation F210 indicated it is a symptom determinant of ToTV, i.e., the mutant induced symptomless infections in tomato plants (Wieczorek & Obrepalska-Steplowska, 2016). Thus, my results were consistent a role of the conserved F residue in cell-to-cell movement, although I failed to identify a symptomless phenotype with theToNDV-K15 mutant.   The protein immediately following the MP in ToNDV-K15 RNA 2 polyprotein, is the largest CP, VP35. In my efforts to find regions essential for infection, I identified a MYR domain in the N-terminus of Vp35(Fig 1A). As done with the MYR motifs for ORF1, a Vp35-MYR mutant was generated. In contrast to results for the MYR mutants of ORF1, those in the N-terminus of  ORF1,  the  mutant  of Vp35abolished  symptom  development  and  infection.  Moreover,  this mutation did not impact viral replication, but did abolish cell-to-cell movement. This result show that the myristoilation domain of Vp35is essential for infection. This could be due to effects on encapsidation, and the essential role for virions in cell-to-cell movement of some secoviruses is well established for CPMV which moves cell-to-cell as virions through tubules made with the MP (Pouwels et al., 2002; Wellink & Van Kammen, 1989). TMV does not need CP to move cell to cell, but requires it for efficient systemic movement (Taliansky et al., 2003). Alternatively, it could be involved in interaction with ORF1 or MP or host factors. The modelling performed with the wild-type  and  mutated Vp35showed  that  the  mutation  in  the Vp35might  cause  an  altered interaction in the virion and impair formation of CP subunits (Fig 10), indicating improper protein-protein interactions.  For ToNDV-K15, it is not known if tubules are involved as is the case for  CPMV and Alfalfa mosaic virus(AMV Bromoviridae) (Sánchez-Navarro & Bol, 2007; Van Lentet  al.,  1991).  Thus,  the  mechanism  in  torradovirus  cell-to-cell  movement  still  needs  to  be determined. I also made a mutation in the small CP subunit,Vp24 based on identifying a positively charged region of amino acids, starting at aa 139, that includes four arginine (R) residues and is similar to the  ARM involved in RNA binding in several viruses, e.g., CMV (family Bromoviridae) (Schmitz & Rao, 1998). Converting all the amino acidsof Vp24-ARM with alanines, did not impact replication, but abolished cell-to-cell movement. The 3D modeling of the wild-type Vp24 and the Vp24-ARM mutant (Fig. 9) revealed that the mutant protein no longer formed a pocket that contained the charged residues. This mutant also changed the structure of the CP subunit formed by the CPs. It is likely that this change in these amino acidsaffected virion assembly, structure, and interaction with RNA. It would be useful to develop an encapsidation assay to investigate impact of mutant on virion formation. Another  method  to  infer  potential  functions  of  viral  movement-associated  proteins  is subcellular localization of tagged proteins. I used this approach for ORF1 and MP individually and in combination with cellular markers. Notably, although both ORF1-GFP and MP-GFP targeted PD, ORF1-GFP accumulation was transient and this was associated with the active formation and movement  of  numerous  small  vesicles,  which  moved  continually  close  to  the  cell  plasma membrane and in some cases to the PD in the cell wall (Fig 11).  The MP also localized to the membrane,  and  in  structures  located  in  the  cell  wall  that  resemble  PD  (Fig  11).  However,  in contrast to ORF1, accumulation of MP-GFP was not transient in terms of association with the PM and PD. As noted, 3D confocal images appeared to show the MP-GFP transversing PM-lined PD (Fig  14).  Further  evidence  that  the  ToNDV-K15  MP  localization  to  PD  came  from  the  co-localization  of  the  MP-GFP  and  TMVMP-mCherry,  a  well-known  PD  localized  protein  (Mushegian & Elena, 2015). My results with the ToNDVCP mutants indicated an important role for virions in cell-to-cell and most likely long-distance movement. What is less clear is whether virion movement occurs via tubules or MP-modified PR. Considering common feature of ToNDV MPs with CMV, viruses that utilize tubules for cell-to-cell movement, it is possible ToNDV utilizes tubules across the PD for cell-to-cell movement (Canto & Palukaitis, 2007; Pouwels et al., 2003). The co-localization with other cellular organelle markers showed that ORF1-GFP and MP-GFP do not clearly localize to ER, mitochondria, Golgi or plastids. Here it should be noted that attempting to investigate possible co-localization of ORF1 and MP was not possible due to low signal of the RFP tag. Western blot and immunoprecipitation analyses allowed for the confirmation of the expression of the expected-size ORF1-GFP and MP-GFP proteins, which shows that the GFP observed in the analyses was associated with the fusion protein and not eGFP or cleaved fusion proteins, although some such degradation was observed. Furthermore, those challenges also made it difficult to test the interaction of these proteins by Co-IP.  To explore further functions of ORF1, I evaluated the RNA binding capacity of this protein. Proteins involved in cell-to-cell movement of RNA viruses, such as MP of TMV, bind ssRNA, but not dsRNA or DNA and typically in a sequence non-specific matter (Otulak & Garbaczewska, 2011).  This  allows  the  viral  genomic  RNA  to  move  cell  to  cell (Citovskyetal., 1992).  The geminiviral BC1 movement protein from Bean dwarf mosaic virus(BDMV) binds DNA in a size and form specific manner (Rojas et al., 1998a). In the case of a small twinned icosahedral virus such  as  BDMV,  the  size  preference  of  the  BV1  or  BC1  MPs  might  determine  the  maximum genome size compatible with virion formation. My results show that ToNDV ORF1 protein binds a ssRNA and in the size range (~7 kb) of the viral RNAs. This could indicate a role for ORF1 in transporting viral RNA to PD, perhaps for virion independent movement. However, this was not supported by my results showing that the CPs were essential for cell-to-cell movement. ORF1 may play a role in genome size selection and transport, and the result showing that ORF1 does not bind dsDNA, is consistent with the ORF1 selectivity according to nucleic acid type. In conclusion, my experiments allowed me to gain more insight into characteristics and functional properties of the ORF1 and MP proteins encoded by the RNA 2 of ToNDV-K15. This investigation revealed essential regions in the ORF1 and MP, as well as capsid proteins involved in cell-to-cell movement of the virus. For some mutants, that abolished cell-to-cell movement, modelling of the protein tertiary structure was used to predict impact of mutations on protein function. More studies need to be conducted to further the mechanism(s) by which these viruses move cell to cell and long distance."     
        }
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": "Since it was first detected in 2003, SqVYV has become a problem for cucurbit crops in Florida, especially in watermelon where it induces vine decline and appears in mixed infections with other viruses (Bakeret al., 2008; EgelandAdkins, 2007; Gilbertsonet al.,2015). However, more recent outbreaks of SqVYV in different regions of the OW and NW locations have made this an emerging virus of cucurbit crops worldwide (Acevedo et al., 2013; Egel andAdkins, 2007; Reingold et al., 2016; Turecheket al., 2010). Furthermore, characterization of strains involved in these outbreaks has also revealed higher levels of genetic diversity in this virus than previously recognized, and insights into the origin of the virus. Of particular relevance to the present study were two apparently unrelated outbreaks in 2014, one involving  watermelon in Israel (Reingold et al., 2016)and the other involving yellowing in melons and pumpkins in the Imperial Valley of  CA, USA (Batuman et al., 2015), that is the subject of the present study. The first evidence that suggested ipomovirus infection in the pumpkins with yellowing symptoms observed in the Imperial Valley in 2014 was the result of a RT-PCR test with degenerate potyvirus primers, in which the target sequence was amplified with the CI primer pair, but not with the HC-Pro primer pair. Sequencing of the CI fragment revealed highest identity with CI sequences of SqVYV (83%), confirming infection with an ipomovirus, rather than a potyvirus (Batuman et al., 2015). Furthermore, much of the 3’ end of SqVYV-CA was determined, but efforts to amplify the 5’ end with primers based on SqVYV sequences were unsuccessful. The strains involved in these outbreaks were substantially divergent from SqVYV-FL, indicating these outbreaks were not due to recent introductions of SqVYV-FL. The Gibson assembly method allowed us to obtain a full-length SqVYV-CA clone and sequence  analysis  revealed  a  number  of  interesting  findings  with  this  virus.  The  finding  that downstream of P1a andP1b genes, the SqVYV-CA genome sequence is nearly identical to that of SqVYV-IL (98%) is in agreement with results of Reingold et al. (2016) and suggests a common evolutionary origin, independent of SqVYV-FL. Thus, taken together with the high identities in the 3 UTRs indicates SqVYV-CA and SqVYV-IL had the same major parent. The major difference between SqVYV-IL and SqVYV-CA and the one responsible for lower polyprotein identity and a different tree topology than with the conserved CP gene is the recombinant event discovered in the P1a gene (Fig 5). This recombination event involved the acquisition of 1013 nt of the P1 gene of a yet to be characterized member of the genus Potyvirus(based on 56.6% aa identity and < for ipomovirus P1a gene). Although it isnot clear if the resulting hybrid P1a/P1b protein provides a selective advantage, it had no effect in the capacity of the virus to induce watermelon vine decline disease (Batuman et al., 2015). Furthermore, this recombination event is perhaps not surprising as it has been previously reported the sequence similarities between P1a protein of SqVYV and CVYV and P1 proteins of potyviruses (Valliet al., 2007). This may allow for template switching during replication and is consistent with the P1a/P1b hybrid protein being  functional.  Taken  together  with  the  divergent  5’  UTR  of  SqVYV-CA,  a  model  can  be proposed in which this recombination event occurred in plants having mixed infection of SqVYV-IL and an uncharacterized potyvirus and SqVYV-IL. During the initial transcription of the 5’ end strand of the potyvirus there is a template switch event at the middle of the P1a gene of SqVYV-IL resulting in the transcription of therest of this genome including the 3’ end UTR. This may have  occurred  in  cucurbits,  which  often  have  mixed  infections,  including  ipomovirus  and potyviruses (Turecheket al., 2010). In fact, we detected mixed infection of SqVYV-CA and a potyvirus, Watermelon mosaic virus(WMV) and Zucchini yellow mosaic virus(ZYMV) in melon sample from California. It is also notable that the C-terminal aa sequence of the hybrid P1/P1a proteins was most identical to that of SqVYV-ILm but slightly lower (91.2% identity) than other 3’ proteins. Because the potyvirus is uncharacterized, this recombinant sequence in SqVYV-CA provided limited insight into the origin of SqVYV-CA. Within the genomes of some viruses are specific recombination hotspots, which mediate rapid viral evolution. In the case of ipomoviruses, this seems to be in the 5’ proximal genes. The genomes of CYVV and SqVYV encodes two P1 proteins, P1a and P1b, which probably have a common origin,  and arose via gene duplication (Valli et al., 2007). In the case of CVYV, function divergence of these proteins has been demonstrated, in which P1a (like the potyvirus P1) has protease activity that requires plant factors to function, whereas the P1b does not require a plant factor for protease activity and is a suppressor of gene silencing (Valliet al., 2006). Thus, the function  of  the  ipomovirus  P1a  is  less  clear  and  it  has  been  suggested  to  play  a  role  in  host adaptation (Valli et al., 2007). My results showing recombination within the SqVYV-CA P1a may reveal how this region is a recombination hotspot that allows for more rapid viral evolution via acquisition of sequences from species within the genus and even from members of other genera. In the case of SqVYV-CA, the minor parent was an unknown potyvirus and it is not clear if this recombination event provided a selective advantage, it is clear that SqVYV-CA is competitive based on establishment and spread in California. Recombination has also been shown in  5’ and 3’ proximal regions of the genome OF SPMMV and it has been reported that thirteen aas in the N-terminus of the P1 protein were under positive selection, whereas other genes (P3, 6K1 and CP) were under purifying selection (Tugumeet al., 2010). The importance of the P1 region in a member of the genus Potyvirus comes from WMV in which recombination breakpoints were identified in the P1 gene as well as in the NIa-Pro and Nib-CP genes (Vermaet al., 2020). Thus, my results indicate that ipomovirus diversity and evolution can be driven by recombination in the P1-type genes. The role of the recombination events in host adaptation remain to be determined. I took advantage of the divergent potyvirus P1 sequence in the hybrid SqVYV-CA P1a gene to develop a primer pair of SqVYV-CA with an RT-PCR test. The specificity of this RT-PCR test was shown by the failure to detect SqVYV-FL and lack of non-specific fragments in tests with RNA extracts of uninfected plants.Demonstration of the practical utility of the test came from the detection of SqVYV-CA infection in two field-collected melon samples with yellowing symptoms collected in Fresno in 2021. This is the first report of SqVYV-CA this far north in California and is a particular concern for watermelon production. It is likely that SqVYV-CA was introduced  with  viruliferous  whiteflies  migrating  from  desert  production  areas,  e.g.,  Imperial Valley  and  Yuma,  AZ.  Therefore,  an  important  question  is  whether  the  virus  can  persist  and become established in the Central Valley. Thus, this SqVYV-CA test will be useful for monitoring for the establishment of the virus in this important melon production region. It should be noted the SqVYV-CA has not become a major component ofthe ‘yellow complex’ in cucurbits in desert production for the Southwestern US, though it has been regularly detected in samples since 2014 suggesting establishment and potential threat in the future.  In  conclusion,  the  complete  sequence  of  SqVYV-CA  revealed  a  common  origin  with SqVYV-IL, but subsequent divergence via a unique recombination event in the P1a gene, in which the 5’ end is derived from the P1 gene of a yet to be identified member of the genus Potyvirus. This divergent potyvirus-like sequence was used to develop a SqVYV-CA-specific RT-PCR test, which was used in 2021 to detect SqVYV-CA for the first time in the Fresno area. This introduction was  most  likely  via  whiteflies  from  desert  melon  production,  and  a  major  concern  is  that watermelon vine decline will appear in the Central Valley and become economically important. disease in California. Thus, it is important to keep monitoring and to further investigate SqVYV-CA. "     
        }

    ],
    "generate_conclusion": [
        {
            "title": "Dynamics of Translation of Single mRNA Molecules In Vivo",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": ""    
        }
        {
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "tl;dr": "",         
            "abstract": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": "Optical enrichment comparedto other methods for phenotypic screeningTwo other methods have recently been developed to use imaging both for phenotypic screening and decoding to permit sgRNA identification in individual cells in situ(Feldman et al., 2019; Wang et al., 2019).  In both methods, CRISPR sgRNA expression constructs were modified to express both a sgRNA and a barcode.  The barcode can be read out either by in situsequencing(Feldman et al., 2019)or sequential fluorescence in situhybridization (FISH)(Wang et al., 2019).  Both methods require sgRNAs to be re-barcoded necessitating de-novodesign and library re-synthesis preventing reuse of most existing sgRNA libraries.  In addition, cells need to be fixed, preventing further cell-based assays of the identified cells.  Most importantly, both of these methods cannot easily scale to the whole genome because of barcoding limitations and the long imaging time required.Another newly published method, similar to ours, also uses high throughput sequencing as an end point assay.  Instead of using FACS to enrich cells of interest, this method cultures cells on microcraft arrays (magnetic polystyrene particles designed to capture single clones) to enable cell isolation as separate clones (CRaft-ID)(Wheeler et al., 2020).  This method also can use most available sgRNA libraries and is compatible with further live cell studies.  However, it is difficult to perform a genome wide screen with CRaft-ID, since it requires single cell isolation during cell culture and thus limits the number of cells that can be screened (6000 colonies/array).  In addition, CRaft-ID can not be used to screen for phenotypes that cause defects in monoclonal growth, including essential genes.  Our assay, on the other hand, provides an option for genome-wide screens and allows study of genes essential to growth.ConclusionIn summary, our data demonstrate the power of our optical enrichment based pooled CRISPR screening method to study previously inaccessible phenotypes with high efficiency and accuracy.  This method is simple, fast, uses open source software, and can be applied to commercial or institutional genome-scale CRISPR sgRNA libraries.  A digital micromirror device is required, but this can be introduced into the light path of common commercial microscopes.  This screening approach could be broadly applied across many biological phenotypes including morphological  changes,  sub-cellular  organization  and  cellular  dynamics.    Pluggable  image analysis code enables selection of any desired morphological phenotypes as long as fast and robust detection code can be created, which is an area suited for deep learning approaches.  We anticipate that this screening approach can be integrated with other profiling technologies such as single cell sequencing, further expanding its application to other research fields."     
        }
        {
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "tl;dr": "",         
            "abstract": "Regulation of mRNA translation, the process by which ribosomes decode mRNAs into polypeptides, is used to tune cellular protein levels. Currently, methods for observing the complete process of translation from single mRNAs in vivoare unavailable. Here, wereport the long-term (>1 hr) imaging of single mRNAs undergoing hundreds of rounds of translation in live cells, enabling quantitative measurements of ribosome initiation, elongation and stalling. This approach reveals a surprising heterogeneity in the translation of individual mRNAs within the same cell, including rapid and reversible transitions between a translating and non-translating state. Applying this method to the cell cycle gene Emi1, we find strong overall repression of translation initiation byspecific  5’UTR  sequences,  but  individual  mRNA  molecules  in  the  same  cell  can  exhibit dramatically different translational efficiencies. The ability to observe translation of single mRNA molecules in live cells provides a powerful tool to study translationregulation.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": "Adoptive T cell therapy for cancer is at an exciting but critical point in its development. The success and FDA approval of anti-CD19 CAR T cells for treatment of B-cell cancers has clearly demonstrated the powerful potential of using engineered immune cells to eliminate cancers. However, this technology is at a primitive stage, like aviation in the pioneering days of the Wright brothers. While it was clear that powered flight was possible, it was a risky, life-threatening, and unreliable endeavor –a long way from the reliability and safety of modern commercial aviation. Similarly, today’s cell therapies are highly risky and unpredictable. Most attempts to engineer T cells to treat solid tumors have led to either ineffective outcomes or highly toxic cross-reactivity.We want the power of synthetic biology to be harnessed to develop a new foundational platform for engineering more powerful, yet safer T cell therapies. We postulate that ideal cell therapies for attacking solid cancers must fulfil multiple functions –they must be designed to precisely recognize the cancer and not critical normal tissues, they must be able to overcome the suppressive TMEs, and we must be able to control their activity (Fig. 1.5). Using synthetic biology, we should be able to generate more tools to program T cells capable of sensing and responding to various diseases in increasingly autonomous and regulated manners. Synthetic biology provides unique opportunities to overcome challenges identified with the first wave of T cell therapies. Synthetic biology principles and technology platforms should facilitate the broader scientific community’s ability to engineer improved, innovative T cell therapies."   
        }
        {
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "tl;dr": "",         
            "abstract": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": ""     
        }
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": ""     
        }
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": ""     
        }

    ]
    
}
