{
    "generate_text": [
        {
            "title": "The Case for Prehistoric Art: From Elaine de Kooning to Contemporary Art",
            "tl;dr": "",
            "abstract": "Open a survey art history book; for example, a recent edition of Gardner’s Art Through the Ages or Janson’s History of Art. More often than not, the first chapter will discuss prehistoric art as the beginning of art history. It will mention small sculptures, the beginnings of architecture, cave paintings from France and Spain, as well as the first practice of pottery and making ceramic vessels. The next chapters will discuss art from ancient Mediterranean civilizations, Byzantine cultures, and early Asian societies before circling back to medieval Europe and time beyond. The author will discuss relationships between the past and the present, as well as between different countries, thereby explaining how art plays off of culture and history. The previous discussion of prehistoric art, though, is forgotten. Instead of explaining how art has been influenced by its prehistoric beginnings, the concepts and theories discussed in the first chapter are neglected. However, the disciplines of art history and anthropology are more connected than ever before, and this thesis aims to prove that connection by comparing theoretical prehistoric art behaviors with the contemporary, analyzing work by Modern and Contemporary artists influenced by prehistoric art, and evaluating the flawed history of Western art historical theory and practice.",
            "keywords": "",
            "section": "methodology",
            "input": "",
            "output": ""
        }

                        
        {
            "title": "The Economic and Educational Impact of Native American Art Markets",
            "tl;dr": "",
            "abstract": "This research will investigate the economical and educational impact of Native American art markets. The information will compare and contrast the approaches of two museum-operated Native American art market programs, the Autry National Center in Los Angeles, California and the Eiteljorg Museum of American Indians and Western Art in Indianapolis, Indiana. Information collected on these market programs included observation, library research and personal interviews. This study will present a brief history of Native American art markets (1880-present) and their emergence in the modern American economy. It will include historical background of the Santa Fe Indian Market in Santa Fe, New Mexico, which writer Tristian Ahtone calls, “the biggest and best-known destination for Native artists and Native art collectors on the planet.” From learning about the Santa Fe Indian Market one can reach some foundational understanding of Native art markets influence on evolution of modern Native American art. The two markets under review in this document have similarities and differences that will be presented. My analysis will identify the impact these Native art markets have on Native American artists, Native and non-Native communities, and American Indian themed institutions that host them.",
            "keywords": "",
            "section": "outline",
            "input": "",
            "output": ""
        }
 
        {
            "title": "Sites of New Media Art: Using the Internet to Explore Touch, Sociality, and Preservation",
            "tl;dr": "",
            "abstract": "This paper explores the varying ways in which new media art currently interacts with the Internet, the network, and Web 2.0; it additionally touches upon the relationship between new media works and their often-tenuous situation within the institution by curators (e.g. in museums, galleries, etc.), as well as social media’s impact on sociality. A loose definition of new media (works using computers, code, digital video, and the Internet, among others), which is a term constantly in flux due to positioning and relevancy in relation to art and technology, is established in order to further explicate artworks that are primarily used to think through overarching related concepts. My thesis exhibition Do You Want to Quit? Intimacy, Site, Self serves as a both a starting point for research and a larger case study in which to situate the following research; the artworks included in the exhibition inspired correlations between materialism, community, and the archive as sites of inquiry in relation to new media art. I believe that interacting with new media art through touch exemplifies its importance for and with these three themes, and that both affect theory (as well as emotion in general) and experiencing art firsthand are crucial in parsing through this work.",
            "keywords": "",
            "section": "outline",
            "input": "",
            "output": ""
        }

       
        
    ],
    "generate_abstract": [
        
        {
            "title": "The Case for Prehistoric Art: From Elaine de Kooning to Contemporary Art",
            "tl;dr": "",
            "abstract": "Open a survey art history book; for example, a recent edition of Gardner’s Art Through the Ages or Janson’s History of Art. More often than not, the first chapter will discuss prehistoric art as the beginning of art history. It will mention small sculptures, the beginnings of architecture, cave paintings from France and Spain, as well as the first practice of pottery and making ceramic vessels. The next chapters will discuss art from ancient Mediterranean civilizations, Byzantine cultures, and early Asian societies before circling back to medieval Europe and time beyond. The author will discuss relationships between the past and the present, as well as between different countries, thereby explaining how art plays off of culture and history. The previous discussion of prehistoric art, though, is forgotten. Instead of explaining how art has been influenced by its prehistoric beginnings, the concepts and theories discussed in the first chapter are neglected. However, the disciplines of art history and anthropology are more connected than ever before, and this thesis aims to prove that connection by comparing theoretical prehistoric art behaviors with the contemporary, analyzing work by Modern and Contemporary artists influenced by prehistoric art, and evaluating the flawed history of Western art historical theory and practice.",
            "keywords": "",
            "section": "abstract",
            "input": "",
            "output": "Open a survey art history book; for example, a recent edition of Gardner’s Art Through the Ages or Janson’s History of Art. More often than not, the first chapter will discuss prehistoric art as the beginning of art history. It will mention small sculptures, the beginnings of architecture, cave paintings from France and Spain, as well as the first practice of pottery and making ceramic vessels. The next chapters will discuss art from ancient Mediterranean civilizations, Byzantine cultures, and early Asian societies before circling back to medieval Europe and time beyond. The author will discuss relationships between the past and the present, as well as between different countries, thereby explaining how art plays off of culture and history. The previous discussion of prehistoric art, though, is forgotten. Instead of explaining how art has been influenced by its prehistoric beginnings, the concepts and theories discussed in the first chapter are neglected. However, the disciplines of art history and anthropology are more connected than ever before, and this thesis aims to prove that connection by comparing theoretical prehistoric art behaviors with the contemporary, analyzing work by Modern and Contemporary artists influenced by prehistoric art, and evaluating the flawed history of Western art historical theory and practice."
        },
        {
            "title": "The Economic and Educational Impact of Native American Art Markets",
            "tl;dr": "",
            "abstract": "This research will investigate the economical and educational impact of Native American art markets. The information will compare and contrast the approaches of two museum-operated Native American art market programs, the Autry National Center in Los Angeles, California and the Eiteljorg Museum of American Indians and Western Art in Indianapolis, Indiana. Information collected on these market programs included observation, library research and personal interviews. This study will present a brief history of Native American art markets (1880-present) and their emergence in the modern American economy. It will include historical background of the Santa Fe Indian Market in Santa Fe, New Mexico, which writer Tristian Ahtone calls, “the biggest and best-known destination for Native artists and Native art collectors on the planet.” From learning about the Santa Fe Indian Market one can reach some foundational understanding of Native art markets influence on evolution of modern Native American art. The two markets under review in this document have similarities and differences that will be presented. My analysis will identify the impact these Native art markets have on Native American artists, Native and non-Native communities, and American Indian themed institutions that host them.",
            "keywords": "",
            "section": "abstract",
            "input": "",
            "output": "This research will investigate the economical and educational impact of Native American art markets. The information will compare and contrast the approaches of two museum-operated Native American art market programs, the Autry National Center in Los Angeles, California and the Eiteljorg Museum of American Indians and Western Art in Indianapolis, Indiana. Information collected on these market programs included observation, library research and personal interviews. This study will present a brief history of Native American art markets (1880-present) and their emergence in the modern American economy. It will include historical background of the Santa Fe Indian Market in Santa Fe, New Mexico, which writer Tristian Ahtone calls, “the biggest and best-known destination for Native artists and Native art collectors on the planet.” From learning about the Santa Fe Indian Market one can reach some foundational understanding of Native art markets influence on evolution of modern Native American art. The two markets under review in this document have similarities and differences that will be presented. My analysis will identify the impact these Native art markets have on Native American artists, Native and non-Native communities, and American Indian themed institutions that host them."
        },
        {
            "title": "Sites of New Media Art: Using the Internet to Explore Touch, Sociality, and Preservation",
            "tl;dr": "",
            "abstract": "This paper explores the varying ways in which new media art currently interacts with the Internet, the network, and Web 2.0; it additionally touches upon the relationship between new media works and their often-tenuous situation within the institution by curators (e.g. in museums, galleries, etc.), as well as social media’s impact on sociality. A loose definition of new media (works using computers, code, digital video, and the Internet, among others), which is a term constantly in flux due to positioning and relevancy in relation to art and technology, is established in order to further explicate artworks that are primarily used to think through overarching related concepts. My thesis exhibition Do You Want to Quit? Intimacy, Site, Self serves as both a starting point for research and a larger case study in which to situate the following research; the artworks included in the exhibition inspired correlations between materialism, community, and the archive as sites of inquiry in relation to new media art. I believe that interacting with new media art through touch exemplifies its importance for and with these three themes, and that both affect theory (as well as emotion in general) and experiencing art firsthand are crucial in parsing through this work.",
            "keywords": "",
            "section": "abstract",
            "input": "",
            "output": "This paper explores the varying ways in which new media art currently interacts with the Internet, the network, and Web 2.0; it additionally touches upon the relationship between new media works and their often-tenuous situation within the institution by curators (e.g. in museums, galleries, etc.), as well as social media’s impact on sociality. A loose definition of new media (works using computers, code, digital video, and the Internet, among others), which is a term constantly in flux due to positioning and relevancy in relation to art and technology, is established in order to further explicate artworks that are primarily used to think through overarching related concepts. My thesis exhibition Do You Want to Quit? Intimacy, Site, Self serves as both a starting point for research and a larger case study in which to situate the following research; the artworks included in the exhibition inspired correlations between materialism, community, and the archive as sites of inquiry in relation to new media art. I believe that interacting with new media art through touch exemplifies its importance for and with these three themes, and that both affect theory (as well as emotion in general) and experiencing art firsthand are crucial in parsing through this work."
        }


        
    ],
    "generate_intro": [
        {
            "title": "The Case for Prehistoric Art: From Elaine de Kooning to Contemporary Art",
            "tl;dr": "",
            "abstract": "Open a survey art history book; for example, a recent edition of Gardner’s Art Through the Ages or Janson’s History of Art. More often than not, the first chapter will discuss prehistoric art as the beginning of art history. It will mention small sculptures, the beginnings of architecture, cave paintings from France and Spain, as well as the first practice of pottery and making ceramic vessels. The next chapters will discuss art from ancient Mediterranean civilizations, Byzantine cultures, and early Asian societies before circling back to medieval Europe and time beyond. The author will discuss relationships between the past and the present, as well as between different countries, thereby explaining how art plays off of culture and history. The previous discussion of prehistoric art, though, is forgotten. Instead of explaining how art has been influenced by its prehistoric beginnings, the concepts and theories discussed in the first chapter are neglected. However, the disciplines of art history and anthropology are more connected than ever before, and this thesis aims to prove that connection by comparing theoretical prehistoric art behaviors with the contemporary, analyzing work by Modern and Contemporary artists influenced by prehistoric art, and evaluating the flawed history of Western art historical theory and practice.",
            "keywords": "",
            "section": "introduction",
            "input": "",
            "output": "The turn of the twentieth century brought about a renewed interest in human prehistory. Throughout the nineteenth century, major archaeological discoveries were uncovered; among the most well-known discoveries are the investigations of Monte Albán in southern Mexico from 1859 onward, the numerous cave paintings and rock art found in Europe and Central America, and the first hominid fossils found in 1891. Great minds like Charles Darwin spurred the conversation forward by claiming, among other arguments, that humankind originated in Africa; the fact that the first hominid was found in Asia sparked a debate against Darwin’s claim. On top of these discoveries was the continuing fascination for previous cultures, like that of ancient Egyptian and ancient Greco-Roman peoples. Consequently, the formation of human history became a widely discussed topic for scholars and the educated public in the mid to late nineteenth century. And though this interest diminished following the outbreak of two great wars, it was rekindled again with the discovery of the cave art in the famous Lascaux Cave in France in 1940, as well as other caves in the Dordogne department of southwestern France. We continue to uncover new discoveries today, shattering older perceptions of the prehistoric timeline and shifting our previous knowledge of the time before written history. Though many of the more well-known caves are now closed in an effort to preserve the art, the less popular caves are still open to the general public. Because of the mystery surrounding it, prehistoric art remains a popular subject of debate between theorists, historians, scientists, and philosophers alike. Among those who visit the caves are also artists. As art and artifacts were uncovered in caves across Western Europe, the disciplines of art history and archaeology were connected more than they ever had been. Archaeologists used art historical terms to define the prehistoric art they found, and art historians acknowledged prehistoric art as the beginning of art history. But despite this acknowledgment, art historians neglected to change the overall story of art history in regard to its beginnings. However, this has not stopped people from connecting prehistoric art with modern motifs in art. Pablo Picasso, for example, claimed to have never drawn inspiration from prehistoric art, yet people still draw connections between his “primitive” style and the prehistoric depictions of animals and humans on cave walls. These ideas have melded into popular culture; even if a person has not visited one of the many caves with evidence of prehistoric humans across the globe, they will no doubt be familiar with the caveman concept from cartoons like The Flintstones, comic strips like “B.C.” (Figure 1), or even alien conspiracy theories (like the “ancient astronauts” hypothesis). Although there is no documented correlation between Picasso’s work and prehistoric art, other Western Modern artists did acknowledge their direct inspiration from cave art. When she entered one of the many prehistoric caves in the southwest of France in 1983, Elaine de Kooning found an unexpected theme for her next series, which she named Cave Walls. Through analyzing the direct connection between Elaine de Kooning’s Cave Walls series and the prehistoric art found in Europe, I intend to argue for the significant effect that prehistoric art had on several Western Modern artists in the latter half of the twentieth century. Culling from examples in Contemporary Art, I will explain that this interest in prehistoric art does not reveal itself in a singular artist but within entire communities of artists. With this in mind, I will lay out evidence of how prehistoric art has become regarded as an afterthought in the larger field of art history, and I intend to demonstrate that prehistoric art is not an afterthought but a continuous, collective memory in the minds of today’s society, shaping the way we view the world."
        },
        {
            "title": "The Economic and Educational Impact of Native American Art Markets",
            "tl;dr": "",
            "abstract": "This research will investigate the economical and educational impact of Native American art markets. The information will compare and contrast the approaches of two museum-operated Native American art market programs, the Autry National Center in Los Angeles, California and the Eiteljorg Museum of American Indians and Western Art in Indianapolis, Indiana. Information collected on these market programs included observation, library research and personal interviews. This study will present a brief history of Native American art markets (1880-present) and their emergence in the modern American economy. It will include historical background of the Santa Fe Indian Market in Santa Fe, New Mexico, which writer Tristian Ahtone calls, “the biggest and best-known destination for Native artists and Native art collectors on the planet.” From learning about the Santa Fe Indian Market one can reach some foundational understanding of Native art markets influence on evolution of modern Native American art. The two markets under review in this document have similarities and differences that will be presented. My analysis will identify the impact these Native art markets have on Native American artists, Native and non-Native communities, and American Indian themed institutions that host them.",
            "keywords": "",
            "section": "introduction",
            "input": "",
            "output": "Hundreds of tabletops and street rugs lined with Native American hand-made art are scattered in every direction. Endless rows of pop-up tents are filled with visitors browsing carefully in hopes to see it all. This setting is a popular modern day Native American art market. Native art markets are gatherings for artists and buyers to convene for the sale of Native American arts and crafts. Today, art markets like this are utilized for purchasing high quality Native American art in more than a dozen major cities across the country including Phoenix, Seattle, Los Angeles, Santa Fe, Tulsa, Washington D.C. and Indianapolis. Native American art markets are a phenomenon in the twenty-first century. They are not only supporting economic prosperity for participating groups, they are also enforcing public education of American Indian cultures. Behind the market tables one can find the artists themselves who are willing to engage, educate and assist visitors in purchasing their own art. Native artists use their relational skills to network and gain clientele. Customers are given opportunity to learn about Native culture while purchasing authentic artwork. Patrons have discovered a venue to comfortably acquire quality Native arts and crafts. Institutions hosting these events build relationships with donors, patrons and leading Native American artists. Institutions have the opportunity to fulfill their educational missions by hosting an interactive art market program. In these ways Native American art markets have positive economic, educational and developmental impact on all parties involved. Annual Native American art markets are opening doors for artists who serve as informative links or liaisons between the Native community and non-Native art admirers. Relationships are cultivated between staff, artists and Native communities at Native American art markets which leads to more collaboration outside the event. Through these art markets, Native American artists become representatives of their tribal groups and will use this role to educate. By informing the public on current Native life, Native Americans build awareness and support. A number of American Indian and western-themed institutions are creating market programs such as the Autry National Center in Los Angeles, the Heard Museum in Phoenix, the National Museum of the American Indian in Washington D.C., and the Eiteljorg Museum in Indianapolis. They are following the example of the largest, longest and most successful festival, the Santa Fe Indian Market. Native American art market programs hosted by educationally driven Native-themed institutions are increasing collaboration between Native artists and the Native community. Collaboration strengthens the reputation of Native themed museums by refreshing the accuracy of educational information presented to visitors. It also cultivates relationships between leading Native artists and institutions that wish to acquire art for their own museum collections. Native art markets build support and funding for the hosting institutions, therefore are vital developmental programs for any Native American artist or museum institution. Native art markets support a larger cause than just art sales. At Native art markets, guests are able to view art that tells many stories of the American Indian. Through these market programs detailed knowledge of Native American life is portrayed. Native American art markets are both educational and economical tools by promoting cultural persistence for Native American communities. In this thesis I will attempt to disclose the evolution, growth and purpose of Native American art markets. The first major Native American art market in the United States was created in the Southwest. In 1921 Museum of New Mexico directors Edgar Lee Hewett and Kenneth Chapman established the Indian Fair in Santa Fe, New Mexico and the following year it officially opened to the public. After years of change the Southwest Indian Fair continued into the twenty-first century as the well-known Santa Fe Indian Market. For decades the market would pave the way for other Native inspired institutions to develop their own market programs. Today, the city of Santa Fe sees a significant boost in the economy during the market weekend. Leading in innovation, the Santa Fe Indian Market continues to influence the development of other art markets. The Autry National Center of Los Angeles is one such museum that adapted a Native art market program. According to their website, the marketplace serves as “the largest Native American arts fair in Southern California, the Autry's American Indian Arts Marketplace features 200 Native American artists who represent more than 40 tribes.” When Los Angeles’ diverse Native population was formed by enriched United States government-run Relocation programs of the 1950’s, the city became one of several urban centers chosen to assimilate American Indian families into mainstream America. Today, Los Angeles is home to many Native groups from across the United States as well as their own indigenous populations such as the Gabrielino-Tongva tribe. Native Americans that moved to Los Angeles during this era strengthened their inter-tribal relations and resisted assimilation. The Autry National Center is a space where Southern California tribes connect and gather and witness the rich diversity in Southern California Native groups during the its annual marketplace. The Autry American Indian Arts Marketplace supports collaboration between institution and local Natives to provide educational and economic opportunities for those involved. The Eiteljorg Museum of American Indian and Southwestern Art in Indianapolis, Indiana is an example of a Native art market thriving outside the Southwest. This Midwest institution is helping visitors to reconsider the present perceptions and stereotypes of Native Americans taught by the United States educational system. The Eiteljorg Indian Market and Festival serves the community by educating on the diversity and tenacity of Native American cultures. The market program allows the Eiteljorg to meet new artists and donors who will in turn support the museum financially. A CHRONOLOGICAL HISTORY OF NATIVE AMERICAN ART MARKETS Native American art markets began in Santa Fe, New Mexico at the end of the nineteenth century. American Indian museums scholars Kathleen Howard and Diana Pardue credit the creation of the transcontinental railway system for the emergence of Native arts. According to the duo, “New Mexico’s population tripled between 1880 and 1920.” Railroads entering New Mexico exposed travelers to Native American cultures. Bruce Bernstein, former Director of the Southwest Association of Indian Arts elaborates: “The trains also brought tourists, whose fear of frontier land began to give away to curiosity. Anglo-American traders took advantage of this situation to sell Native made curios to visitors.” He also suggests, “traders encouraged Indian artists to make pottery and other items expressly for outsiders. Across the Southwest, Native vendors positioned themselves at railway stations selling souvenirs to tourists.” Through the railway experience more tourists discovered Native American aesthetics. Formed in Topeka Kansas in 1876, The Fred Harvey Company, a railway food service organization, opened business along railroad stops in New Mexico’s Pueblo Indian villages. The company capitalized on their captive clientele by commercializing Native American art. Tourists began to purchase low cost souvenirs from Native artists. The railroad had brought with it a means to generate income for Southwestern Native groups. According to Howard and Pardue, “Native Americans were faced with the need to participate in the cash economy prevalent within the Euro-American population.” Tourists were attracted to the Indian “exotic” culture and began to purchase Native artworks for personal collection. In return these art sales introduced Native Americans to a cash based economy. Meanwhile, across the country popular national fairs were taking place such as the Chicago World Fair (1893) and the Panama-California Exposition (1915-1917). These celebrations also introduced the modern Native American to the public. Opinions on American Indians were shifting from the “savage Indian” to a more fascinating perception. The allure of Native American culture seen at these fairs was noticed; tourists would visit the Southwest to seek adventure. They would commemorate their experience in the Southwest by taking home Native American hand-made curios. From world fairs and the newly integrated railway system, the Southwest became the centerpoint of Native American arts. Also during this time it became difficult for Native Americans to devote energy into art production. Because of economic hardship time was spent working laborious full-time jobs rather than creating art for leisure. Anglo-American anthropologist Edgar Hewett realized that the low cost Native souvenirs sold at railway stations were not giving proper credit to the inherent artistic talent of Native Americans. Hewett and his colleagues wanted to gain awareness for American Indian arts on a national level while preserving traditional Native art methods. In 1909 the Museum of New Mexico was founded. Bernstein discusses the reasoning behind the formation of their first Indian fair. According to Bernstein these benefactors “began to encourage potters to make pottery modeled on prehistoric and historic pieces that were thought to represent an unsullied or authentic culture.” The purpose of the market was to safeguard traditional techniques that made quality Native art so special. Hewett and colleagues then set the stage during the 1920’s for Southwest Indians to produce Native arts to be preserved, admired and sold at art markets. In 1925 Mary Austin, another Anglo-American Native arts advocate, formed the Indian Arts Fund (IAF). According to historians Carter Jones Meyer and Diana Royer, “Austin believed that every effort was needed to protect Native art. To do so would not only lead to the resurrection of the handicraft culture threatened by the machine age, but also a renewed interest in the environment as a focal point of American life.” The Indian Arts Fund strove to renew a sense of accomplishment among Indians in practicing Native artistry. Programs like this and the annual Indian Fair were soon demonstrating their economical reward to relevant artists and the city of Santa Fe." 
        },
        {
            "title": "Sites of New Media Art: Using the Internet to Explore Touch, Sociality, and Preservation",
            "tl;dr": "",
            "abstract": "This paper explores the varying ways in which new media art currently interacts with the Internet, the network, and Web 2.0; it additionally touches upon the relationship between new media works and their often-tenuous situation within the institution by curators (e.g. in museums, galleries, etc.), as well as social media’s impact on sociality. A loose definition of new media (works using computers, code, digital video, and the Internet, among others), which is a term constantly in flux due to positioning and relevancy in relation to art and technology, is established in order to further explicate artworks that are primarily used to think through overarching related concepts. My thesis exhibition Do You Want to Quit? Intimacy, Site, Self serves as a both a starting point for research and a larger case study in which to situate the following research; the artworks included in the exhibition inspired correlations between materialism, community, and the archive as sites of inquiry in relation to new media art. I believe that interacting with new media art through touch exemplifies its importance for and with these three themes, and that both affect theory (as well as emotion in general) and experiencing art firsthand are crucial in parsing through this work.",
            "keywords": "",
            "section": "introduction",
            "input": "",
            "output": "In an essay for Artforum’s fiftieth anniversary issue in 2012, scholar Claire Bishop posits: “Whatever happened to digital art?” Despite the backlash that Bishop received after her essay was published, this leading question and its ensuing controversy are very much present in the world of contemporary art, which has institutions and galleries dedicated to only it and its postmodernity (or lack thereof). However, I do not feel that something has happened to digital art, but rather, digital art has been oft-separated from the rest of the so-called fine arts. Shortly after her initial question, Bishop wonders why digital works have not thoroughly “[filtered] affect through the digital,” and with this remark, I firmly believe digital works, or artworks built with the technological, fully utilize affect with the apparatus and especially so in the institutional space. The most pertinent part of Bishop’s argument is the prescribed backlash in its aftermath. Curator Lauren Cornell co-penned a response to the essay with Brian Droitcour, relaying that Bishop’s initial question was inherently flawed due to the author’s general disinterest in the digital, as well as a focus—perhaps due to her position as an art historian—on mainstream contemporary art, or the kind of art that is known to value the material and tactile over the immaterial. It was an impassioned plea for new media, and the kind of response that elicited further dialogue from Bishop. Cornell and Ed Halter’s anthology Mass Effect: Art and the Internet in the Twenty-First Century contains Bishop’s original essay “Digital Divide” as well as a follow-up essay commissioned by the volume’s editors titled “Sweeping, Dumb, and Aggressively Ignorant! Revisiting ‘Digital Divide’”. Aside from “digital divide” as a way of demarcating those who have access to technology and those who do not and framing it as a race and class-based issue, Bishop’s digital divide takes place solely in the realm of art; perhaps situating it as a specifically art-based issue is its biggest problem. It is not as cut-and-dry as whether or not new media art does x, y, or z like its analog predecessors, but moreso about the nuances that make it seem so unapproachable or uninteresting to those, like Bishop, committed to the so-called canon of art historical importance that privileges a very specific notion of form and technicality. My own thesis exhibition Do You Want to Quit? Intimacy, Site, Self deals directly with these issues and serves as a framework through which to better understand the intricacies of new media art, in that each work interacts with technology in some form. One common thread that ties the six artists in the show together is the way in which their work responds to materiality in relation to new media, as well as how each work contributes to a larger conversation about digitality and affect. To start with a brief overview of each artist and their work, Nick Briz’s interactive video art project, also titled Do You Want to Quit?, was the jumping-off point for this exhibition; Briz allowed me to use his piece as a physical point of entry into the gallery, and subsequently, into a larger conversation about digital art’s existence within the gallery space. The question is posed to the viewer as they step into the space, and as they move throughout the gallery, new media art forces a reckoning with this idea of what it means to exit, and what it means to stay."
        }
 
    ],
    "generate_survey": [
        {
            "title": "The Case for Prehistoric Art: From Elaine de Kooning to Contemporary Art",
            "tl;dr": "",
            "abstract": "Open a survey art history book; for example, a recent edition of Gardner’s Art Through the Ages or Janson’s History of Art. More often than not, the first chapter will discuss prehistoric art as the beginning of art history. It will mention small sculptures, the beginnings of architecture, cave paintings from France and Spain, as well as the first practice of pottery and making ceramic vessels. The next chapters will discuss art from ancient Mediterranean civilizations, Byzantine cultures, and early Asian societies before circling back to medieval Europe and time beyond. The author will discuss relationships between the past and the present, as well as between different countries, thereby explaining how art plays off of culture and history. The previous discussion of prehistoric art, though, is forgotten. Instead of explaining how art has been influenced by its prehistoric beginnings, the concepts and theories discussed in the first chapter are neglected. However, the disciplines of art history and anthropology are more connected than ever before, and this thesis aims to prove that connection by comparing theoretical prehistoric art behaviors with the contemporary, analyzing work by Modern and Contemporary artists influenced by prehistoric art, and evaluating the flawed history of Western art historical theory and practice.",
            "keywords": "",
            "section": "survey",
            "input": "",
            "output": ""
        },
        {
            "title": "The Economic and Educational Impact of Native American Art Markets",
            "tl;dr": "",
            "abstract": "This research will investigate the economical and educational impact of Native American art markets. The information will compare and contrast the approaches of two museum-operated Native American art market programs, the Autry National Center in Los Angeles, California and the Eiteljorg Museum of American Indians and Western Art in Indianapolis, Indiana. Information collected on these market programs included observation, library research and personal interviews. This study will present a brief history of Native American art markets (1880-present) and their emergence in the modern American economy. It will include historical background of the Santa Fe Indian Market in Santa Fe, New Mexico, which writer Tristian Ahtone calls, “the biggest and best-known destination for Native artists and Native art collectors on the planet.” From learning about the Santa Fe Indian Market one can reach some foundational understanding of Native art markets influence on evolution of modern Native American art. The two markets under review in this document have similarities and differences that will be presented. My analysis will identify the impact these Native art markets have on Native American artists, Native and non-Native communities, and American Indian themed institutions that host them.",
            "keywords": "",
            "section": "survey",
            "input": "",
            "output": ""
        },
        {
            "title": "Sites of New Media Art: Using the Internet to Explore Touch, Sociality, and Preservation",
            "tl;dr": "",
            "abstract": "This paper explores the varying ways in which new media art currently interacts with the Internet, the network, and Web 2.0; it additionally touches upon the relationship between new media works and their often-tenuous situation within the institution by curators (e.g. in museums, galleries, etc.), as well as social media’s impact on sociality. A loose definition of new media (works using computers, code, digital video, and the Internet, among others), which is a term constantly in flux due to positioning and relevancy in relation to art and technology, is established in order to further explicate artworks that are primarily used to think through overarching related concepts. My thesis exhibition Do You Want to Quit? Intimacy, Site, Self serves as both a starting point for research and a larger case study in which to situate the following research; the artworks included in the exhibition inspired correlations between materialism, community, and the archive as sites of inquiry in relation to new media art. I believe that interacting with new media art through touch exemplifies its importance for and with these three themes, and that both affect theory (as well as emotion in general) and experiencing art firsthand are crucial in parsing through this work.",
            "keywords": "",
            "section": "survey",
            "input": "",
            "output": ""
        }    
    ],
    "generate_methodology": [
        {
            "title": "The Case for Prehistoric Art: From Elaine de Kooning to Contemporary Art",
            "tl;dr": "",
            "abstract": "Open a survey art history book; for example, a recent edition of Gardner’s Art Through the Ages or Janson’s History of Art. More often than not, the first chapter will discuss prehistoric art as the beginning of art history. It will mention small sculptures, the beginnings of architecture, cave paintings from France and Spain, as well as the first practice of pottery and making ceramic vessels. The next chapters will discuss art from ancient Mediterranean civilizations, Byzantine cultures, and early Asian societies before circling back to medieval Europe and time beyond. The author will discuss relationships between the past and the present, as well as between different countries, thereby explaining how art plays off of culture and history. The previous discussion of prehistoric art, though, is forgotten. Instead of explaining how art has been influenced by its prehistoric beginnings, the concepts and theories discussed in the first chapter are neglected. However, the disciplines of art history and anthropology are more connected than ever before, and this thesis aims to prove that connection by comparing theoretical prehistoric art behaviors with the contemporary, analyzing work by Modern and Contemporary artists influenced by prehistoric art, and evaluating the flawed history of Western art historical theory and practice.",
            "keywords": "",
            "section": "methodology",
            "input": "",
            "output": ""
        },
        {
            "title": "The Economic and Educational Impact of Native American Art Markets",
            "tl;dr": "",
            "abstract": "This research will investigate the economical and educational impact of Native American art markets. The information will compare and contrast the approaches of two museum-operated Native American art market programs, the Autry National Center in Los Angeles, California and the Eiteljorg Museum of American Indians and Western Art in Indianapolis, Indiana. Information collected on these market programs included observation, library research and personal interviews. This study will present a brief history of Native American art markets (1880-present) and their emergence in the modern American economy. It will include historical background of the Santa Fe Indian Market in Santa Fe, New Mexico, which writer Tristian Ahtone calls, “the biggest and best-known destination for Native artists and Native art collectors on the planet.” From learning about the Santa Fe Indian Market one can reach some foundational understanding of Native art markets influence on evolution of modern Native American art. The two markets under review in this document have similarities and differences that will be presented. My analysis will identify the impact these Native art markets have on Native American artists, Native and non-Native communities, and American Indian themed institutions that host them.",
            "keywords": "",
            "section": "methodology",
            "input": "",
            "output": "Information on Native American art markets was obtained through library research, observation and interviews. The investigation compared and contrasted approaches of two Native American art market programs. This thesis also served as a comparative study on the effect these programs have on Native artists and their communities as well as institution and their local communities. Before delving into the observations the reader must learn about the history of Native American art, its rise to commercialization and the impact art markets have on economical and educational efforts surrounding Indian country. I found historical document through library research. This included visiting the Southwest Braun Research library and the American Indian Studies Center library of Los Angeles. With help from Librarian Kenneth Wade, I was able to locate the works of leading Native art market scholars such as Bruce Bernstein, Molly Mullins and Nancy Parezo.  As for historical research, I conducted a background inquiry into the Autry National Center and the Eiteljorg Museum of American Indians and Western Art and Southwestern Association of Indian Arts. Without historical context it is difficult to pinpoint the correlation between the emergence of Native American art and the art market venue. Three observations were made during this study. Using the Santa Fe Indian Market as a precedent, I then compared and contrasted the Eiteljorg Indian Market and Festival to the Autry American Indian Arts Marketplace.  I visited each institution during its annual arts market to gain inside perspective, personal experience and understanding of the operation. I traveled cross-country to witness for myself the dynamics of a Native American art market. June 2014 brought me home to visit the Eiteljorg Museum in Indianapolis, Indiana, where in 2010 I served as the Market and Festival intern. That same year I took a weekend road trip in August to the Santa Fe Indian Market from Los Angeles to New Mexico. A few months later, in November, I made the brief commute across town to the Autry Museum American Indian Arts Marketplace. Anthropological research methods expert Russell Bernard notes that “direct observations provides much more accurate results about behavior that do reports of behavior.” 2 In this case, direct observation was vital, as little reports have been made about the Autry and Eiteljorg market programs. The research was carried out in the participant observer perspective. No preconceived notions or biases were considered in drawing conclusions. On sight, new acquaintances were met with a greeting and introduction to the project. Contact information was collected from participants to avoid interrupting the sales process of the artists as informal interviews were conducted via email at a later time. These methods contributed to open-ended conversation and allowed time to develop personalized questions. Questions were then tailored to each specific artist keeping in mind that they could be from a different tribe, location and have different art mediums. Email was later sent so the interviewee would have time to ponder each question and answer more in depth. The rise in the use of technology to collect information allowed me to carry out the one-on-one interviews online. According to Anthropologist Russell Bernard, “computers-as-interviewers are fine when the questions are clear and people don’t need a lot of extra information.” 3 Networking and interviewing off-site worked best for this specific research.  Staff interviews were acquired from each institution with those that work directly with artists in the year round planning of the event. Lisa Watt, former Festivals and Markets Coordinator at the Eiteljorg, is a personal friend. Lisa also reached out to the connections she made as coordinator via social media to find participants for the research. Her connections eventually provided me with two more artists willing to participate. Patty Carmack, Artist Relations at the Autry, agreed to interview after reaching out to her via email. Carmack was willing to meet over coffee for a face-to-face interview. We stayed connected after the meeting by email as she assisted me in specific questions on the Autry marketplace throughout the writing process. Formal meetings were set at the museums with Dr. Rick West, Director of the Autry National Center and John Vanausdall, Director of the Eiteljorg Museum, to obtain the institutional standpoint on each market. Mixed interview methods were utilized to meet individual schedule and preference. With the viewpoint and experience of the staff the research could also investigate changes and improvements made in the market between 2008-2014. This aided in measuring the growth, success rate and economic and educational impact each market observed. In recent decades Native American art markets have expanded out of the Southwest and into more metropolitan areas across the United States. Scholarship on Native American art markets includes that of Southwestern Association of Indian Arts Executive Director Bruce Bernstein’s (2012), Santa Fe Indian Market and anthropologist Molly H. Mullins (2001), Culture in the Marketplace. Few have considered Native American art markets outside of the Southwest. This study will reach further, expanding into the Great Lakes region to shed light on the development of Native American art markets."
        },
        {
            "title": "Sites of New Media Art: Using the Internet to Explore Touch, Sociality, and Preservation",
            "tl;dr": "",
            "abstract": "This paper explores the varying ways in which new media art currently interacts with the Internet, the network, and Web 2.0; it additionally touches upon the relationship between new media works and their often-tenuous situation within the institution by curators (e.g. in museums, galleries, etc.), as well as social media’s impact on sociality. A loose definition of new media (works using computers, code, digital video, and the Internet, among others), which is a term constantly in flux due to positioning and relevancy in relation to art and technology, is established in order to further explicate artworks that are primarily used to think through overarching related concepts. My thesis exhibition Do You Want to Quit? Intimacy, Site, Self serves as both a starting point for research and a larger case study in which to situate the following research; the artworks included in the exhibition inspired correlations between materialism, community, and the archive as sites of inquiry in relation to new media art. I believe that interacting with new media art through touch exemplifies its importance for and with these three themes, and that both affect theory (as well as emotion in general) and experiencing art firsthand are crucial in parsing through this work.",
            "keywords": "",
            "section": "methodology",
            "input": "",
            "output": ""
        }
        
    ],
    "generate_experiment": [
        {
            "title": "The Case for Prehistoric Art: From Elaine de Kooning to Contemporary Art",
            "tl;dr": "",
            "abstract": "Open a survey art history book; for example, a recent edition of Gardner’s Art Through the Ages or Janson’s History of Art. More often than not, the first chapter will discuss prehistoric art as the beginning of art history. It will mention small sculptures, the beginnings of architecture, cave paintings from France and Spain, as well as the first practice of pottery and making ceramic vessels. The next chapters will discuss art from ancient Mediterranean civilizations, Byzantine cultures, and early Asian societies before circling back to medieval Europe and time beyond. The author will discuss relationships between the past and the present, as well as between different countries, thereby explaining how art plays off of culture and history. The previous discussion of prehistoric art, though, is forgotten. Instead of explaining how art has been influenced by its prehistoric beginnings, the concepts and theories discussed in the first chapter are neglected. However, the disciplines of art history and anthropology are more connected than ever before, and this thesis aims to prove that connection by comparing theoretical prehistoric art behaviors with the contemporary, analyzing work by Modern and Contemporary artists influenced by prehistoric art, and evaluating the flawed history of Western art historical theory and practice.",
            "keywords": "",
            "section": "experiment",
            "input": "",
            "output": ""
        },
        {
            "title": "The Economic and Educational Impact of Native American Art Markets",
            "tl;dr": "",
            "abstract": "This research will investigate the economical and educational impact of Native American art markets. The information will compare and contrast the approaches of two museum-operated Native American art market programs, the Autry National Center in Los Angeles, California and the Eiteljorg Museum of American Indians and Western Art in Indianapolis, Indiana. Information collected on these market programs included observation, library research and personal interviews. This study will present a brief history of Native American art markets (1880-present) and their emergence in the modern American economy. It will include historical background of the Santa Fe Indian Market in Santa Fe, New Mexico, which writer Tristian Ahtone calls, “the biggest and best-known destination for Native artists and Native art collectors on the planet.” From learning about the Santa Fe Indian Market one can reach some foundational understanding of Native art markets influence on evolution of modern Native American art. The two markets under review in this document have similarities and differences that will be presented. My analysis will identify the impact these Native art markets have on Native American artists, Native and non-Native communities, and American Indian themed institutions that host them.",
            "keywords": "",
            "section": "experiment",
            "input": "",
            "output": ""
        },
        {
            "title": "Sites of New Media Art: Using the Internet to Explore Touch, Sociality, and Preservation",
            "tl;dr": "",
            "abstract": "This paper explores the varying ways in which new media art currently interacts with the Internet, the network, and Web 2.0; it additionally touches upon the relationship between new media works and their often-tenuous situation within the institution by curators (e.g. in museums, galleries, etc.), as well as social media’s impact on sociality. A loose definition of new media (works using computers, code, digital video, and the Internet, among others), which is a term constantly in flux due to positioning and relevancy in relation to art and technology, is established in order to further explicate artworks that are primarily used to think through overarching related concepts. My thesis exhibition Do You Want to Quit? Intimacy, Site, Self serves as both a starting point for research and a larger case study in which to situate the following research; the artworks included in the exhibition inspired correlations between materialism, community, and the archive as sites of inquiry in relation to new media art. I believe that interacting with new media art through touch exemplifies its importance for and with these three themes, and that both affect theory (as well as emotion in general) and experiencing art firsthand are crucial in parsing through this work.",
            "keywords": "",
            "section": "experiment",
            "input": "",
            "output": ""
        }
        
    ],
    "generate_discussion": [
        {
            "title": "The Case for Prehistoric Art: From Elaine de Kooning to Contemporary Art",
            "tl;dr": "",
            "abstract": "Open a survey art history book; for example, a recent edition of Gardner’s Art Through the Ages or Janson’s History of Art. More often than not, the first chapter will discuss prehistoric art as the beginning of art history. It will mention small sculptures, the beginnings of architecture, cave paintings from France and Spain, as well as the first practice of pottery and making ceramic vessels. The next chapters will discuss art from ancient Mediterranean civilizations, Byzantine cultures, and early Asian societies before circling back to medieval Europe and time beyond. The author will discuss relationships between the past and the present, as well as between different countries, thereby explaining how art plays off of culture and history. The previous discussion of prehistoric art, though, is forgotten. Instead of explaining how art has been influenced by its prehistoric beginnings, the concepts and theories discussed in the first chapter are neglected. However, the disciplines of art history and anthropology are more connected than ever before, and this thesis aims to prove that connection by comparing theoretical prehistoric art behaviors with the contemporary, analyzing work by Modern and Contemporary artists influenced by prehistoric art, and evaluating the flawed history of Western art historical theory and practice.",
            "keywords": "",
            "section": "discussion",
            "input": "",
            "output": ""
        },
        {
            "title": "The Economic and Educational Impact of Native American Art Markets",
            "tl;dr": "",
            "abstract": "This research will investigate the economical and educational impact of Native American art markets. The information will compare and contrast the approaches of two museum-operated Native American art market programs, the Autry National Center in Los Angeles, California and the Eiteljorg Museum of American Indians and Western Art in Indianapolis, Indiana. Information collected on these market programs included observation, library research and personal interviews. This study will present a brief history of Native American art markets (1880-present) and their emergence in the modern American economy. It will include historical background of the Santa Fe Indian Market in Santa Fe, New Mexico, which writer Tristian Ahtone calls, “the biggest and best-known destination for Native artists and Native art collectors on the planet.” From learning about the Santa Fe Indian Market one can reach some foundational understanding of Native art markets influence on evolution of modern Native American art. The two markets under review in this document have similarities and differences that will be presented. My analysis will identify the impact these Native art markets have on Native American artists, Native and non-Native communities, and American Indian themed institutions that host them.",
            "keywords": "",
            "section": "discussion",
            "input": "",
            "output": ""
        },
        {
            "title": "Sites of New Media Art: Using the Internet to Explore Touch, Sociality, and Preservation",
            "tl;dr": "",
            "abstract": "This paper explores the varying ways in which new media art currently interacts with the Internet, the network, and Web 2.0; it additionally touches upon the relationship between new media works and their often-tenuous situation within the institution by curators (e.g. in museums, galleries, etc.), as well as social media’s impact on sociality. A loose definition of new media (works using computers, code, digital video, and the Internet, among others), which is a term constantly in flux due to positioning and relevancy in relation to art and technology, is established in order to further explicate artworks that are primarily used to think through overarching related concepts. My thesis exhibition Do You Want to Quit? Intimacy, Site, Self serves as both a starting point for research and a larger case study in which to situate the following research; the artworks included in the exhibition inspired correlations between materialism, community, and the archive as sites of inquiry in relation to new media art. I believe that interacting with new media art through touch exemplifies its importance for and with these three themes, and that both affect theory (as well as emotion in general) and experiencing art firsthand are crucial in parsing through this work.",
            "keywords": "",
            "section": "discussion",
            "input": "",
            "output": ""
        }
    ],
    "generate_conclusion": [
        {
            "title": "The Case for Prehistoric Art: From Elaine de Kooning to Contemporary Art",
            "tl;dr": "",
            "abstract": "Open a survey art history book; for example, a recent edition of Gardner’s Art Through the Ages or Janson’s History of Art. More often than not, the first chapter will discuss prehistoric art as the beginning of art history. It will mention small sculptures, the beginnings of architecture, cave paintings from France and Spain, as well as the first practice of pottery and making ceramic vessels. The next chapters will discuss art from ancient Mediterranean civilizations, Byzantine cultures, and early Asian societies before circling back to medieval Europe and time beyond. The author will discuss relationships between the past and the present, as well as between different countries, thereby explaining how art plays off of culture and history. The previous discussion of prehistoric art, though, is forgotten. Instead of explaining how art has been influenced by its prehistoric beginnings, the concepts and theories discussed in the first chapter are neglected. However, the disciplines of art history and anthropology are more connected than ever before, and this thesis aims to prove that connection by comparing theoretical prehistoric art behaviors with the contemporary, analyzing work by Modern and Contemporary artists influenced by prehistoric art, and evaluating the flawed history of Western art historical theory and practice.",
            "keywords": "",
            "section": "conclusion",
            "input": "",
            "output": "Though Elaine de Kooning, Pierre Soulages, and various digital and street artists focus on cave paintings found in western Europe, there are other Modern and Contemporary artists who draw inspiration from different prehistoric cultures. Chinese artist Han Meilin has had his reinterpretations of Chinese rock art exhibited in the Yinchuan World Rock Art Museum. American artist and rock art researcher Elanie Moore finds inspiration in rock art from Mexico and practices prehistoric artistic techniques in her paintings. The fascination with prehistoric art stretches beyond the popular images from Lascaux and Altamira. Prehistoric art is quickly becoming a global phenomenon, spurring artists to take inspiration from their ancestors and reimagine the modern world. And perhaps this is only a passing fashion. Perhaps this fascination ends sooner rather than later. That does not make this prehistoric renaissance any less valid for both the artists and the study of art history. The Fauvist movement, for example, was a short-lived period of art (approximately from 1904 to 1910) that was practiced by a small group of Western artists, and yet it holds an important place in art history textbooks as an extension of Impressionism and a precursor to Expressionism. The Cubist movement only lasted for about seven years, and yet students are taught that without Pablo Picasso and Georges Braque, movements such as Futurism, Dada, and De Stijl might have never developed. Art history students are consistently taught the importance of connections between cultures, histories, and movements. We are taught that without the ingenuity of the past, we would not have the development of the future. Because of this neo-prehistoric art movement that we find ourselves within, now is the ideal time to revolutionize the way we learn about art history. It is time to rewrite the textbooks to emphasize the art historical and cultural relevance of prehistoric art in a modern and contemporary art context. As de Kooning impresses upon in her first encounters with prehistoric art, the concepts of past and present become null. Time ceases to exist. Yet within art historical studies, the notions of “before common era” and “common era” encourage separation between past and present, and it subsequently establishes a disconnect. But how can we call ourselves true art historians if we only consider certain parts of art history when analyzing present trends in art? The fundamental definition of the study of history is that it is an investigative discipline that seeks to understand events of the past and analyze the causes and effects of these past events. As of today, the discipline of art history widely neglects the effects of prehistoric artistic behaviors. Maybe this is because the circumstances of prehistoric art are speculative – everything is based in theory, everything is up for personal interpretation. But isn’t that what art history is all about?"
        },
        {
            "title": "The Economic and Educational Impact of Native American Art Markets",
            "tl;dr": "",
            "abstract": "This research will investigate the economical and educational impact of Native American art markets. The information will compare and contrast the approaches of two museum-operated Native American art market programs, the Autry National Center in Los Angeles, California and the Eiteljorg Museum of American Indians and Western Art in Indianapolis, Indiana. Information collected on these market programs included observation, library research and personal interviews. This study will present a brief history of Native American art markets (1880-present) and their emergence in the modern American economy. It will include historical background of the Santa Fe Indian Market in Santa Fe, New Mexico, which writer Tristian Ahtone calls, “the biggest and best-known destination for Native artists and Native art collectors on the planet.” From learning about the Santa Fe Indian Market one can reach some foundational understanding of Native art markets influence on evolution of modern Native American art. The two markets under review in this document have similarities and differences that will be presented. My analysis will identify the impact these Native art markets have on Native American artists, Native and non-Native communities, and American Indian themed institutions that host them.",
            "keywords": "",
            "section": "conclusion",
            "input": "",
            "output": "Through historical background, interviews and direct observation the research uncovered similarities and differences between the Autry and Eiteljorg museum art market programs. Both programs started in 1991 and have continued to grow into an important developmental tool. But it is what the art market does for the institutions themselves that keep it as an important part of their programming. The art markets are not making these institutions a great deal of money. What they are achieving in is satisfying education missions and increasing networking with Native artists and donors. Through this observation it becomes clear that American Indian art markets are utilized as institutional developmental tools supporting their growth into the future. It is difficult to say that every local economy benefits from a Native American art market. The Santa Fe Indian Market is a large factor in the New Mexico and Santa Fe economy because of the sheer size of the event. It takes over everything during market week. The Eiteljorg and Autry markets are harder to measure because their sizes are much smaller. Although the local economy may not be as greatly influenced as Santa Fe, the Eiteljorg and Autry are well aware of the educational impact it has on the local economy. Many of the positive impacts concluded from this research on Native American art markets are intangible. For example, for many decades prior to Native art markets Native American art was considered “primitive” or a craft and not specialized. Native Americans as a group held no power in anything social, economical and political until some specific tribes were granted federal recognition and now hold the opportunity to sovereignty. Today, with the institutional development of programming such art markets, innovation in Native American art is supported. The development of Native American art markets creates a platform for Native artists to express personal identities through art. With art markets, artists can network, build a following of patrons, cultivate a supportive audience, make money, educate non-Natives and gain admiration and respect as a fine artist. Native American art markets have helped define Native American art as a genre. There are many instances in the early history of Native American art markets where contemporary Native art was excluded for being too experimental. “As early as 1924 the Santa Fe Fiesta (Indian Market) separated the innovative art from traditional. Buyers would pay more for an older pot than a newer piece. The older piece came from the past, a time when buyers believed all pottery was more authentic and made for home use. Older pots were thought to be more pure or more Indian.” This has changed since the adoption of the art market as a venue of quality and standards. Native art has evolved to hold more defined stylistic categories as the art market serves as its space of formalization. Many positive impacts were determined from observing Native art markets. As for the patrons and collectors, they too benefited from the development of a formalized market venue. One example of patron gain is the appraisal classes. The Southwest Intertribal Marketplace offered a program for visitors to bring in their current collection to be assessed by professional art appraisers. Collectors also benefited with the ease of purchasing art from an assessable market setting. They are guaranteed authenticity and convenience when acquiring art from a condensed group of talented Native artists. Authenticity in American Indian art is a current and ongoing debate drawing issues between merchants and their consumers. According to scholars Tressa Berman and Lea S. McChesney, “much of the tension in the art-artifact debate that surrounded the institutionalization of traditional Native American art centered on the question of ‘authenticity’ and the relationship of Indigenous objects to a tradition defined as separate from western civilization and its artistic tradition.” Western ideology has determined that without “authenticity” in indigenous art it cannot be valued. Museum curators, scholars, academia and art dealers all debate what makes an art piece “authentic”, “quality” that is worth collecting. This idea can be contested and refigured but what we do know is that purchasing at a Native art market allows the visitor to personally determine its “authenticity”. Native American art markets are gatherings of the most talented Native American artists. Collectors spend a substantial amount to receive authentic Native art and can rest easy when purchasing at a credited art market venue. Consumers at the Autry Marketplace and Eiteljorg Market and Festival hold opportunity to purchase directly from the artists and learn about the inspiration behind the art. Native American art markets allow visitors to view artwork from up and coming artists that create subjects of contemporary Native life. The audience at these art markets absorbs the subjects and themes depicted in Native American art. In turn a well-informed citizen emerges. Informing the public gains support in the legal and federal arena, such as lobbying, federal recognition, funding for revitalization projects, healthcare, youth and higher education and much more. There is a correlation between the educational outreach in Native art markets and the well being of Native communities. For visitors and patrons, the markets provide a relaxed social setting to learn about Native America while acquiring art. For artists there is economic factor, “Art production has given Indian men and women an edge against poverty – a way to obtain cash and maintain economic flexibility, while living on the margins of expanding industrial, post-industrial, and now service economies.” Art markets promote socio-economic prosperity for Native artists and their communities. As for institutions the art market program is aiding in fulfillment of their educational missions. Native American art markets positively influence both Native and non-Native communities, Native artists and participating institutions. Artists benefit from the obvious economic impact from art markets but also in less obvious ways. They are able to educate non-Natives on Native life. Contemporary Native American artists who participate in the art markets such as Roger Perkins and Peter Boome create art that is intertwined with stories that depict traditional values and beliefs. Native art communicates to its viewer. According to Mithlo, “Good Indian art is the art that successfully conveys the unique cultural experiences of indigenous life in America.” This story can be that of the past or modern Indian. As educators, artists communicate Native knowledge. Art markets also allow artists to communicate with the public but also to network with clientele, patrons and critics that could help their career. Native American art markets benefit artists economically, professionally, and socially. Lastly, art markets have positively influenced the future of the hosting institutions. Each museum observed uses Native art markets to reach contemporary artists. These artists one day could produce the artwork that will fill the gallery walls. This artwork will continue to communicate the Native American story. Institutions also use the art market as a way to meet new patrons and donors and stay connected with old ones. Besides the social aspects, annual Native art markets are allowing each institution to make an extensive educational impact on the community. Institutions such as the Autry and Eiteljorg museums are advancing from these art market programs. Native American art markets are expanding and thriving in the twenty-first century. This thesis has explored Native American art programs of the Autry and Eiteljorg museums. These markets have been proven to build networks between institutions, artists and patrons. The research has supported the obligation of collaboration between artist, Native communities and institution. Each position holds a vital role in educating non-Natives on Indian life. Through the compilation of personal interviews, research and observation at these art markets the research was compared and contrasted. It attempted to uncover the success and growth of Native American art and the art market in the past century. Most importantly this thesis examined how these art markets support artists, community and institutions. Native American artists are using art markets to display their inherent artistic abilities and prosper economically. Art markets promote self-determination that will allow artists to define themselves as artists. Native Americans can use the art market as a tool to survive economically. They also have chance to practice aesthetic traditions while participating. Art markets bring convenience in learning about new cultures to the local community. The institutions are able to develop strong relationships for the future while fulfilling their educational mission. The positive educational and economical impact of Native art markets will continue to support the next generation of Native artists and avid admirers. I hope the research provided to you as the reader has enforced my argument and conclusions."
        },
        {
            "title": "Sites of New Media Art: Using the Internet to Explore Touch, Sociality, and Preservation",
            "tl;dr": "",
            "abstract": "This paper explores the varying ways in which new media art currently interacts with the Internet, the network, and Web 2.0; it additionally touches upon the relationship between new media works and their often-tenuous situation within the institution by curators (e.g. in museums, galleries, etc.), as well as social media’s impact on sociality. A loose definition of new media (works using computers, code, digital video, and the Internet, among others), which is a term constantly in flux due to positioning and relevancy in relation to art and technology, is established in order to further explicate artworks that are primarily used to think through overarching related concepts. My thesis exhibition Do You Want to Quit? Intimacy, Site, Self serves as both a starting point for research and a larger case study in which to situate the following research; the artworks included in the exhibition inspired correlations between materialism, community, and the archive as sites of inquiry in relation to new media art. I believe that interacting with new media art through touch exemplifies its importance for and with these three themes, and that both affect theory (as well as emotion in general) and experiencing art firsthand are crucial in parsing through this work.",
            "keywords": "",
            "section": "conclusion",
            "input": "",
            "output": "While materialism, community, and the archive have been used to re-inscribe and re-characterize new media works through the scope of the art institution, they have also thematically characterized the Internet itself as a relevant artistic tool that is constantly reimagining the future of art practice. Curatorial practice functions as a site, of sorts, akin to the Internet; it tries to renegotiate the role of the institution (in this specific reference, the white cube) in favoring or decrying vast swaths of artworks which very well funnel into the art market itself. According to Boris Groys: [...] every curatorial project has the goal of contradicting the previous, traditional art-historical narratives. If such a contradiction does not take place, the curatorial project loses its legitimacy. An individually curated exhibition that merely reproduces and illustrates the already known narratives simply does not make any sense. I agree with this statement; however, exhibitions continue to function within the realm of the “already known,” further continuing the legacy of the art institution as merely supplementary to the depths of art practices, and my investigation of the ways new media has been working against this legacy through its material and experiential makeup is, and will be, a continuing research project. Is it possible that acquiescing to the inevitability of the Internet as a crucial part of curatorial and artistic practice within and around the institution could inspire more interesting future projects? LaTurbo Avedon, an artist who purports to exist solely as a nonbinary avatar online, has curated the online project Panther Modern—a constantly-evolving architectural mock-up of a structure that will never exist in the real world—since 2013. Avedon encourages artists to inhabit a proposed three-dimensional space that can add on to this speculative institutional space. As of this writing, the site houses sixteen unique artist’s projects as “rooms,” which range from interactive (like annotated YouTube content) to scrollable images. Avedon’s project, though currently on hold, imagines the institution as a completely habitable website, assuming that the domain name is renewed promptly and the server functions properly. The body—the self—is “multiple, fluid, and constituted in interaction with machine connections; it is made and transformed by language [...].” It allows artists like Avedon to retain relative anonymity while conducting ambitious products with likeminded artists. It feels and reacts to works online and offline, but more-so when in control of driving the narrative forward. I click the arrow to go back to a prior page when I think I have “killed” the already-doomed Mouchette; being confronted with the responses of the users who had gone through this trajectory already, responding to her morose questions, makes me question if what I see on the screen is final (even if she is not a “real” girl). Digital and networked projects that operate under Manovich’s baseline definition of what constitutes new media art elicit this strange otherworldly empathy through tactility; it is possible that these works possess a form of Barthes’ punctum, that instinctual detail that establishes a connection with the viewer. I believe this it is still necessary for the punctum to remain a possibility in the physical institutional space, with its promise of forming a relationship between the bodies within its audience and the implied intimate relationship between the body and the computer."
        }

    ]
    
} 
