{
    "generate_text": [
        {
            "input": "",
            "output": " <title> Cloning is it Science Fiction or Science Fact?  </title> \n\n <content> It is true that medical advances can save lives, but does new medical technologies go, too far. Cloning’ medical benefits are astounding. There were medical advances that were unethical, for example heart transplants or other organ transplants and 'test tube' babies, but are now considered being, the 'norm'. That being said, 'Would' you use the new technology to save someone 's life from serious disease or stop a childless couple from having a child born from their own genetics’, as opposed to adopting children from agencies? Fetuses, are grown as spare organ parts, because there are patients in desperate need of these transplants.This can save many lives this would greatly decrease the amount of time a dying patient has to wait. The afore mentioned fertility applications for barren couples or couples who lost a child Cloning technology, used as an improvement for ourselves. Through new information about genes, hormones, etc. received from cloning, humanity can one day dictate what characteristics, their offspring will have. A cloned child could be stronger, smarter, and healthier because of gene insertions, which is done, during the early stages of life. This act is not immoral; This is just improving humankind as a species. There many groups which are opposed to this new technology, for example: The Church and human rights groups. Cloning, the new scientific break-through, has a multitude of health benefits to help the terminally ill and childless couples around the world. </content>"
        },
        {
            "input": "",
            "output": " <title> Is it necessary for everyone to learn science?  </title> \n\n <content>  What is science? “Science is the intellectual and practical activity encompassing the systematic study of the structure and behavior of the physical and natural world through observation and experiment.” Science can be known as a subject, explanation and possibly our underlying belief. Among the humanity, there are diverse of religions; some believe in Buddhism, some believe in Christian, some believe in Science, because science is proved with mathematical methods and repetitive experiments, unlike stories are told in the bible. I think learning science is necessary, and it is also important enough to make humankind to feel secure, change the way they think, and allow them to reach out more. First, science is important because it allows us to understand our universe and our role in it. Some of the greatest minds in world history had advocated for the practice of science. After reading the Republic by Plato, I understand how crucial learning knowledge, science, is. Plato employs prisoners as a metaphor for human being. The prisoners lived in an underground cave, while they had their necks and legs all tied up, fixed in the same spot, and they only see things that are in front of them. “Underground cave”, “all tied up” such phrases symbolizes how human beings live in their small world, and restrict themselves from reaching out for knowledge. As the text mentioned, “At first, he would see shadows most easily, then images of men and other things in water, then the things themselves” (Plato 7). Such text reflex the position of science in today’s society – compelling to not only gain knowledge but digest and apply it as well. Just believing in information is not enough; science compels us to prove what we know. Science helps the guys to open up their eyes. Furthermore, the more understanding we have, the safer we feel. Science has not only produces more practical benefits in understanding our world, but also slowly emerge as a belief. Everything can relate back to science in our daily life, which is why people should learn and explore science. People always assume Isaac Newton is famous as he discovered gravity from a falling apple; in fact, Newton is known as his way of analysis, and strong inductive reasoning in his experimental trails. Eventually, Newton concluded several laws of motion, and published into Principia. Theory of motion has altered through human exploration, from Ancient Greek to 17th to 18th centaury. Look at our achievement in the 20th centaury, human beings travelled out of the earth, performed in-depth experiment on atoms. All these cannot be done without all the scientists’ dedications and the way they think. Such achievements not only expand the frontier of exploration, it also answers our curiosity and make mankind feel secure living in the universe. In conclusion, science is not necessary an academic subject because it furthers our understanding of the physical world around us, which consequently makes men be protected. It has shaped our modern thinking. Plato and Aristotle only discuss about science, which created the curiosity for us to study into it, while Newton and Galileo revolutionized the way we approach science. Learning science not only teaches the history of what we are, but opens the doors for what we are to become. Because of the experimental and quantitative methods of modern science, people are more independent in what and how they think; and the better understanding mankind has, the more secure and stable society feels. <content>"
        },
        {
            "input": "",
            "output": " The things I learned in Soctec I have learned many things in Soctec. It was a fun course. There are many topics we tackled about science such as the science itself as a form of knowledge and as a mode of inquiry and science as a social construction. Overall, this subject made some changes in me. The things I learned will guide me and prepare me for my future. This course inspired me to do my best as a future scientist. There are many significant ideas I have learned and encountered in Soctec such as the importance of learning science, technology and the effect of these to the society. Learning science is necessary. From an early age, we interact with our environment, asking questions and seeking answers. This question-and-answer process lies at the heart of knowing and doing science. It is a way of knowing and thinking about the natural and physical components of the world in which we live. Through this Soctec class, science was the main tool used to inspire us physics students by tackling and discussing the fundamentals on to the deep scientific topics. Second, why should we study technology? Technology is a product of studying science deeply. Almost every aspect of our daily life such as food, health care, transport, communications, entertainment, our environment uses technology. It is constantly evolving and is changing the way we look at things and how we do things. Moreover, how does science and technology affect the everyday living of people? Like I said, science and technology are correlated. Nowadays, computer is the most useful and popular invention to every people. Some may say that they can’t do anything without a computer. Well, in fact it is true because computer makes life more enjoyable and through this, we may be able to discover and explore new things. Using computer is like an adventure. It provides us all the information and is used to solve mathematical calculations. Through science and technology, it is easier for us to communicate other people. It is also significant in the field of business because transactions and other events are done through the computer. Science and technology let every people live in an easy and modern life. It opens the door and allows people to enter into a new world which is fully developed and well civilized. Science and technology is not giving us only the positive side but it also has its disadvantages that truly affect human life. If we look around the surroundings, it is so crowded, polluted and damaged which is caused mainly by the existence of invented technologies throughout the world. Its existence totally affects our mother earth and our natural environment is replaced by new big buildings and factories that are managed by technology- based owners. In conclusion, these aren’t all the things I have learned from this fun class. Attitude wise, this class made me a better critical thinker. As a science student, being able to think critically is an advantage anytime and anywhere. Soctec really helped me in many ways. It changed my impression of science. At first, I was like I just need to study just for the sake of my grades. But now, I really know what is science all about and what it is capable of such as it can destroy or make positive effects to our world. I really love Soctec. It changed my whole impression of science."
        },
        {
            "input": "",
            "output": " <title> Is sociology a science?  </title> \n\n <content>  With the analysis of science in the previous section in mind, let us turn to sociology. Early sociologists tried to establish sociology as a science, and their arguments are mainly on the methodology of sociology. Comte claimed that sociology uses four different kinds of methodologies, namely observation, experiment, comparison and historical research as a special case of comparison (CST pp. 89-90, SCS pp.42-54). These are the methodology used in several other scientific fields, especially in biology. So if his sociology had really followed these methods, it would have been a strong case for sociology as a science. But actually he never did empirical research (CST p. 110), so we cannot take his argument at the face value. But his argument influenced on other sociologists, especially Durkheim. For Durkheim, sociology is a study o f social facts (CST p.185). A social fact is ' a thing that is external to, and coercive of, the actor' (ibid., emphasis original). Because they are external, social facts cannot be investigated by introspection (ibid.). We should use empirical research. A typical use of this methodology is in his analysis of suicide (CST p.195). Durkheim used statistics on suicide rate to establish his argument that suicide is a social phenomenon. He refused alternative hypotheses because their predictions did not agree with the actual statistical data. This is an admirable attempt of empirical research of society, but there are several problems. Durkheim applied too strict criteria of falsification to rival accounts. Adoption of these strict criteria is suicidal for sociology, because it is hard for a sociological theory to make a precise prediction, let alone to make a precise and correct prediction (and without this, the falsification criteria do not work). Another related problem is in his reject ion of introspection as a sociological method. This restricts the scope of sociology too narrowly, and in fact even Durkheim's own study becomes impossible. For example, Durkheim's definition of suicide is 'any case of death 'resulting directly of indirectly from a positive or negative act of an individual against himself, which he knows must produce this result'' (ED p.32). But, without using introspection, how can we decide if 'he knows' the result or not, from external evidence only? I think that Weber's methodology provides an answer to these problems. His key word in this point is 'Verstehen,' a German word for 'understanding' or 'interpretation' (CST pp.222 -224, FMW pp. 55-56). According to him, we can 'understand' other people's motivation through introspection of our own intentions, and this kind of knowledge is necessary for sociology. This is exactly what Durkheim denied as a method of sociology, but as we saw above even Durkheim himself used this 'understanding' in his actual work. But, o f course, the problem is if this is permissible as a scientific method. Strong falsification of a theory is almost impossible by such 'interpreted' facts, because if an interpreted fact runs counter to the theory we can just change the interpretation. But, as we saw in the last section, such strong falsification is given up by philosophers of science as too strict a criteria. Moreover, the arbitrariness of interpretation is not as great as one might worry. For example, Comte's three stage theory (the detail of the theory does not matter here) has no follower today because there is no way we can reasonably interpret the evolution of society as obeying such a law. In this case we can say that Comte's theory was falsified. As far as we have this minimal possibility of falsification, we can admit 'Verstehen' as a scientific method of sociology, thus ' interpretive' sociology as a science. Before we proceed to next section, I would like to make a brief remark on the use of models in sociology. One of the reason people may argue against sociology as a science is the lack of the sociological theory. We have Marx's theory, Durkheim's theory, Weber's theory and so on, but none of them are shared by all sociologists. This seems to make a strong contrast with other fields of science where scientists agree on the basic theories. But, as we saw in the last section, some philosophers think that even in other scientific field what scientists are working on are piecemeal models, not a universal theory. And as f or such models, we can find abundant models shared by many sociologists. Actually, this is what Weber called 'ideal types' (CST pp225-228). Ideal types are constructed through exaggerating some features of real cases. By comparing with ideal types we can find characteristics of each real case. These ideal types are useful conceptual tools for sociology just in the same sense as the planetary model of atoms is a useful conceptual tool for chemists. So, in this point, the difference between sociology and other scientific fields is not so great as it seems to be. <content> "
        },
        {
            "input": "",
            "output": " <title> How society is changing  </title> \n\n <content>  Within science, scientists formulate laws and applications that continually adapt to sociocultural changes and account for observations. Inventors on the other hand, create new technology in order to accomplish practical goals. Historical precedent proclaims that significant social changes have come about during periods where relations between human formations and technology have been remodelled. Adopting new technology eventually leads to social balance of power through economic relationships and therefore social change. Cynthia Cockburn in particular, is an author distinctly aware of the dependency between technology and society and in her 1983 article 'Caught in the wheels' ( Donald MacKenzie (Editor), Judy Wajcman (Editor), 1999, p.126 ) she stresses the growing engagement of feminism and technology. It soon becomes apparent that science, society and technology, are all closely linked. This is strikingly evident in today 's society, which has without a doubt changed dramatically and continues to be an ever alternating phenomenon. Fewer girls than boys take on science subjects at schools. This is due to an education structure that encourages girls to study arts and humanities and in turn, this gender stereotyping creates fallacious perceptions that science is an area suited better for boys. As Rossiter says, “Most [women] chose to enrol for courses on cookery, sewing, and the household arts.” (Rossiter, 1980, p.393 ). The effect this has on the number of women deciding to take on science subjects upon entering university has caused unassertiveness in young women seeking to offer their unique values in this male dominated world. Of course, other factors, include women finding it extremely challenging to balance the responsibilities of a family parallel to a career. In today’s society however, this appears to be a small deterrent as official figures reveal that birth rate in the UK is down to an all time low. BBC News reports that “the average number of children per woman is just 1.64 .. women are waiting on average until the age of 27 before starting a family” (2). This occurrence is owed to the increasing number of women opting for careers and is evidence of how remarkably society is changing. Until recently, to a large extent, the field of science has been a male dominant environment. The feminist movement reaches far back before the 18th century but is generally said to have begun in the 19th century. The first Women’s Rights Convention took place at Seneca Falls, New York, in 1848 and it is interesting to note the critical rise in the number of women in science since (Graph 1). In her article 'Women 's Work in Science', (1880-1910), Rossiter discusses the changing structure of scientific work 1880s onwards, providing new opportunities for entering women and concludes that a woman 's “experience in science...promises to add a new dimension to our knowledge of the development of scientific employment, especially its professionalization... “ and that “A pattern had been set for the twentieth century” (Rossiter, 1980, p.398 ). Indeed, this is certainly the case, as of 2007, Female Nobel Prize laureates are responsible for 35 prizes awarded, all of which have taken place in the 20th century (3). (Source: “Wikipedia, The Free Encyclopaedia” ) Schaffer 's article “glass works: newton 's prisms and the uses of experiment” (1989) offers a great insight to the role that scientific instruments played in the experimental process, how they were adjusted to meet scientists needs, and the way in which they were deployed in order to gain authority in the concept of application. In the article, Newton uses optical prisms and receives a large amount of criticism on the methodology followed to carry out his experiments. The conceptual controversies that arose between critics were down to his instructions proving to be inadequately detailed. In his later work, Newton begun to specify more detailed instructions and with time started paying greater attention to technical work, design and improvement of prisms. Newton became aware that in order to gain authority from opposing critics he would need to depend on turning his optical prisms into accurate and sophisticated instruments, therefore reconstructing his experiments. In the words of Schaffer “This implies that the provenance of Newton’s own instruments is an important factor.” (Schaffer, 1989, p.78). This makes sense of course because up until then his trials seemed to appear insignificant and unreliable in terms of the experiment being able to be reproduced under different sets of circumstances. It is through the use of more advanced tools that his experiments were helped separated from assumptious theories and presented as clear and concrete evidence. In the end, any scientists/critics who reported different sets of data while carrying out Newtons trials, were assumed to use defective instruments and were automatically dismissed; Newton had succeeded in gaining authority within his field. Our transitional society has seen plentiful advances in the field of science through change in scientific knowledge. Experiments have always been a vital ingredient in scientific research and progression. Moreover, the tools used in experimentation have seen significant improvement and its this constant seeking of adjustment and adaptation to better suit scientific needs that technological progression is all about. Science is responsible for for reforming society, however, it owes its very progression to social change which has been accomplished through technological advancement and use of new technology. <content> "
        }
    ]
}