{
    "generate_text": [
        {
            "title": "The Economic and Educational Impact of NativeAmerican Art Markets",
            "tl;dr": "",         
            "abstract": "This research will investigate the economical and educational impact of NativeAmerican art markets. The information will compare and contrast the approaches of twomuseum-operated NativeAmerican art market programs, the Autry National Centerin Los Angeles, Californiaand the Eiteljorg Museum of American Indians and Western Artin Indianapolis, Indiana.  Informationcollectedon these market programs included observation, library research and personal interviews. Thisstudywill presenta briefhistory ofNativeAmerican artmarkets (1880-present) and theiremergenceinthe modernAmerican economy.It willinclude historical background of theSanta Fe Indian Market in Santa Fe, New Mexico, whichwriter Tristian Ahtone calls,“the biggest and best-known destination for Nativeartists and Nativeart collectors on the planet.”1From learning aboutthe Santa Fe Indian Market one can reach somefoundational understanding ofNativeart markets influenceon evolution of modern NativeAmerican art. Thetwo marketsunder review in this documenthavesimilarities and differences that will be presented. Myanalysis willidentify the impact these Nativeart markets have on NativeAmerican artists, Nativeand non-Nativecommunities, and American Indian themed institutions that host them.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""    
        }
        
    ],
    "generate_abstract": [
        {
            "title": "The Economic and Educational Impact of NativeAmerican Art Markets",
            "tl;dr": "",         
            "abstract": "This research will investigate the economical and educational impact of NativeAmerican art markets. The information will compare and contrast the approaches of twomuseum-operated NativeAmerican art market programs, the Autry National Centerin Los Angeles, Californiaand the Eiteljorg Museum of American Indians and Western Artin Indianapolis, Indiana.  Informationcollectedon these market programs included observation, library research and personal interviews. Thisstudywill presenta briefhistory ofNativeAmerican artmarkets (1880-present) and theiremergenceinthe modernAmerican economy.It willinclude historical background of theSanta Fe Indian Market in Santa Fe, New Mexico, whichwriter Tristian Ahtone calls,“the biggest and best-known destination for Nativeartists and Nativeart collectors on the planet.”1From learning aboutthe Santa Fe Indian Market one can reach somefoundational understanding ofNativeart markets influenceon evolution of modern NativeAmerican art. Thetwo marketsunder review in this documenthavesimilarities and differences that will be presented. Myanalysis willidentify the impact these Nativeart markets have on NativeAmerican artists, Nativeand non-Nativecommunities, and American Indian themed institutions that host them.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": "This research will investigate the economical and educational impact of NativeAmerican art markets. The information will compare and contrast the approaches of twomuseum-operated NativeAmerican art market programs, the Autry National Centerin Los Angeles, Californiaand the Eiteljorg Museum of American Indians and Western Artin Indianapolis, Indiana.  Informationcollectedon these market programs included observation, library research and personal interviews. Thisstudywill presenta briefhistory ofNativeAmerican artmarkets (1880-present) and theiremergenceinthe modernAmerican economy.It willinclude historical background of theSanta Fe Indian Market in Santa Fe, New Mexico, whichwriter Tristian Ahtone calls,“the biggest and best-known destination for Nativeartists and Nativeart collectors on the planet.”1From learning aboutthe Santa Fe Indian Market one can reach somefoundational understanding ofNativeart markets influenceon evolution of modern NativeAmerican art. Thetwo marketsunder review in this documenthavesimilarities and differences that will be presented. Myanalysis willidentify the impact these Nativeart markets have on NativeAmerican artists, Nativeand non-Nativecommunities, and American Indian themed institutions that host them."    
        }
        
    ],
    "generate_intro": [
        {
            "title": "The Economic and Educational Impact of NativeAmerican Art Markets",
            "tl;dr": "",         
            "abstract": "This research will investigate the economical and educational impact of NativeAmerican art markets. The information will compare and contrast the approaches of twomuseum-operated NativeAmerican art market programs, the Autry National Centerin Los Angeles, Californiaand the Eiteljorg Museum of American Indians and Western Artin Indianapolis, Indiana.  Informationcollectedon these market programs included observation, library research and personal interviews. Thisstudywill presenta briefhistory ofNativeAmerican artmarkets (1880-present) and theiremergenceinthe modernAmerican economy.It willinclude historical background of theSanta Fe Indian Market in Santa Fe, New Mexico, whichwriter Tristian Ahtone calls,“the biggest and best-known destination for Nativeartists and Nativeart collectors on the planet.”1From learning aboutthe Santa Fe Indian Market one can reach somefoundational understanding ofNativeart markets influenceon evolution of modern NativeAmerican art. Thetwo marketsunder review in this documenthavesimilarities and differences that will be presented. Myanalysis willidentify the impact these Nativeart markets have on NativeAmerican artists, Nativeand non-Nativecommunities, and American Indian themed institutions that host them.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "Hundreds of tabletops and street rugslinedwith NativeAmerican hand-made art are scattered in every direction.Endless rows of pop-up tents are filled with visitorsbrowsingcarefully in hopes to see it all. This setting is a popular modern day NativeAmerican art market. Native art markets aregatheringsfor artists and buyers to convene for the sale of NativeAmerican arts and crafts. Today,art marketslike this areutilizedforpurchasing high qualityNativeAmerican art in more than a dozen major cities across the countryincludingPhoenix, Seattle,Los Angeles,Santa Fe,Tulsa, Washington D.C. and Indianapolis. NativeAmerican art markets area phenomenonin the twenty-firstcentury. They are not only supporting economic prosperity for participating groups, they are also enforcing public education of American Indian cultures.Behind themarkettablesone can find the artiststhemselves who are willing to engage, educate and assistvisitors in purchasingtheir own art. Nativeartists use theirrelational skills to network and gain clientele. Customersare givenopportunityto learn about Nativeculture whilepurchasingauthentic artwork.Patronshave discovereda venue to comfortably acquirequalityNativearts and crafts.Institutionshosting these eventsbuild relationships with donors, patrons and leading NativeAmerican artists. Institutionshavetheopportunity to fulfill theireducational missions by hosting aninteractive art market program. In these ways NativeAmerican art markets have positive economic, educationaland developmental impactonallpartiesinvolved. AnnualNativeAmericanart markets are opening doors for artistswho serve as informative linksor liaisonsbetweentheNativecommunity andnon-Nativeart admirers. Relationships are cultivatedbetween staff, artists and Nativecommunitiesat NativeAmerican art marketswhich leadstomore collaborationoutside the event. Through these art markets, NativeAmerican artistsbecome representatives of their tribal groups and will use this role to educate. By informingthe publicon current Nativelife,NativeAmericans buildawareness and support. A number ofAmerican Indian and western-themed institutions are creatingmarket programssuch as the Autry National Center in Los Angeles, the Heard Museum in Phoenix, the National Museum of the American Indian in Washington D.C., and the Eiteljorg Museum in Indianapolis. They arefollowing the example of the largest,longest and most successful festival, theSanta Fe Indian Market. NativeAmerican art market programshosted by educationallydriven Native-themed institutionsare increasingcollaboration between Nativeartists and the Nativecommunity. Collaborationstrengthensthe reputationof Nativethemed museums by refreshing theaccuracy of educational information presented to visitors. Italso cultivates relationships between leading Native artists and institutionsthat wish to acquire art for their ownmuseum collections. Nativeart markets buildsupport and funding for the hosting institutions, thereforeare vital developmental programs for any NativeAmerican artist ormuseum institution.  Native art markets support a larger cause than just art sales. At Nativeart markets, guests are able to viewart that tells many storiesof the American Indian. Through these market programs detailedknowledge of NativeAmerican life is portrayed. NativeAmerican art markets are both educational and economical tools by promoting cultural persistence for NativeAmerican communities. In this thesisIwill attempt to disclose the evolution, growth and purposeofNativeAmerican art markets.The first major NativeAmerican art marketin the United States was createdin the Southwest.In 1921 Museum of New Mexico directorsEdgar Lee Hewett and Kenneth Chapman established the Indian Fairin Santa Fe, New Mexico and thefollowing yearit officially opened to the public. After years of changetheSouthwest Indian Faircontinuedinto the twenty-first century as the well-knownSanta Fe Indian Market. For decades the market would pavethe way for other Nativeinspiredinstitutions to develop their ownmarketprograms. Today,the city of Santa Feseesa significant boost in the economy during the market weekend. Leading in innovation,the Santa Fe Indian Marketcontinues to influence the development of other art markets. The Autry National Center of Los Angeles is one such museumthatadapted aNativeart market program. According to theirwebsite, the marketplaceserves as “the largest NativeAmerican arts fair in Southern California, the Autry'sAmerican Indian Arts Marketplacefeatures 200 NativeAmerican artistswho represent more than 40 tribes.”4When Los Angeles’ diverse Nativepopulation was formed byenriched United States government-run Relocation programs of the 1950’s, thecity became one of severalurban centerschosen to assimilateAmerican Indian familiesintomainstream America. Today, Los Angeles ishome to many Nativegroups from acrossthe United Statesas well as their own indigenous populations such as the Gabrielino-Tongva tribe.NativeAmericans that movedto Los Angelesduring this erastrengthened their inter-tribal relations and resisted assimilation. The Autry National Center is aspacewhereSouthern California tribesconnectand gather and witness the rich diversity in Southern California Nativegroupsduring the its annual marketplace. The Autry American Indian Arts Marketplace supports collaboration between institution and local Natives to provide educational and economic opportunitiesfor those involved. The Eiteljorg Museum ofAmerican Indian and Southwestern Artin Indianapolis, Indianais an example of a Nativeart marketthrivingoutside the Southwest. This Midwest institution is helping visitorstoreconsiderthe present perceptions and stereotypes of NativeAmericanstaught by the United States educational system. The Eiteljorg Indian Market and Festivalserves the community by educating on the diversity and tenacity ofNativeAmericancultures.The market programallows the Eiteljorg to meetnew artistsand donors who will in turn support the museum financially. A CHRONOLOGICAL HISTORY OF NATIVE AMERICAN ART MARKETSNativeAmerican art markets beganin Santa Fe, New Mexicoat the endof the nineteenth century. American Indian museumscholarsKathleen Howard and Diana Pardue credit the creation of the transcontinental railwaysystem forthe emergence of Nativearts. According to the duo, “New Mexico’s population tripled between 1880 and 1920.”5Railroadsentering New Mexicoexposed travelerstoNativeAmerican cultures. Bruce Bernstein, former Director of the Southwest Association of Indian Artselaborates:“The trains also brought tourists, whose fear of frontier land began to give away to curiosity. Anglo-American traders took advantage of this situation to sellNativemade curios to visitors.”6He also suggests, “traders encouraged Indian artists to make pottery and other items expressly for outsiders. Across the Southwest, Nativevendors positioned themselves at railway stations selling souvenirs to tourists.”7Throughthe railwayexperiencemore tourists discovered NativeAmerican aesthetics.Formed in Topeka Kansas in 1876,The Fred Harvey Company, a railway food service organization,opened business along railroad stops in New Mexico’s PuebloIndianvillages. The companycapitalized on their captive clientele bycommercializingNativeAmerican art. Touristsbegan to purchase low cost souvenirs from Nativeartists.Therailroadhad broughtwith itameans togenerateincome forSouthwestern Nativegroups. According to Howard and Pardue, “NativeAmericans were faced with the need to participate in the cash economy prevalent within the Euro-American population.”8Touristswere attracted to the Indian“exotic” cultureand began to purchase Nativeartworks for personal collection.In return theseart sales introduced NativeAmericans to a cash based economy. Meanwhile,acrossthecountrypopularnationalfairsweretakingplacesuchastheChicagoWorldFair(1893)andthePanama-CaliforniaExposition(1915-1917).ThesecelebrationsalsointroducedthemodernNativeAmericantothepublic.OpinionsonAmericanIndianswereshiftingfromthe“savageIndian”toamorefascinatingperception.TheallureofNativeAmericancultureseenatthesefairswasnoticed;touristswouldvisittheSouthwesttoseekadventure.TheywouldcommemoratetheirexperienceintheSouthwestbytakinghomeNativeAmericanhand-madecurios.Fromworldfairsandthenewlyintegratedrailwaysystem,theSouthwestbecamethecenterpointofNativeAmericanarts.Also during this time itbecame difficult for NativeAmericans to devote energyinto art production. Because of economic hardship timewasspent working laborious full-time jobs rather thancreating art for leisure. Anglo-American anthropologist Edgar Hewettrealized that the low cost Nativesouvenirs sold at railway stations were not giving proper credit to the inherent artistic talentof NativeAmericans. Hewett andhiscolleagueswanted to gain awareness for American Indian arts on a national level while preserving traditional Nativeart methods. In1909the Museum of New Mexico was founded. Bernstein discusses the reasoning behind the formation of theirfirst Indian fair. According to Bernsteinthese benefactors“began to encouragepotters to make pottery modeledon prehistoric and historic pieces that were thought to represent an unsullied or authentic culture.”9The purpose of the market was to safeguard traditional techniques that made quality Native art so special. Hewett and colleaguesthenset thestageduring the 1920’s for SouthwestIndians to produceNativearts to be preserved, admiredand soldat art markets.In 1925 Mary Austin, anotherAnglo-American Nativearts advocate,formedthe Indian Arts Fund(IAF). According to historians Carter Jones Meyer and Diana Royer, “Austin believed that every effort was needed to protect Nativeart. To do so would not only lead to the resurrection of the handicraft culture threatened by the machine age, but also a renewed interest in the environment as a focal point of American life.”10The Indian Arts Fundstrovetorenew a sense of accomplishmentamong Indiansin practicingNativeartistry. Programs like thisand the annual Indian Fair were soon demonstrating their economical rewardtorelevantartists and the city of Santa Fe. "
        }
 
    ],
    "generate_survey": [
        {
            "title": "The Economic and Educational Impact of NativeAmerican Art Markets",
            "tl;dr": "",         
            "abstract": "This research will investigate the economical and educational impact of NativeAmerican art markets. The information will compare and contrast the approaches of twomuseum-operated NativeAmerican art market programs, the Autry National Centerin Los Angeles, Californiaand the Eiteljorg Museum of American Indians and Western Artin Indianapolis, Indiana.  Informationcollectedon these market programs included observation, library research and personal interviews. Thisstudywill presenta briefhistory ofNativeAmerican artmarkets (1880-present) and theiremergenceinthe modernAmerican economy.It willinclude historical background of theSanta Fe Indian Market in Santa Fe, New Mexico, whichwriter Tristian Ahtone calls,“the biggest and best-known destination for Nativeartists and Nativeart collectors on the planet.”1From learning aboutthe Santa Fe Indian Market one can reach somefoundational understanding ofNativeart markets influenceon evolution of modern NativeAmerican art. Thetwo marketsunder review in this documenthavesimilarities and differences that will be presented. Myanalysis willidentify the impact these Nativeart markets have on NativeAmerican artists, Nativeand non-Nativecommunities, and American Indian themed institutions that host them.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""     
        }
       
    ],
    "generate_methodology": [
        {
            "title": "The Economic and Educational Impact of NativeAmerican Art Markets",
            "tl;dr": "",         
            "abstract": "This research will investigate the economical and educational impact of NativeAmerican art markets. The information will compare and contrast the approaches of twomuseum-operated NativeAmerican art market programs, the Autry National Centerin Los Angeles, Californiaand the Eiteljorg Museum of American Indians and Western Artin Indianapolis, Indiana.  Informationcollectedon these market programs included observation, library research and personal interviews. Thisstudywill presenta briefhistory ofNativeAmerican artmarkets (1880-present) and theiremergenceinthe modernAmerican economy.It willinclude historical background of theSanta Fe Indian Market in Santa Fe, New Mexico, whichwriter Tristian Ahtone calls,“the biggest and best-known destination for Nativeartists and Nativeart collectors on the planet.”1From learning aboutthe Santa Fe Indian Market one can reach somefoundational understanding ofNativeart markets influenceon evolution of modern NativeAmerican art. Thetwo marketsunder review in this documenthavesimilarities and differences that will be presented. Myanalysis willidentify the impact these Nativeart markets have on NativeAmerican artists, Nativeand non-Nativecommunities, and American Indian themed institutions that host them.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": "Information on Native American art markets was obtained through library research, observation and interviews. The investigation compared and contrasted approaches oftwo NativeAmerican art market programs. This thesis also served as a comparative study on the effect these programs have on Native artists and their communities as well as institution and their local communities. Before delving into the observations the reader must learn about the history of Native American art, its rise to commercialization and the impact art markets have on economical and educational efforts surrounding Indian country. I found historical document through library research. Thisincluded visiting the Southwest Braun Research library and the American Indian Studies Center libraryof Los Angeles. With help from Librarian Kenneth Wade, I was able to locate the works of leading Nativeart market scholars such as Bruce Bernstein, Molly Mullins and Nancy Parezo.  As for historical research,I conducteda background inquiry into the Autry National Center and the Eiteljorg Museum of American Indians and Western Artand Southwestern Association of Indian Arts.Without historical context it isdifficult to pinpoint the correlation between the emergence of Native American art and the art market venue. Three observationswere made during this study. Using the Santa Fe Indian Market as a precedent, I then compared and contrasted the Eiteljorg Indian Market and Festival to the Autry American Indian Arts Marketplace.  I visitedeachinstitution during itsannual artsmarket to gain inside perspective, personalexperience and understanding oftheoperation. Itraveled cross-country to witness for myself the dynamics of a Native American art market. June 2014 brought me home to visit the EiteljorgMuseum in Indianapolis, Indiana,where in 2010 I served as the Market and Festival intern. That same year I took a weekend road tripin August to the Santa Fe Indian Market from Los Angeles to New Mexico. A few months later, inNovember,I made the brief commute across town to the Autry Museum American Indian Arts Marketplace. Anthropological research methods expert Russell Bernard notes that“direct observations provides much more accurate results about behavior that do reports of behavior.”2In this case, direct observation was vital, as little reports have beenmade about the Autry and Eiteljorgmarket programs. The research was carried out in the participant observerperspective. No preconceived notions or biases wereconsidered in drawing conclusions. On sight, new acquaintances were met with a greeting and introduction to the project. Contact information was collected from participants to avoid interrupting thesales process of the artists as informal interviews wereconductedvia email at a later time. These methods contributed to open-ended conversation and allowed time to develop personalized questions. Questions were thentailored to each specific artistkeeping in mind that they could befrom a different tribe, location and have different art mediums. Email waslatersent so the intervieweewould have time to ponder eachquestion and answer more in depth.The rise in the use of technology to collect informationallowed me to carry out the one-on-one interviews online. According to Anthropologist Russell Bernard, “computers-as-interviewers are fine when the questions are clear and people don’t needa lot of extra information.”3Networking and interviewing off-site worked best for this specific research.  Staff interviews were acquiredfrom each institutionwith those thatwork directly with artists in the year round planning of the event. Lisa Watt, former Festivals and Markets Coordinator at the Eiteljorg, is a personal friend. Lisa also reached out to the connections she made as coordinator via social media to find participants for the research. Her connectionseventually provided me with two more artistswilling to participate. Patty Carmack, Artist Relations at the Autry,agreed to interview after reaching out to her via email. Carmackwas willing to meet over coffee for a face-to-face interview. We stayed connected after the meeting by email as she assisted me in specific questions on the Autry marketplace throughout the writing process. Formal meetings were set at the museumswithDr. Rick West,Director of the Autry National Centerand John Vanausdall, Director of the Eiteljorg Museum,to obtain the institutional standpoint on eachmarket. Mixed interview methods were utilized to meet individual schedule and preference. With the viewpoint and experience of the staffthe researchcould also investigate changes and improvements made in the market between 2008-2014. This aided in measuring the growth, success rate and economic and educational impacteach market observed. In recent decades Native American art markets haveexpanded out of the Southwest and into  more  metropolitan  areas  across  the  United  States.  Scholarship  onNativeAmerican  art marketsincludes  that  of  Southwestern  Association  of  Indian  Arts  ExecutiveDirector  Bruce Bernstein’s  (2012), Santa  Fe  Indian  MarketandanthropologistMolly  H.  Mullins(2001), Culture  in  the  Marketplace.  Few  have  considered  Native  American  art  markets  outside  of  the Southwest. This study will reach further, expanding into the Great Lakes region to shed light on the developmentof Native American art markets."
        }
        
    ],
    "generate_experiment": [
        {
            "title": "The Economic and Educational Impact of NativeAmerican Art Markets",
            "tl;dr": "",         
            "abstract": "This research will investigate the economical and educational impact of NativeAmerican art markets. The information will compare and contrast the approaches of twomuseum-operated NativeAmerican art market programs, the Autry National Centerin Los Angeles, Californiaand the Eiteljorg Museum of American Indians and Western Artin Indianapolis, Indiana.  Informationcollectedon these market programs included observation, library research and personal interviews. Thisstudywill presenta briefhistory ofNativeAmerican artmarkets (1880-present) and theiremergenceinthe modernAmerican economy.It willinclude historical background of theSanta Fe Indian Market in Santa Fe, New Mexico, whichwriter Tristian Ahtone calls,“the biggest and best-known destination for Nativeartists and Nativeart collectors on the planet.”1From learning aboutthe Santa Fe Indian Market one can reach somefoundational understanding ofNativeart markets influenceon evolution of modern NativeAmerican art. Thetwo marketsunder review in this documenthavesimilarities and differences that will be presented. Myanalysis willidentify the impact these Nativeart markets have on NativeAmerican artists, Nativeand non-Nativecommunities, and American Indian themed institutions that host them.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""  
        }
        
    ],
    "generate_discussion": [
        {
            "title": "The Economic and Educational Impact of NativeAmerican Art Markets",
            "tl;dr": "",         
            "abstract": "This research will investigate the economical and educational impact of NativeAmerican art markets. The information will compare and contrast the approaches of twomuseum-operated NativeAmerican art market programs, the Autry National Centerin Los Angeles, Californiaand the Eiteljorg Museum of American Indians and Western Artin Indianapolis, Indiana.  Informationcollectedon these market programs included observation, library research and personal interviews. Thisstudywill presenta briefhistory ofNativeAmerican artmarkets (1880-present) and theiremergenceinthe modernAmerican economy.It willinclude historical background of theSanta Fe Indian Market in Santa Fe, New Mexico, whichwriter Tristian Ahtone calls,“the biggest and best-known destination for Nativeartists and Nativeart collectors on the planet.”1From learning aboutthe Santa Fe Indian Market one can reach somefoundational understanding ofNativeart markets influenceon evolution of modern NativeAmerican art. Thetwo marketsunder review in this documenthavesimilarities and differences that will be presented. Myanalysis willidentify the impact these Nativeart markets have on NativeAmerican artists, Nativeand non-Nativecommunities, and American Indian themed institutions that host them.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": ""
        }
    ],
    "generate_conclusion": [
        {
            "title": "The Economic and Educational Impact of NativeAmerican Art Markets",
            "tl;dr": "",         
            "abstract": "This research will investigate the economical and educational impact of NativeAmerican art markets. The information will compare and contrast the approaches of twomuseum-operated NativeAmerican art market programs, the Autry National Centerin Los Angeles, Californiaand the Eiteljorg Museum of American Indians and Western Artin Indianapolis, Indiana.  Informationcollectedon these market programs included observation, library research and personal interviews. Thisstudywill presenta briefhistory ofNativeAmerican artmarkets (1880-present) and theiremergenceinthe modernAmerican economy.It willinclude historical background of theSanta Fe Indian Market in Santa Fe, New Mexico, whichwriter Tristian Ahtone calls,“the biggest and best-known destination for Nativeartists and Nativeart collectors on the planet.”1From learning aboutthe Santa Fe Indian Market one can reach somefoundational understanding ofNativeart markets influenceon evolution of modern NativeAmerican art. Thetwo marketsunder review in this documenthavesimilarities and differences that will be presented. Myanalysis willidentify the impact these Nativeart markets have on NativeAmerican artists, Nativeand non-Nativecommunities, and American Indian themed institutions that host them.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": "Throughhistorical background,interviewsand direct observation the researchuncoveredsimilarities anddifferences between the Autry and Eiteljorg museumart market programs.Both programs started in 1991and have continued to grow into an important developmental tool. But it is what the art market does for the institutions themselves that keep itasan important part of their programming. The art markets are not making these institutions a great deal of money.What they are achievingin is satisfying education missions and increasing networking with Nativeartists and donors. Through this observation it becomes clear that American Indian art markets are utilized as institutional developmental toolssupporting their growth into the future. Itis difficult to say that every local economy benefits from a Native American art market. The Santa Fe Indian Market is a largefactor in the New Mexico and Santa Fe economy because of the sheer size of the event. It takes over everything duringmarket week. The Eiteljorg and Autrymarketsare harder tomeasure because theirsizes are much smaller. Although the local economy may not be as greatly influenced as Santa Fe, the Eiteljorg and Autry are well aware of the educational impact it has on the local economy. Many of the positive impactsconcluded from this research onNative American art markets are intangible. For example, for many decades prior to Native art markets NativeAmerican art was considered “primitive” or a craft and not specialized.  NativeAmericans as a group held no power in anything social, economical and political until some specific tribes were granted federal recognition and now hold the opportunity to sovereignty.  Today, with the institutional development of programming such art markets,innovation in NativeAmerican art is supported. The development of NativeAmerican art markets creates a platform for Nativeartists to express personal identities through art.With art markets, artists can network,builda following of patrons, cultivate a supportiveaudience, make money, educate non-Natives and gain admiration and respectas a fine artist.Native American art markets have helped define Native American art as a genre. There are many instancesin theearlyhistory of Native American art marketswhere contemporary Nativeart wasexcluded for being too experimental. “As early as 1924 the Santa Fe Fiesta (Indian Market) separated the innovative artfrom traditional. Buyers would pay more for an older pot than a newer piece. The older piece came from the past, a time when buyers believed all pottery was more authentic andmade for home use. Older pots were thought to be more pure or more Indian.”76This has changed since the adoption of the art market as a venue of quality and standards. Native art has evolved to hold more defined stylistic categories as the art market serves as its space of formalization.Many positive impacts were determined from observing Nativeart markets. As for the patrons and collectors, they too benefited from the development of a formalized market venue. One exampleof patron gain is the appraisal classes. The SouthwestIntertribalMarketplace offereda program for visitors to bringin their current collection to be assessed by professional art appraisers. Collectors also benefited with the ease of purchasing art from an assessablemarketsetting. They are guaranteed authenticity and conveniencewhen acquiring artfrom a condensed group of talented Native artists. Authenticity in American Indian art is acurrent and ongoing debate drawing issuesbetween merchants and their consumers.According to scholars Tressa Berman and Lea S. McChesney,“much of the tension in the art-artifact debate that surrounded the institutionalization of traditional NativeAmerican art centered on the question of ‘authenticity’and the relationship of Indigenous objects to a tradition definedas separate from western civilization and its artistic tradition.”77Western ideology has determined that without “authenticity” in indigenous art it cannot be valued. Museum curators, scholars, academia and art dealers all debate what makes an art piece “authentic”, “quality”that is worth collecting.This idea can be contested and refigured but what we do know is that purchasing at a Native art market allows the visitor to personally determine its “authenticity”. NativeAmerican art markets are gatherings of the most talented NativeAmerican artists. Collectors spend a substantialamountto receive authentic Nativeart and can rest easy when purchasing at a credited art market venue. Consumers at the Autry Marketplace and Eiteljorg Market and Festival hold opportunity to purchasedirectly from the artists and learn about theinspiration behind the art. Native American art markets allow visitors to view artwork from up and coming artists that create subjects of contemporary Nativelife. The audience at these art markets absorbs the subjects and themes depicted in NativeAmerican art. In turn a well-informed citizen emerges. Informing the public gains support in the legal and federal arena, such as lobbying, federal recognition, funding for revitalization projects, healthcare, youth and higher education and much more.  There is a correlation between the educational outreach in Nativeartmarkets and the well being of Nativecommunities.For visitors and patrons, the markets provide a relaxed social setting to learn about Native America while acquiring art. For artists there is economic factor, “Art production has given Indian men and women an edge against poverty –a way to obtain cash and maintain economic flexibility, while living on the margins of expanding industrial, post-industrial, and now service economies.”78Art markets promote socio-economic prosperity for Native artists and their communities. As for institutions the art market program is aiding in fulfillment of their educational missions. Native American art markets positively influence both Native and non-Native communities, Native artists and participating institutions. Artists benefit from the obvious economic impact from art markets but alsoinless obviousways. They are able to educate non-Natives on Native life. Contemporary NativeAmericanartists who participatein the art marketssuch as Roger Perkinsand Peter Boomecreate art thatis intertwined with stories that depict traditionalvaluesand beliefs. Nativeart communicatesto its viewer. According to Mithlo, “Good Indian art is the art that successfully conveys the unique cultural experiences of indigenouslife in America.”79This story can be that of the past or modern Indian.  As educators, artists communicate Native knowledge. Art markets also allow artists to communicate with the public but also to network with clientele, patrons and critics that could help their career. Native American art markets benefit artists economically, professionally, and socially. Lastly, art markets have positively influenced the future of the hosting institutions. Each museum observed uses Native art markets to reach contemporary artists. These artists one day could produce the artwork that will fill the gallery walls. This artwork will continue to communicate the Native American story. Institutions also use the art market as a way to meet new patrons and donors and stay connected with old ones.  Besides the social aspects, annual Native art markets are allowing each institution to make an extensive educational impact on the community. Institutions such as the Autry and Eiteljorg museums are advancing from these art market programs. NativeAmerican art markets are expanding and thriving in the twenty-firstcentury.This thesis has explored NativeAmerican artprograms of the Autry and Eiteljorgmuseums. These markets have been proven to build networks between institutions, artists and patrons. The research has supported the obligation of collaboration between artist, Nativecommunities and institution. Each position holds a vital role in educating non-Nativeson Indian life. Through the compilation of personal interviews, research and observation at these art markets the researchwas compared and contrasted. It attempted to uncover the success and growth of NativeAmerican art and the art market in the past century. Most importantly this thesis examined how these art markets support artists, community and institutions. Native American artistsare using art markets to display theirinherent artistic abilities andprosper economically. Art markets promoteself-determinationthatwill allow artists to define themselves as artists. NativeAmericans can use the art market as a tool to survive economically. They alsohave chance to practiceaesthetic traditionswhile participating. Art markets bring convenience in learning about new cultures to the local community. The institutions are able to develop strong relationships for the future while fulfilling their educational mission. The positive educational and economical impact of Native art markets will continue to support the next generation of Native artists and avid admirers. I hope the research provided to you as the reader has enforced my argument and conclusions."    
        }

    ]
    
} 