{
    "generate_text": [
        {
            "title": "A Phenomenological Study of Psychological Thriving Associated with Participation in Chicanx Studies",
            "tl;dr": "",         
            "abstract": "The following study is a qualitative exploration of the phenomenon of psychological thriving associated withparticipation in Chicanx Studies academic programs. The study employed transcendental phenomenology (Moustakas, 1994) as a methodology to understand textural (“what”) and structural (“how”) factors relating to psychological and, subsequent, academic gains. Seven participants engaged in a three-phase multi-method study. Data was collected through an initial semi-structured interview, a phase of text message exchanges during the marking period of a CS course, and a final exit interview. Results clustered around four textural themes (challenges, gains, support, and goals) and four structural themes (professors, curriculum, peers, and environment). These themes generated a basic conceptual model suggesting that students engaging with the CS environment experience positive academic adjustment built upon a foundation of psychological thriving. Limitations, future directions, and recommendations are also discussed.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""    
        }
        
    ],
    "generate_abstract": [
        {
            "title": "A Phenomenological Study of Psychological Thriving Associated with Participation in Chicanx Studies",
            "tl;dr": "",         
            "abstract": "The following study is a qualitative exploration of the phenomenon of psychological thriving associated withparticipation in Chicanx Studies academic programs. The study employed transcendental phenomenology (Moustakas, 1994) as a methodology to understand textural (“what”) and structural (“how”) factors relating to psychological and, subsequent, academic gains. Seven participants engaged in a three-phase multi-method study. Data was collected through an initial semi-structured interview, a phase of text message exchanges during the marking period of a CS course, and a final exit interview. Results clustered around four textural themes (challenges, gains, support, and goals) and four structural themes (professors, curriculum, peers, and environment). These themes generated a basic conceptual model suggesting that students engaging with the CS environment experience positive academic adjustment built upon a foundation of psychological thriving. Limitations, future directions, and recommendations are also discussed.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": "The following study is a qualitative exploration of the phenomenon of psychological thriving associated withparticipation in Chicanx Studies academic programs. The study employed transcendental phenomenology (Moustakas, 1994) as a methodology to understand textural (“what”) and structural (“how”) factors relating to psychological and, subsequent, academic gains. Seven participants engaged in a three-phase multi-method study. Data was collected through an initial semi-structured interview, a phase of text message exchanges during the marking period of a CS course, and a final exit interview. Results clustered around four textural themes (challenges, gains, support, and goals) and four structural themes (professors, curriculum, peers, and environment). These themes generated a basic conceptual model suggesting that students engaging with the CS environment experience positive academic adjustment built upon a foundation of psychological thriving. Limitations, future directions, and recommendations are also discussed."    
        }
        
    ],
    "generate_intro": [
        {
            "title": "A Phenomenological Study of Psychological Thriving Associated with Participation in Chicanx Studies",
            "tl;dr": "",         
            "abstract": "The following study is a qualitative exploration of the phenomenon of psychological thriving associated withparticipation in Chicanx Studies academic programs. The study employed transcendental phenomenology (Moustakas, 1994) as a methodology to understand textural (“what”) and structural (“how”) factors relating to psychological and, subsequent, academic gains. Seven participants engaged in a three-phase multi-method study. Data was collected through an initial semi-structured interview, a phase of text message exchanges during the marking period of a CS course, and a final exit interview. Results clustered around four textural themes (challenges, gains, support, and goals) and four structural themes (professors, curriculum, peers, and environment). These themes generated a basic conceptual model suggesting that students engaging with the CS environment experience positive academic adjustment built upon a foundation of psychological thriving. Limitations, future directions, and recommendations are also discussed.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "The existence of Chicanx Studies1(CS) programs have been politicized on college campuses in the U.S. Since the 1960s, Chicanx 2students have fought for their own spaces on college campuses, primarily in the form of Chicanx Studies programs that promote representation of Chicanx people in educational curriculum as well as in student and faculty populations. Activism supporting the existence of CS programs has changed the landscape for Chicanx students in college buthas also earned participating students labels such as extreme, racist, and even social justice terrorists (Urrieta, 2004). Politicization ofCS now impactspublic schools in U.S. states such as in Arizona and Texas and, in some cases, hasbeen a catalyst for legal rulings over district bans on textbooks and the courses themselves (Planas, 2017; Planas, 2017). The experiences of being“othered”in educational settings for Chicanx studentsthat serves as precursor for a hostof negative mental health outcomes such as depression, anxiety, and substance abuse among others (Flores, 2013, p. 9). CS programs were originally developed around positivity, with the concept of chicanismobeing about a positive ethnic identity (Urrieta,2004). However, decades ofpoliticization and opposition to CSprograms appears to have obscured many of the original aims and many of the discovered benefits; bothpsychological and social. Background of Chicanx Studies ProgramsEl Plan de Santa Barbarawas first written in 1969 by mostly Chicanx undergraduate and graduate students in California to lay out the formation and expansion of Chicanx Studies in U.S. colleges and universities. Reynaldo Macias, contributor to El Planand a CS professor, recalls some of the original missions behind the document and the expansion of CS as institutional recognition, student visibility, and the voicing of Chicanx aspirations. El Plan was designed to give information and direction to other Chicanx students struggling for the formation of their own CS departments on campus. Macias recalls the impact of El Plan outside Santa Barbara and California, in places such as Texas, where there was much less broad support and momentum for CS. The author of El Plan offered perspective, guidance, CS curricular suggestions, and reports on how CS implementation was unfolding on California college campuses. El Plan help influence the expansion of Chicanx students, faculty, and research on college campuses in the U.S. since the late 1960s (Rangel, 2007).  Authors of El Plan de Santa Barbaraacknowledged the importance of higher learning to the social mobility of Chicanx students and Chicanx communities. The authors conceptualized the institutionalization of CS programs as the just realization of Chicano voice and power on college campuses. This power was defined in terms of self-determination and self-liberation was achieved through control, autonomy, flexibility, and participation. Students and educators behind El Plansaw colleges anduniversities as the primary space for transforming and liberating Chicanx communities. CS programs were described as responsible for educating, researching, and public service to Chicanx communities (Chicano Coordinating Council on Higher Education, 1971).As far as curricular recommendations, the authors of El Plan de Santa Barbarasought to organize the Chicanx experience, in both the past and present. The exploration of heritage is part of the aim to transform the personality and identity of Chicanx students. The purpose of influencing experience and identity is toemphasize the diverse aspects of the Chicanx heritage in the U.S., a heritage that is obscured and hidden for many Chicanx people. The idea is for students to gain understanding of the self, the community, and Chicanx cultural traditions. While the curriculum should be open to all students on campus, according to the authors, the curriculum should be developed specifically for Chicanx students with consideration given to their psychological, social, and intellectual needs. A deficient education system had acted as a barrier to Chicanx social mobility, but the authors felt academic barriers and challenges could be overcome through participation in CS programs that emphasized personal transformation. The authors outlined needed courses in community development, politics and government, Spanish, history of racism and the U.S., culture and art, literature and drama, music, law, and psychology (Chicano Coordinating Council on Higher Education, 1971).Other CS curricular goals included the provision of a coherent and socially-focused education that steers Chicanx students toward a life of service to the Chicanx community but also improves society more broadly. The authors envisioned the development of Chicanx culture to also produce social action and change, resulting in a re-conquest of self and community. All students weresupposed to come away from the CS experience with a new perspective on socio-political change. Chicanx students were meant to develop the ability to influenceinstitutional policy that impactsChicanx individuals and communities. This prowess for political action includes the development of political consciousness into mobilization and honing of specific political tactics (Chicano Coordinating Council on HigherEducation, 1971).In looking at themission statements of current CS programs, the core of El Planappears to remain intact. The CS program at University of California, Berkeley, for example, aims to produce a framework of “an increasingly interconnected world, broadening and deepening, beyond the limited provincialism of Eurocentric perspectives” by taking “seriously the knowledges, epistemologies, and critical thinking produced by racially and sexually oppressed subjects” (Chicana/o and Latina/o Studies,2018, p. 1). The CS department ofCalifornia State University, Los Angeles “offers a dynamic, innovative program that emphasizes an interdisciplinary, comparative, and global approach to understanding the historical experiences and contemporary social status of Mexican-origin populations...inorder to effective pursue social change” (Mission, 2018, p. 1). At the University of California, Santa Barbara, site of the original El Plan, the CS program “seeks to undo colonizing approaches to all areas of life” by “reinventing into new combinationsthe liberatory aspects of cultures, languages, politics, and economies”(What does Chicana/o mean?, 2018, p. 1).Issues Facing Chicanx Students in the AcademyAs El Plan de Santa Barbaraacknowledged in 1969,Chicanx students face psychological, social, and academic challenges on college campuses in the U.S. Experiences of discrimination are a common psychological experience for Latinx and Chicanx students (Cokely et al, 2017). These experiencesof discrimination often result in barriers to academic achievement in college (Ong, Phinney, & Dennis, 2006), and earlier (Martinez, DeGarmo, & Eddy, 2004). Latinx college students report experiences of depressive symptoms associated with their experiences of discrimination (Brittian et al, 2015). Latinx students also report increased alcohol use and trauma-related symptoms (Cheng & Mallinckrodt, 2015). For Chicanx students, experiences of discrimination are negatively correlated with subjective well-being(Villegas-Gold& Chol Yoo,2014). One common pattern of response includes disengagement characterized by social withdrawal, self-criticism, and problem avoidance. Chicanx college students also experience high levels of acculturative stress, which results in higher levels of anxietyand depressive symptomology (Crockett et al., 2007). In addition to discrimination, class status and economic challenges are also shown to impact academic achievement (Caldas & Bankston, 1997). Latinx and Chicanx students who experience psychological distress report that these experiences impact their academic performance and are linked to higher rates of dropout (Alva & de los Reyes, 1999). Latinx college students have also been found to experience significantly higher levels of psychological distress related to academic, financial, andpersonal concerns than their white peers (Quintana, Vogel, & Ibarra, 1991). Chicanx students are among the lowest achieving students according to demographics in undergraduate education (U.S. Census Bureau, 2004),and this problem is exacerbated by the fact the Chicanx people compose the largest Latinx subgroup and is the largest growing Latinx community in the U.S. (U.S. Census Bureau, 2010). When compared to all other Latinx ethnic subgroups, Chicanx studentsare among the lowest achieving in academics(Chapa & De La Rosa, 2004). One problem plaguing Chicanx student achievement and degree attainment is student rentention (Gándara & Contreras, 2009; Urbina & Wright, 2015). While U.S. colleges anduniversities fail to adequately address these low levels of academic achievement and degree attainment, resources and spaces aimed at addressing these outcomes must be identified. Gains Associated with Chicanx StudiesChicanx Studies programs, to some extent, are capable of, and have previously addressed these negative outcomes from Chicanx students. Among the many gains associated with CS programs, there are several psychological outcomes that stand out. For example, the development of critical consciousness has been shown to be important to the career commitment for urban youth (Diemer & Blustein, 2006) and intent to persist through college for both citizen and undocumented Latinx students (Cadenas, Bernstein, & Tracey, 2018). Critical consciousness and critical frameworks are an important feature of CS programs (Acosta, 2007; Delgado Bernal, 2002; Valenzuela, 1999; Camarotta, 2014), and some authors have noted the value of critical consciousness in all educational systems, not just CS programs (Yosso, 2002). Positive ethnic identity is another psychological gain associated with CS programs (Urrieta, 2004; Carbrera, Meza, Romero, & Rodriguez, 2013; O’Leary & Romero, 2011). Positive ethnic identity has been associated with higher levels of academic achievement for Latinxand Chicanxstudents (Ong, Phinney, & Dennis,2006), while a negative ethnic identity attitude has been associated with lower levels of achievement and retention (Gándara & Contreras, 2009). For some Chicanx students, a positive ethnic identity serves as a protectivefactor (Iturbide, Raffaeli, & Carlo, 2009). A sense of belonging is also linked to CS participation, and a lack of belonging was reported as a barrier by Latinx college students (Hernandez, 2002). Erosion of a sense of belonging for Chicanx people has made them more vulnerable to mental disorders and emotional distress (Flores, 2013). For Latinx college students, a sense of belonging facilitatespositive psychological adjustment to the college environment (Nunez, 2009). Chicanx students’ social class position impacts their sense of belonging in college (Schwartz, Donovan & Guido-Brito, 2009), but conveying a sense of belonging to other students and future generations has the impact of fostering broader belonging (Benmayor, 2002).CS programs and courses promote a sense of belonging for participating students (Cabrera, Meza, Romero, & Rodriguez, 2013; Espinoza-Gonzalez et al., 2013; O’Leary & Romero, 2011; Valenzuela, 1999; Vasquez, 2005). Ethnic studies programs in general have been shown to foster increased agency and motivation (Sleeter, 2001), and participation in CShas been shown to increase graduation rates as well ashigh passing rates on the comprehensive state exam (Cabrera, Milem, Jaquette, & Marx, 2014). Similarly, it has been found tofacilitate cognitive growth (Acosta, 2007;Dee & Penner, 2016). While psychological distress and mental health challenges are specific issues for Latinx and Chicanx college students, the gains associated with and facilitated by social justice activism also appear toplay an important role in addressing those specific mental health concerns. Social justice activism appears in some ways to address the psychological issues facing Latinx and Chicanx students in the U.S, also acting as a protective factor (Hope et al, 2018). Activism also appears to play a large psychological role in ethnic studies programs (Acosta, 2013), increasing participating students’ hope, reducing risky behaviors, and helping some students replace their aggression in responseto oppression with more positive and constructive approaches (Ginwright & Camarotta, 2007).Current StudyThis dissertation study was meant to explorethe phenomena ofparticipating in CS training, which includes,but is not limited to,academic courses,campus and social organizations, and activism. Research exists around the history, mission, and struggle for broader inclusion of gender-oppressed people associated with CS, but researchers have yet to understand the phenomena of positive psychological and academic functioning that appears to come along with CS. In fact, very little is even known about how students describe their own experiences in CS. Exploration of how students are describing their experience and any gains must first be considered beforeany formalization or modeling of results can occur.Qualitative methodologies are consistent with exploration of constructs, experiences, and phenomena in their natural settings, while maintaining consideration of the participants themselves and their environments (Creswell & Poth, 2018). This dissertation study draws upon qualitative methodologies to seek the Chicanx college student perspective on what CS means to them through semi-structured interviews, taking into account participants’current campus environment. Maintainingthe integrity of the participant words is a focus of this study because one of the aims to understand the phenomena of majoring in CS from the perspective of the students themselves. The results of student interviews will be considered in terms of changesto higher academic institutions.Within the qualitative paradigm, the specific approach of transcendental phenomenology was employed in this dissertation study.Transcendental phenomenology attempts to describe the essence of phenomena through examining the textural and structural dimensions, or more simply, the “what” and “how” of a phenomenon, through a process called horizonalization (Moustakas, 1994). Centralto this proposed study will be understanding the voices of participants as they highlight the“essence” of experiencing CS as amajor. By emphasizing what students describe as their experience, an analysis of structural and contextual factors in those experiences follows.Research QuestionsThe dissertation study explored the following research questions related to participation in CS:  1.How do undergraduate students describe the psychological process of Chicanx Studies training?2.How have students been impacted by their participation in CS?3.What contextual and structuralfactors facilitated these impacts?"   
        }
 
    ],
    "generate_survey": [
        {
            "title": "A Phenomenological Study of Psychological Thriving Associated with Participation in Chicanx Studies",
            "tl;dr": "",         
            "abstract": "The following study is a qualitative exploration of the phenomenon of psychological thriving associated withparticipation in Chicanx Studies academic programs. The study employed transcendental phenomenology (Moustakas, 1994) as a methodology to understand textural (“what”) and structural (“how”) factors relating to psychological and, subsequent, academic gains. Seven participants engaged in a three-phase multi-method study. Data was collected through an initial semi-structured interview, a phase of text message exchanges during the marking period of a CS course, and a final exit interview. Results clustered around four textural themes (challenges, gains, support, and goals) and four structural themes (professors, curriculum, peers, and environment). These themes generated a basic conceptual model suggesting that students engaging with the CS environment experience positive academic adjustment built upon a foundation of psychological thriving. Limitations, future directions, and recommendations are also discussed.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""     
        }
       
    ],
    "generate_methodology": [
        {
            "title": "A Phenomenological Study of Psychological Thriving Associated with Participation in Chicanx Studies",
            "tl;dr": "",         
            "abstract": "The following study is a qualitative exploration of the phenomenon of psychological thriving associated withparticipation in Chicanx Studies academic programs. The study employed transcendental phenomenology (Moustakas, 1994) as a methodology to understand textural (“what”) and structural (“how”) factors relating to psychological and, subsequent, academic gains. Seven participants engaged in a three-phase multi-method study. Data was collected through an initial semi-structured interview, a phase of text message exchanges during the marking period of a CS course, and a final exit interview. Results clustered around four textural themes (challenges, gains, support, and goals) and four structural themes (professors, curriculum, peers, and environment). These themes generated a basic conceptual model suggesting that students engaging with the CS environment experience positive academic adjustment built upon a foundation of psychological thriving. Limitations, future directions, and recommendations are also discussed.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": "ParticipantsSeven undergraduate students, who had previously taken at least one Chicanx Studies course and intended totakeat least one additional course during the academic period of the initial interview, participated in this study. This experiential criterion of requiring students to have taken CS courses and taking another during the period of participation in this proposed study was createdto preserve adeep and fresh understanding of the phenomenon (Moustakas, 1994). While being a CS major was not a requirement of participation, all participants ended up being CS majors. Other participant criteria included students indicatingthat CS has had a significant impact on their educational journey thus far, beingChicanx-identified,and at least 18-years-old.Recruitment began with emails requesting participation in a study about experiences as a Chicanx Studies student. Requests were sent from an undergraduate listserv in a CS department at a west coast university. This email included information about the study, how to participate, incentives offered, and rights of the participant. The researcher also used snowball recruitment procedures, which have beenrecommended for diverse sub-populations and populations withseveral specific demographic criteria such as in this proposed study (Sadler, Lee, Lim, & Fullerton, 2010). Researchers requested that participants provide information about the study and how toparticipate to other potentially interested students who meet criteria. Students who responded to the email were screened with a short questionnaire to see that they met participant criteria.Bianca was 19 years old duringthe period of her interviews and text message reports. She identified as a “sophomore” in college, as female, and as Hispanic in response to the demographic question of race and ethnicity. She was born in the U.S. as a second-generation immigrant, as her parents made the journey from Mexico to the U.S. She identified as a first-generation collegestudent. She explained on her demographic questionnaire that her parents completed “some” high school and never took any CS courses. Bianca indicated that she was part of a Latinasorority and the organization Hermanas Unidas. She had taken four CS courses prior to the first interview and was enrolled in two during the academic period of the interviews and text reports. She wrote in response to how CS impacted her journey as a student, “they [CS courses] balance out the hard workloadwith Chemistry. The CScourses help me to enjoy each quarter with fun, exciting, and informative classes.” Elisa was 22 years old whileparticipating in the interviews and text message reports. She identified as Latina and Chicana, female, and a first-year transfer student in her third year of post-secondary education. She was born in the U.S. to parents who made the immigration journey from Mexico, making her a second-generation immigrant. She reported that her parents completed “some” high school in Mexico and did not ever take CS classes. Elisa identified as being part of the Equal Opportunity Program at her current university, a program dedicated to support services of first-generation college students and students from backgrounds underrepresented in the academy. She had taken five CS courses prior to the first interview and two during the academic period of the interviews and text messages. She answered that she did experience significant impact on her educational journey through CS but did not elaborate on the demographic questionnaire.Isabel was 20 years old atthe time of interviews and text message reports. She identifies as Latinx, female, and as a third-year college student. She was born in the U.S. to parents who emigrated tothe U.S. from Mexico, making her a second-generation immigrant. She explained on the demographic questionnaire that her father completed his GED in U.S. and that her mother completed high school in Mexico, which makes her a first-generation college student. Isabel indicated that she was part of the Student Commission on Racial Equality at her university. She had taken five CS courses prior to the first interview and was enrolled in two at the time of the first interview. She indicatedthat “yes” CS had significantly impacted her educational journey butdid not provide any further explanation on the demographic questionnaire.Emilia was 33 years old atthe time of interviews and text message reports, giving her a designation by her university campus of “non-traditional student.” She identified as Mexican American, a cis-female, and “junior” transfer student. She indicated that she is a first-generation college student and second-generation immigrant, her parents making the immigration journey to the U.S. Shealso indicted that her mother completed junior high school and her father completed elementary school. She reported not being part of any campus organizations or ethnic-affinity organizations. She had taken seven CS courses prior to the first interview and was taking one course at the time of the same interview. She responded “yes” to the question about whether or not CS had an impact on her journey as student butdid not offer further details of that impact on her demographic questionnaire.Alejandra was20 years old atthe time of interviewsand text message reports. They identified as Latinx, gender non-conforming, and a third-year college student. They indicated being a first-generation college student, their father completing elementary school and their mother taking some courses at a community college for occupational accreditation. They indicated being part of the resource center for sexual and gender diversity on her university’s campus. They had enrolled in six CS courses prior to the first interview and two during the academic period of interviews and text reports. Alejandra responded to the question of CS impacting their journey as a student, “I actually decided to change my major after my firstChicanx Studies course.”Sandra was 22 years old atthe time of the interviews and text message reports. She identified as Mexican, undocumented, female, and as a third-year transfer student. She indicated that she is a first-generation college student and immigrant, making the journey from Mexico with parents to the U.S. She wrote on the questionnaire that both of her parents completed “some” high school but did not complete their diplomas. Sandra reported being part of her campus’ undocumented student coalition as well as La Escuelita, an organization offering tutoring and other services to Latinx and other underserved communities before college. She completed three CS courses prior to the first interview and was enrolled in three courses during the period of interviews and text message reports. In responding to the question of whether CS significantly impacted her educational journey, Sandra explained,“I feel like I am learning so much that I did know before.”Daniella was 23 years old at the time of interviews and text message reports. She identified asMexican, undocumented, female, and as a “senior” transfer student. She indicated that she is both a first-generation college student and immigrant, making the journey with her parents from Mexico. She reported that her mother completed some high school inMexico. Daniella indicated that she was part of any campus organizations and owed that to her status as a commuter-student, previously travelling from a city about 40 miles away to campus for classes. Daniella had completed nine courses in CS at the time of the first interview and was taking two more during the period of interviews and text message reports. When she responded to the question of whether CS had impacted her significantly as a student in her educational journey, she explained “I think I’ve learned a lot about Latinos in higher education and they’ve also motivated me to do more. I think if it wasn’t for that, I would have majored in sociology.”Procedures Those meeting criteria were invited for the firstface-to-faceinterview with the researcher in a convenient location for the participant such as a research office on the university campus. These interviews represented the first of three phases for the study, the second being a phase oftext message exchanges capturing experiences while enrolled in a CS course. At the initial interview, participants were first given a demographic questionnaire to gather contextual information including age, gender identification, ethnicity, whether or not first-generation college student, and their generation in family’s immigration history (See Appendix C).Before beginning the interview, the researcher reviewed informed consent forms with participants (See Appendix D), outlining their rights as a participant, the balance of inherent risks and benefits, and relevant psychological resource, and answering any questions. All interviews were audio recordedwith participant consent. Each initial interview lasted 1 to 2 hours. The interviews were transcribed verbatim and were then analyzed using the formal steps in transcendental phenomenology. The audio files and interview transcripts were stored on a password-protected computer in the locked office of the researcher. Audio files of the interviews will be destroyed after completion of the study. This study consistedof three phasesand students were be offered $50 incentivesin the form of Amazon gift cards, given in increments of $15 and $35 at both the completion of the first interview and completion of the final interviewrespectively.The secondphase of the study included interactions via text message while students concurrently took CS courses. The first set of text questions and prompts were sent to them by the researcher 2-3 weeks into their current course and then again two weeks later. Participants were invited torespond as soon as possible, while not interfering with their studies or interrupting their classroom experiences. These text questions and prompts were aimed at collecting participant experiences while participants concurrently experiencedthe phenomena, promoting“fresh access”to the phenomena (Moustakas, 1994). After the text prompts, students engagedin a finalsemi-structured interview with the researcher in the final two weeks or shortly after the end of their last CS course of the year to understand how students described the process of being in CS and its influence on their educational journey and goals. These interviews lasted between 25 and 60minutes.InstrumentsSemi-structured interview protocols. Semi-structured interviews were used to gather data on participants’lived experiencesand processesofengaging in Chicanx Studies trainingas called for by phenomenologicalmethodology(deMarrias & Lapan,2003). The flexibility of semi-structured interviews allowed for theasking of follow-up questions not in the original interview protocol. This becameespecially important in the axial, or relating to the researcher’s own related experiences,co-construction ofdata between interviewer and interviewee,as bothresearcher and participantstriedto understand their lived experienceof CS.Questions from thefirst semi-structured interview protocol included those which established how CS has already impacted students,including: “what was CS been like for you?” and “howhas CS impacted you outside class?” The second semi-structured interview protocol involved questions such as “has anything changed since our first interview?” and “what have your learned about CS?” (See Appendix Afor Semi-Structured Interview Protocols).Text message protocol. The text message interactions were centered upon experiences while participants were concurrently enrolled in CS. Prompts included questions such as: “What haveyour CS courses been like?” and “How would you describe the environment around CS?” These protocols were piloted with a CS student before overall administration to participants to address any confusion in the protocol questions and hone their effectiveness with full participants.AnalysisPhenomenological research was chosenas the most appropriate methodological approach to answer the question of what is essential to the experience of being a CS major. Moustakas’ transcendental phenomenology (1994) was the design base for this study. The researcher sought to understand the “essence” (Creswell & Poth, 2018) of the lived CS major phenomenon. The transcendental phenomenological approach was appropriate for the research questions and participants because this study looked at a group of individuals sharing a specific socioculturalcontext that producesa lived phenomenon only experienced bythis group. The researcher engaged in bracketing, which involves exploring personal position and experiences around the phenomenon to be explored. The researcher engaged in written reflection asto how his own experiences with CS and activism inspired by participation in CS relate to the questions begin asked of a current undergraduate population.  This exploration is an active dialogue entailing the processing and setting aside of researcher experiences that may influence the researcher’s contributions toco-construction and their analysis of the data. After the bracketing process, interviews were conducted and transcribed before beginningthe analytical process.The researcher engaged in horizonalization, looking at statements made by CS students from interview and text message data around their experiences in CS and the influencing factors they observed. These statements wereanalyzed in terms of their significance in relation to the research questions. Significant statements were grouped by thematic meaning and analyzed in terms of their textural or structural qualities. Statements with textural properties were used to describe the reported experiences, or “what” it is to experience living as a CS major (Creswell & Poth, 2018). Structural statements were used to compose a description of contextual factors, explaining “how” these experiences happened as they did. The researcherthen developed a composite statement that outlines the essence of the lived experience of being a CS major. This statementwill describe the essence of the CS experience for these participants."
        }
        
    ],
    "generate_experiment": [
        {
            "title": "A Phenomenological Study of Psychological Thriving Associated with Participation in Chicanx Studies",
            "tl;dr": "",         
            "abstract": "The following study is a qualitative exploration of the phenomenon of psychological thriving associated withparticipation in Chicanx Studies academic programs. The study employed transcendental phenomenology (Moustakas, 1994) as a methodology to understand textural (“what”) and structural (“how”) factors relating to psychological and, subsequent, academic gains. Seven participants engaged in a three-phase multi-method study. Data was collected through an initial semi-structured interview, a phase of text message exchanges during the marking period of a CS course, and a final exit interview. Results clustered around four textural themes (challenges, gains, support, and goals) and four structural themes (professors, curriculum, peers, and environment). These themes generated a basic conceptual model suggesting that students engaging with the CS environment experience positive academic adjustment built upon a foundation of psychological thriving. Limitations, future directions, and recommendations are also discussed.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""  
        }
        
    ],
    "generate_discussion": [
        {
            "title": "A Phenomenological Study of Psychological Thriving Associated with Participation in Chicanx Studies",
            "tl;dr": "",         
            "abstract": "The following study is a qualitative exploration of the phenomenon of psychological thriving associated withparticipation in Chicanx Studies academic programs. The study employed transcendental phenomenology (Moustakas, 1994) as a methodology to understand textural (“what”) and structural (“how”) factors relating to psychological and, subsequent, academic gains. Seven participants engaged in a three-phase multi-method study. Data was collected through an initial semi-structured interview, a phase of text message exchanges during the marking period of a CS course, and a final exit interview. Results clustered around four textural themes (challenges, gains, support, and goals) and four structural themes (professors, curriculum, peers, and environment). These themes generated a basic conceptual model suggesting that students engaging with the CS environment experience positive academic adjustment built upon a foundation of psychological thriving. Limitations, future directions, and recommendations are also discussed.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": "This dissertation study contributes to the understanding of how students participating in Chicanx Studies academic courses describe their psychological experiences, using transcendental phenomenological qualitative research and multiple data collection methods. Participants described encountering CS and its environment, undergoing psychological gains and transformations, building academic achievementon a foundation of psychological thriving, and increasing their commitment to earning their degrees and pursuing future goals. The triangulation of data from initial interviews, experiential data from text messages, and final exit interview data drew connections from students’ past and fresh experiences to form a conceptual model of the psychological and academic gains associated with CS. Contributions resulted from the exploration of challenges faced by students, psychological gains experienced, family support, goals influenced by ChicanxStudies, professor relationships, curricular interactions, peer relationships, and environmental considerations. This chapter explores the implications of results with current literature around CS, Chicanx and Latinx student populations, as well as statuses such as first-generation and undocumented students. Discussion of significant findings will be followed by exploration of study limitations, potential future directions for this line of research, and recommendations forpractice and implementation.ConceptualModel for Chicanx StudiesThe core finding that binds the textural and structural findings is the emergence of a basic, tentative (to be subjected to further studies)theoretical framework for the phenomenological experience of CS(see Figure 1). The conceptual model captures the essence of the CS phenomenon and begins to explain the relationship between the textural and structural findings. Challengesand barrierssuch as transferring from community college, homesickness, and discrimination as uniquely experienced by Chicanx and Latinx students, along with significant psychological and academic gains. This framingasserts the importance of the foundational quality of participants’ psychological gains, most notably lessened impostor feelings, self-efficacy, positive ethnic identity, sense of belonging, and critical consciousness. These aspects of psychological thrivingserve as a foundation upon which academic gains, such as increased achievement, motivations, and pursuit of positive goals. The academic thriving students described in this study occurred only after their significant psychological needs and conditions were satisfied. The CS environment facilitated the satisfaction of essentialpsychological thrivingthrough crucial structural experiences such as professor relationships, peer relationships, interaction with unique CS curricula, as well as subtler environmental conditions.Addressing psychological components of participants’ intersectional identities of Chicanx or Latinxand first-generation college student (and sometimes first-generation transfer student) through CS facilitated later academic thrivingamong these participants. For example, some students better adjusted to college, as defined by increased academic performance and motivation, after CS addressed aspects of their homesickness. Another process experienced by students involved CS’ attention to discrimination through an inclusive environment of peers and educators who facilitated interconnectedness through shared experiences. Thepsychological boon of interconnected among peers and professors often motivated students within CS classrooms and, more surprisingly, as well as classrooms in other subjects where they previouslystruggled. The challenges faced by transfer students in this study necessitated the recovering of academic self-efficacy in the nourishing environment of CS to return to positive levels of academic motivation and performance.This study uniquely contributes to the literature on CS by offering a conceptual model to understand how CS (in this case, but possibly other ethnic studies programs) can positively impact the psychological and academic thriving of Chicanx and Latinx college students. Of course, academic success will likely contribute to therelative psychological thrivingof most students in some way. This model, however, begins to explain how Chicanx and Latinx students must navigate their own set of unique barriers to find academic success incollege and persist towards their goals. CS addresses their unique barriers by providing the conditions for significantly corrective emotional experiences (Bridges, 2006). Students in this study expressed how unpacking and processing experiences from being teased for Mexican foods at lunch to holding the possibility that their parents could be deported at any moment in an environment that was safe, validating, non-judgmental, and shared. These participants’ shared experiences around immigration and working-classstruggle in the U.S. are precise examplesof how the implications of this study’s results point to educational processes that are uniquely Chicanx and Latinx.Making phenomenological studies responsive to transgender participants in applied psychology research helps service an important gap in attention and service to the transgender population (Singh & Shelton, 2011). Recruitmentefforts could have been more deliberate to include transgender perspectives through connection with trans-student organizations and studentgroups on campus. Specific attention should also be paid to the justified sensitivity to how transgender populations and participants will be represented in research as well. When researching around social justice themes such as in this study, efforts to be inclusive of transgender and gender diverse communities seem appropriate and necessary to strengthen social justice. The potential benefitof holding stories for transgender students in CS, including their own psychological and academic trajectories, with the goals of social justice and spirit of inclusivity as expressed by participants deserves exploration. Thestudy also failed to capture Chicanx and Latinx male voices. Considerationmust be given to how the design and content of the study contributed to thisfailure. Perhaps malestudents in CS do not feel as comfortable or seen in a study that looks specifically at how CS hasimpacted their journeysasstudents.The study’s conceptual model also suffers from the lack of inclusion ofmale voices. Another process of engagement mightexistfor male students in CS that doesnot get voiced or examined. The impact on psychological functioning and academictrajectory possibly paint a significantly different picturefor male CS students. The design of semi-structured interviews and text message exchangescouldalso be less accessible to male participantsin a study of this naturefor a variety of reasons. Alternate methods or meta-research on Chicanx and Latinx male participation need consideration and examination in hopes of attracting these voices toilluminate the CS experience. CS may not be functioning in the same manner for male studentsandmay be functioning in other important pathwaysthat need understanding. The design,recruitment methods, andthe field ofapplied psychology itself may act as barriers to participation.More direct and intentional recruitment of male voices may also increase participation.Another design limitation arosein the final interview phase of the study. Much of the data from this phase did not add new themes to the data or provide any new facets or components to existing themes. One explanation is that thisphase became futile in the collection of this specific data in this study, as it merely seemed to recap data from recent text message exchanges and did not build any new thematic data from the initial interviews and text messages. Another explanation could bethe nature of questions inthe final interview protocol (Appendix C). The questions themselves may not have elicited any new data because they were not asking for new data. Perhaps these questions only asked students to review previous experiences. This phase did allow for the possibilities of new experiences or realizations to be shared at the end of the grading period, but none of the final interviews produced new realizations. The initial interview and text messages produced rich data to explain a conceptual model of the relationship between psychological and academic gains. The final interviews reiterated this process and the main thematic components butdid not add to them.The text message phase of the study produced rich data but also featureddesign complications. Text messages were sent out 2-3 weeks after the initial interview, depending on how late in themarking period the initial interview commenced. Students were instructed to reply as soon as possible without interfering with their academic responsibilities and not while actually in class. The responses came in a variety of time frames: some within hours, others within a week, and others over a week later, but not exceeding more than two weeks. Collecting text message data was much lessorderly than the initial and final interviews, which were all finished in under two hours each and in one sitting. It is unclear how this impacted the actual data produced in the study, but the varying time frames produces an unknown. Perhaps there is minimal impact and part of using text messages to adapt to an undergraduate-age population also involves collecting data in varying time frames depending on the person replying to texts. This limitation is easier to endure than others mentioned, but attentionto text message time frames in subsequent qualitative studies could enlighten researchers on the impacts of varying time frames around collecting specific data types.The text message phase is also where on participant dropped out of the study. Elisa wasunresponsive to text messages and repeated attempts to remind her of the next phases of the study and the incentives available. As seen in the results and discussion sections, Elisa contributed rich data to the study from her initial interview,but it is unfortunate to miss out on the potential for rich data in the remaining phases of the study. Incentives perhaps undermined the potential for attrition in this study as all other participants finished and collected but were not enough to keep all participantsin the study.Recruitment forthis study elicited participants who were very enthusiastic, for the most part, about CS. Future directions could include studies of those who were not enthusiastic, or even dropped out, to better understand the full range of the phenomenon from varied perspectives.The psychological components of thrivingassociated with CS participation warrant continued research and exploration after their appearance in this study’s data. The nature and interrelationship of impostor feelings, self-efficacy, positive ethnic identity, sense of belonging, and critical consciousness are forming an emergent model for how CS produces specific psychological processes to be understood. Measures that exist or need to be developed around these constructs could be explored for their relationships. Furtherqualitative exploration could be focused on these constructs themselves to understand the process underneath even further. This study began to uncover these gains but more specific exploration of each could tell researchers more on how CS is specifically producing these gains.Chicanx and Latinx students will benefit from greater understanding of how professor and peer relationships work specifically in their psychological and academic favor. The specific aspects of professor relationships that facilitate psychological growth are important to further understand. In this study, professors were seen as approachable, supportive, personable, passionate, and inspiring, but how these qualities came acrossto students and how they specifically impacted them is only recently being understood by researchers, including in this study. How and why other CS students impacted participants was clear to some extent. Being the same race and ethnicity, sharing experiences, and validating each were also discussed by participants as significant components of the peer relationship process but further modeling the relationship and processes within these experiences only enhances our understanding of CS and how its studentsfunction within and without the space.Further exploration of aspects of CS environment is required as well. Data from things like use of Spanish language and music was not as rich as some of the major themes discussed in this study, but their appearances in the data warrant further exploration of the perhapsless obvious factors contributing to psychological thriving. How to use language and music effectively in CS and other course environments to encourage more psychological comfort and adjustment for Chicanx and Latinx students, as well as other identities in these settings, is important. Other subtle factors would certainly emerge if similar qualitative methods spent significant time on only environmental factors. Thus, research along this line could be fruitful and contribute to the growing body of literature on CS.Understanding how other races, ethnicities, and identities experience CS is also important. Students from all backgrounds can end up in CS courses because of general education requirementsor interests in the subject regardless of their own shared identity. How the experience and benefit from CS course environments is also vitally important to understand. Enhancing how they experience CS in a way that contributes to broader campus inclusionand safety for Chicanx, Latinx, and all other student populations.From a design perspective, further use of text message data collection proved very valuable for this study. The multi-method approach to collecting data ensured past, rich experiences ofCS were captured, as well as fresh experiences once students were more aware of the significance of their individual interactions with CS. As mentioned before, the semi-structured interviews were effective in producing both textural and structural data butwereoften presentedby participants from the perspective of textural, phenomenological experience. Text messages were much more adept at capturing the structural components and their relationship to textural experiences, which was vitally important to the study as well. Additional studies looking to balance their collection of textural and structural data should look athow combining semi-structured interviews with text message interactions, particularly with student populations, as enhances both historicand fresh experiential data collection.RecommendationsResearcher Gina Ann Garcia developed a typology of Hispanic Serving Institution (HSI) identities (2018) to determine the extent to which they positively impact the academic outcomes as well as the cultural representations of Latinx students. The identitytypes ranged from Latinx-enrolling HSIs, with low academic and low cultural service, to Latinx-serving, which was high on both dimensions. In many ways, this typology is parallel to the CS conceptualmodel of addressing psychological and adjustment needs along with academic. Both frameworks at the core acknowledge the importance of developing student thrivingmore holistically for Latinx students. The recommendations of this study are also similarly aimed at developing CSprograms and campus that are student-serving and not simply student-enrolling. Recommendations to expand CS’ influence, develop well-rounded CS professors, and challenge other academic environments to learn from CS are all captured and bound by this framework.The first and primary recommendation is to support and expand CS programs as much as possible. This is a complex and precise goal. Generally, college campuses with even small Chicanx and Latinx student populations should consider the scope with which they are offering CS. The psychological barriers students outlined in this study could guide college campuses in assessing for the specific type and scope of the psychological needs of their Chicanx and Latinx student populations. This could ensure that the number of CS professors, courses, and seats is as close to need as possible. Achieving this level of reach for CS obviously requires institutional and funding support. Expanding CS does not need to be limited to expansion of the CSprograms themselves.This wisdom derived from the student data in this study identifies specific psychological gains to emphasize in the service of students. Assessing how professors and administrators in CS programs are producing these psychological gains, challenging other academic environments to acknowledge Chicanx and Latinx students and their unique psychological needs, and exploring how the campus more broadly is serving students becomes part of this goal.The unique role of CS professors as explained through the results in this study highlight the significant amount of responsibility they take on, especially in the early and formative experiences of CS. Students in this study identified how they came to CS with low self-efficacy and belonging, having experienced discrimination and homesickness, and CS becomes an environment that at times can hold all of that for students. A large part of that labor is supplied by CS professors. CS provided personal support, validation, and essentially counseling intimes of crisis. CS departments want to be sure that professors are capable and prepared to experience the broad rolesthey will fill, as well as support them in these efforts. Attention should be paid to the emotional, cognitive, and physical labor provided by CS professors and the level of psychological support they need. This may also distract from their research responsibilities, so adjustments to how CS professors are evaluated may also be necessary. Compensation for the varied roles and intensive emotional labor should beexamined as well.Challenging other academic departments to acknowledge and contribute to the service of Chicanx and Latinx student populations is also necessary. The psychological barriers and wounds endured in other course settingsshift the labor of healing onto CS professors, administration, and other program resources. Numerous other academic programs were identified as the site of psychological distress, which was then attended to through CS. Campus faculty should be trained onthe unique needs of their entire student populations andhow to be as responsive to these needs as possible through their pedagogy. Promoting Chicanx and Latinx student thrivingshould not fall only on CS and other Chicanx and Latinx-targeted student programming. Truly servingChicanx and Latinx student populations will require more expansive campus focus on psychologicalthriving." 
        }
    ],
    "generate_conclusion": [
        {
            "title": "A Phenomenological Study of Psychological Thriving Associated with Participation in Chicanx Studies",
            "tl;dr": "",         
            "abstract": "The following study is a qualitative exploration of the phenomenon of psychological thriving associated withparticipation in Chicanx Studies academic programs. The study employed transcendental phenomenology (Moustakas, 1994) as a methodology to understand textural (“what”) and structural (“how”) factors relating to psychological and, subsequent, academic gains. Seven participants engaged in a three-phase multi-method study. Data was collected through an initial semi-structured interview, a phase of text message exchanges during the marking period of a CS course, and a final exit interview. Results clustered around four textural themes (challenges, gains, support, and goals) and four structural themes (professors, curriculum, peers, and environment). These themes generated a basic conceptual model suggesting that students engaging with the CS environment experience positive academic adjustment built upon a foundation of psychological thriving. Limitations, future directions, and recommendations are also discussed.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": "The recentattempts at banning and the historic politicizing of Chicanx Studies, always guided by racist and oppressive goals, threatened importantpsychological and academic thrivingfor Chicanx and Latinx students. This study demonstrated the potential for the establishment of fundamental psychological thrivingin Chicanx and Latinx student populations, upon which academic gains can be achieved. CSacts as a space of healing for Chicanx and Latinx students facing mental health barriers unique to their identities. CS also develops students into confident scholars capable of impacting their communities through their social justice-oriented goals. The qualitative designs in this study were appropriate for the original questions and produced data valuable to understanding Chicanx and Latinxstudent experiences that inform the best strategies for thriving, achievement, retention, and beyond. Acknowledgingand supporting significant thrivingfor Chicanx and Latinx students through CS helps address larger systemic issues threatening student thriving. Students experiences in CS can help inform broader campus attempts to foment more inclusion, thriving, and thriving for Chicanx and Latinx students."    
        }

    ]
    
} 