{
    "generate_text": [
        {
            "input": "",
            "output": "<title>Inateck Large Travel Backpack 38.5-46.2L, Expandable Carry on Backpack 22x14x9 Airline Approved for 17.3 Inch Laptop, Water-resistant Laptop Backpack for Men and Women</title>\n\n<content>Expandable Capacity Travel Backpack: Unexpanded: 55*35*20 cm (21.7*13.8* 7.9inch); Expanded:55*35*24 cm (21.7*13.8*9.4 inch). This 38.5~46.2L laptop backpack for men meets the carry-on requirements in many airlines. Note: Please check with your airline for size restrictions before your trip. It is perfect carry on backpack 22x14x9 airline approved and travel backpack carry on flight approved.\nLarge Cabin Suitcase: The main compartment of travel backpack can open 180° like a 20 inch suitcase for easy storage and trip. A plastic buckle of black backpack holds the elasticated compression straps to keep your belongings in perfect order during transit. It can be used as large travel backpack,laptop backpack, business backpack, hiking backpack.\nOrganized Packing: This travel backpack has a side bottle pocket, two front zipper pocket and two interior zipper pockets in the main compartment to organize everything in an orderly way. It is also equipped with two compartments compatible with a 12.9 inch iPad and a 17.3 inch laptop. This carry on backpack features an anti-theft zipper pocket on the back panel and a card pocket and a sunglass hanging strap on the right shoulder strap.\nLightour Series: Lightour is the mid-to-high-end travel backpack series of Inateck. We are committed to providing the best products and services to travelers and adventure enthusiasts with quality pursuits. With careful design and repeat tests, each Lightour backpack is crafted with high-quality materials and exquisite craftsmanship to ensure its comfort, durability and storage function.\n3 Ways to Carry: It is not only a travel backpack with premium shoulder straps but also a hand luggage. The trolley strap on the back allows you to secure the bag over the handles of a suitcase. Perfect for anyone looking for a carry on backpack for airplanes, waterproof backpack, camping backpack, travel backpack carry on flight approved, personal item bag for airlines, travel backpack for men, laptop backpack for women.\nBreathable and Cozy: The air mesh on the back panel and the comfortable suspension design help relieve shoulder pressure. The chest strap can be adjusted to increase the stability of your pack. The side compression straps are used to minimize the volume of your backpack to bring the load nearer to your back for balance and comfort.Use it as a travel bag for luggage, carry on luggage with laptop, business travel backpack.</content>"
        },
        {
            "input": "",
            "output": "<title>DOSS SoundBox Touch Wireless Bluetooth Speaker with 12W HD Sound and Bass, IPX5 Waterproof, 20H Playtime, Touch Control, Handsfree, Speaker for Office, Home, Outdoor, Travel</title>\n\n<content>Superior Sound Quality: Enjoy your music in 12W full-bodied stereo realized through dual high-performance drivers and unique enhanced bass.\nCapacitive Touch Control: Easy-to-use touch controls allow you to amplify the mood and energy of the party. Change tracks, volume and pair effortlessly with just a simple touch.\nWater-resistant Protection: With IPX5 Water-resistant, the DOSS Soundbox Touch speaker can work against water and other liquids' gentle splash. A good choice for summer days, poolside or beach parties, keep the music on your way.\nPortable and Versatile: Enjoy high-definition stereo sound with an impressive volume whether you're lounging, partying, camping, hiking or biking.\nExtended Playtime: Built-in Li-Ion rechargeable battery powers up to 20 hours of playtime at 50% volume. Recharge in 3-4 hours with the included micro USB cable.</content>"
        },
        {
            "input": "",
            "output": "<title>Astarry PC Controller,Wireless Controller for PC</title>\n\n<content>【Play where you want】2.4 GHz wireless connection with up to a 30-foot range means you have more room to move.\n【Feel the action】 Action feedback gives you a riveting gaming experience. Adjustable action feedback for longer battery life.\n【Ergonomic, Play in total comfort】Great new look with a matte black finish and gloss accents. Award-winning compact ergonomics provide a more comfortable gaming experience.\n【PC gaming at its best】Precise thumbsticks, two pressure-point triggers, and an 8-way directional pad help you stay in control. New left and right shoulder buttons are designed for ease of use.\n【Compatible with Gaming devices and PC 】 The Wireless Controller Compatible with Gaming devices and Windows 7 and 8 and 10PC, Delivering a Consistent and Universal Gaming Experience.</content>"
        },
        {
            "input": "",
            "output": "<title>Hamilton Beach FlexBrew Trio 2-Way Coffee Maker, Compatible with K-Cup Pods or Grounds, Combo, Single Serve & Full 12c Pot, Black</title>\n\n<content>THREE WAYS TO BREW. Brew 12 cups with ground coffee on the carafe side or brew a single serving with a pod or ground coffee on the other. With a pod you can brew up to 10 oz. of coffee and when you use coffee grounds you can fill a 14 oz. travel mug.Filter type:Reusable.‎Auto shut-off: Yes\nSINGLE-CUP COFFEE MAKER. Brew a cup with a K-Cup pod, another pod brand, or ground coffee. The included pod holder and single-serve grounds basket easily handle both options and the cup rest removes so you can brew into a tall travel mug.\nBREW A FULL POT OF COFFEE: This programmable coffee maker has Easy-Touch programming for wake-up ready coffee. After brewing, coffee stays warm for 2 hours and the power automatically shuts off. AutoPause & Pour lets you pour a cup as coffee brews.\nCUSTOMIZE YOUR BREW STRENGTH: Control how strong you want your coffee with Select-a-Brew: regular and bold brewing options.\n2 SEPARATE EASY-FILL WATER RESERVOIRS: Each brewing side on this Hamilton Beach coffee maker has its own water reservoir that’s easy to fill and features a water window, so you always know exactly how much water to add.</content>"
        },
        {
            "input": "",
            "output": "<title>High Waisted Leggings for Women - Soft Athletic Tummy Control Flare Pants for Running Cycling Yoga Workout - Reg & Plus Size</title>\n\n<content>★High Waist & Tummy Control: Syrinx womens leggings perfectly cover your body from waist to ankles. The wide high-rise waistband comfortably hugs everything in, contours your curves, streamlines your shape, and makes you look slim and sexy.\n★Ultra Soft & No See-Through: Stretchy, breathable, and extremely comfortable, you will love our leggings once you put them on. Made from 92% polyester and 8% Spandex, the 4-Way Stretch and Non-See-Through fabric promotes both compression and support, allowing you to move freely without any restrictions.\n★DEEP SIDE POCKETS:These leggings feature with two side pockets, the side pockets are really deep that have enough room for a smart phone.No more worrying about where to put your phone or other essentials during your workout.\n★Applicable to Every Season & Occasion: The Syrinx comfort high waist leggings are a must-have. Beyond yoga, pilates, running, cycling, or workout these slimming tights for women are also suitable for lounging around the house, shopping, or living an active lifestyle. Pair with anything from dresses and skirts to sweaters and tees to create a look that shows off your sense of fashion in four seasons.\n★Perfect After-Sales Service: We are devoted to achieving 100% customer service satisfaction. If you have any problem please contact us without hesitation, we'll reply to you within 24 hours. Select your favorite color combination and the right size and \"Add to Cart\" and buy it now.</content>"
        },
        {
            "input": "",
            "output": "<title>EnerPlex Youth/Adult Medium Size Black Face Mask Reusable (3-Pack) Safety Mask Breathable Comfort, Non-Surgical Safety Mask, Fully Machine Washable, Face Masks for Home Office Work Outdoors (3-Pack)</title>\n\n<content>At EnerPlex, we understand that a Face Mask is not a “one size fits most” - We also know that if you wear a mask it should be comfortable, fit properly, and provide proper protection which is why we came up with our High End 3-Ply Safety Masks in 3 sizes. We developed a sizing chart for Youth, Medium/Large, & Extra Large.\nThis Size Fits Most Adults, See Size Chart in Image Section - Key Features: EnerPlex Cloth Face Masks are a Three-Layer Design – Outer layer DWR 100% Polyester, Middle Layer Cotton Blend, Inner Layer NanoFine Cotton Blend – soft against the skin. Designed with high quality light weight fabric for maximum comfort. Our stretch ear loops allow for a snug and secure fit.\nIdeal for everyday use – indoor/outdoor, great for essential workers, can be utilized while traveling, running errands, attending grooming appointments, etc.\nCare: Wash before first use. Machine wash cold. Do not bleach. Do not dry clean. Tumble dry low or lay flat to dry to avoid shrinkage. No fabric softener\nWith our EnerPlex Cloth Face Masks quality, and safety is our number one priority.</content>"
        },
        {
            "input": "",
            "output": "<title>Massagers for Neck and Back with Heat - Deep Tissue 3D Kneading Pillow, Electric Shiatsu Shoulder Massage, Foot, Legs,Body - Relieve Muscle Pain - Office, Home & Car</title>\n\n<content>ALLEVIATE ACUTE PAINS & MUSCLE SORENESS: Save your precious time and hard earned money with a RESTECK shiatsu massager kit. Minimize acute pains that would hinder your every move and enjoy life to the fullest. Ease neck stiffness, eliminate constant fatigue, soothe aching muscles and promote proper blood circulation.\nENJOY A DEEP MASSAGE EVEN ON THE GO: One of the greatest things about this shiatsu massager is its portable nature. Enjoy a rejuvenating massage even on the go with our massager pillow. Great for road trips, traveling, camping, car use, the office and more. It comes in a wonderful leather pouch for hassle free carrying and storage\nCONTROL HEAT & STIMULATION TO YOUR NEEDS: This shiatsu massager has 4 buttons for facilitated use. Regulate the heat to achieve the coziest massage ever depending on your needs. Choose the right stimulation mode. Lay back and relax. The clever bidirectional kneading nodes ensure endless comfort and massaging pleasure\nMASSAGE EVERY INCH OF YOUR BODY: Explore the multipurpose nature of our shiatsu kneading massager pillow today. Works miracles all over your body from head to toe! Use on your neck, shoulder, back and legs. Great for your glutes, calves and even your feet. Enjoy a full body and stimulating massage in the comfort of your living room!\nGET THIS THERAPY MASSAGER WITH CONFIDENCE: Satisfying our customers is our top priority. Get your shiatsu kneading massager pillow today or make a thoughtful gift to a dear friend or beloved family member!</content>"
        },
        {
            "input": "",
            "output": "<title>THE COMFY Original | Oversized Microfiber & Sherpa Wearable Blanket, Seen On Shark Tank, One Size Fits All</title>\n\n<content>Makes for a Great Gift: It’s the perfect birthday, Christmas, best friend or anytime gifts for women and men. The Comfy Original wearable blanket screams outs gifts for mom, gifts for her, gifts for girlfriend, gifts for teenage girls, girlfriend gifts, gifts for grandma, gifts for wife, cool gifts, gifts for sister and so much more!\nFun and Functional: We're the brand that launched a world-wide craze and made wearing your blanket a thing. The Comfy Original wearable blanket is the world’s first of its kind letting you stay warm and cozy wherever you are: watching TV, playing video games, working on your laptop, camping, attending a sporting event or concert, & more.\nExtreme Comfort & Luxury Material: Pull your legs into the plush fluffy sherpa to cover yourself completely on the couch, roll the sleeves up to make yourself a snack, & move around freely while taking your warmth wherever you go. Don’t worry about slipping or sliding sleeves. It doesn’t drag on the floor either. It’s double layered with luxurious fleece microfiber on the outside and premium fluffy sherpa on the inside.\nOversized Everything: It’s giant, and it's supposed to be! We started with a men's 5XL and have only gone bigger from there. With a huge plush hood, marsupialTM pocket, oversized sleeves and a high-low hem, The Comfy is like being hugged by a cloud! Bring it to the next outdoor barbeque, camping trip, beach, drive-in, sleepover or wear it to school! Now you can wear your blanket anywhere!\nMakes a Great Gift: for moms, dads, wives, husbands, sisters, brothers, cousins, friends & students on Mother’s Day, Father’s day, 4th of July, Hanukkah, Christmas, Easter, Valentine’s Day, Thanksgiving, New Year’s Eve, birthdays, bridal showers, weddings, anniversaries, team gifts, back to school, graduation & prime gifts. Just pick a color and you're done!</content>"
        },
        {
            "input": "",
            "output": "<title>The Ridge Wallet For Men, Slim Wallet For Men - Thin as a Rail, Minimalist Aesthetics, Holds up to 12 Cards, RFID Safe, Blocks Chip Readers, Aluminum Wallet With Money Clip (Gunmetal)</title>\n\n<content>LIFETIME GUARANTEE – We chose our military-grade materials for their durability and, in turn, created a wallet that’ll last a lifetime — guaranteed. If you ever feel your wallet isn’t functioning properly, you can make a claim and we’ll do our best to make it right. This includes the replacements of elastic, screws, money clip, and cash strap plate. Each purchase of The Ridge is just the beginning of many years of you carrying a better wallet.\nRFID BLOCKING - Breathe easy because your cards will be surrounded by the metal body of this wallet protecting them from even the most powerful RFID Chip Readers\nFUNCTIONAL & SLIM - Holds 1-12 cards without stretching out. The slim wallet is ideal for carrying business cards, credit and debit cards, bills, etc. The outside notch allows you to push out the cards easily.\nINTEGRATED MONEY CLIP -- The money clip allows you to secure several bills to the outside of your wallet in a traditional money clip form. The proprietary metal clip is designed for enhanced security and reliability. See our other listing for options with the Cash Strap.\nSPECIFICATIONS – RFID-blocking materials - 6061-T6 aluminum | anodized gunmetal plates - 2 oz | 86 x 54 x 6 mm frame - Interchangeable elastic and screws.</content>"
        },
        {
            "input": "",
            "output": "<title>Anker Portable Charger, Power Bank, 20,000mAh Battery Pack with PowerIQ Technology and USB-C (Recharging Only) for iPhone 15/15 Plus/15 Pro/15 Pro Max, iPhone 14/13/12 Series, Samsung Galaxy (Black)</title>\n\n<content>Ultra-High Cell Capacity: The massive 20,000mAh cell capacity provides more than 5 charges for iPhone XS, almost 5 full charges for Samsung Galaxy S10, more than 4 charges for iPhone 11, and over 2 and a half charges for iPad mini 5.\nAdvanced Charging Technology: Anker's exclusive PowerIQ and VoltageBoost technology combine to deliver an optimized charge to your devices, while the trickle-charging mode is the best way to charge low-power accessories.\nSimultaneous Charging: Twin USB ports allow you to charge two devices at the same time. The USB-C port cannot charge other devices.\nVersatile Recharging: With both a USB-C and Micro USB input port, you have more options over how you recharge. Recharging PowerCore with a 10W charger will take approximately 10.5 hours, while recharging with a 5W charger will take approximately 20 hours.\nWhat You Get: Anker 325 Power Bank (PowerCore 20K), Micro USB cable (to charge the power bank), welcome guide, our worry-free 18-month warranty, and friendly customer service. (USB-C cable, Lightning cable, and wall charger not included)\n*For the purpose of this connected equipment warranty, \"lifetime\" is defined as the lifetime of the product.</content>"
        }
    ]
}