{
    "generate_text": [
        {
            "input": "",
            "output": "<title>Fashion Men Day And Night Driving Anti-Glare Sunglasses UV400 Polarized Vision Clip-On Flip-Up Lens Sunglasses Cycling Fishing Outdoor Glasses</title>\n\n<content>Application:\nTo solve the troubles of myopia, suitable for all kinds of frames, easy to wear, can be turned up 180 °, easy to use.\n\nSpecification:\nStyle: Sunglasses Clip. Glasses Clip . Driving sunglasses Clip\nMaterial: Metal +Plastic\nOptical structure: Clip on- Flip up\nVisible perspective rate: 99 %\nAnti-UV level: UV400\nWhether polarized: Is polarized glasses\nFunction: Eliminate backlighting, anti-glare, UV protection\nSuitable for: People who wearing myopia glasses\nColor: As shown\nSize:\nFrame total width: 130mm\nLens width: 60mm\nLens height: 40mm\nNose pitch: 14mm\nWeight: 8.5g\n\nFeature:\nDouble-sided silicone clip: soft silicone, does not hurt glasses.\nAnti-reflective lens: Anti-glare, water surface reflection, UV protection, safer driving.\nDay and night vision polarized lens: Day & Night vision lens is good for driving both in day and night, reduce driving glare, eye strain, glare reflected off of roads, bodies of water, snow, and other horizontal surfaces, can enhance night vision, improve color clarity and optical definition, enable to see better when driving at night or cloudy, rainy days, making driving more safety.\nGood for multiple sports: Riding Motorcycle, Cycling Bicycle, Driving, Running, Fishing, Racing, Skiing, Climbing, Trekking, Other Outdoor Activities and Daily Live.\n\n\nNote:\nDue to the difference between different monitors, the picture may not reflect the actual color of the item.</content>"
        },
        {
            "input": "",
            "output": "<title>New Trend style cool Kids gift Fashion Sports Shoes Boys Girls Walking Sneakers Flying Children Tennis Running Shoes Meshshoes Six Color Size 26-39</title>\n\n<content>Welcome to our store. Wish you have a wonderful shopping experience.\nIf you are satisfied with our products, please give us five-star rating.\nBoys Girls Children's Sneakers Sport Shoes Kids Tennis Breathable Sport Shoes\nUpper material:  Mesh,Knit\nInsole Material:  MD\nClosure Type: Slip-on\nShoes Features:  Breathable,Soft,Non-slip,Wear-resistant.\nShoes Style: Athletic\nOccasion:   Running,Walking,Tennis,Casual,Sport,School,Athletic,Jogging,Gym.\nDepartment Name:  Kids\nSeason:   Spring,Summer,Autumn,Winter\nColour:   Black,White,Red\nSize:   EU26-39\nWeight:   280g(EU Size 38)\nGender: Unisex\nCategory:Kid's sneakers\nWe experience in manufacturing Clothes And shoes for more than 10 years & the quality of our product is guaranteed.\nNote: We treat customer as god, we consider buyer satisfaction as first place. so no matter what problem you meet, tell us, we will make you satisfied. Please trust us!</content>"
        },
        {
            "input": "",
            "output": "<title>1pc Cat Scratching Pads , Anti Cat Scratch Cat Crawling Mat, Cat Carpet Replacement for Cat Tree Shelves, Trimmable Self-Adhesive Cat Sofa Protector, Cat Training Tape for Cat Wall Furniture and Scratcher Posts</title>\n\n<content>-Color:dark grey,light grey,brown,brown\n-Material:Plush\n-Size:\n30cmx100xm (39.37inx11.81in)\n40cmx100cm (39.37inx15.75in)\n\nPackaging Include:1pc Cat Scratching Pad\nFeatures:\n🐾【TRIMMABLE AND MULTIFUNCTIONAL】you can freely cut it into any shape according to actual needs, and use it for cat shelves, wooden cat trees, cat towers, couches or other furniture.\n🐾【HEALTHY & SAFE MATERIAL】Made of high-quality eco-friendly felt material, and the high sticky self-adhesive backing makes sure these cat scraching pads can tightly stick on any furniture surface such as wood, plastic, glass, concrete, leather.\n🐾【HOW TO USE】First, clean the surface of the cat tree and make sure it is clean and dry, then peel off the covering film behind the cat replacement scratch pad and stick it on the cat tree; If you use it as a carpet scratcher, it is recommended to use staples for better fixation.\n🐾【REMOVABLE AND REUSABLE】Our cat scratch carpet is easy to use, removable and can be applied repeatedly, simply peel up the corner of the carpet and gently pull off, leaving behind zero residue or mess.\n🐾【PET-FRIENDLY】This cat scratcher mat is scratch-resistant and does not shed easily. The pad provides cats a place to relieve stress and gains great exercise.</content>"
        },
        {
            "input": "",
            "output": "<title>2 Style Leather Sheath Multitool Sheath EDC Pocket Organizer Camping Storage Belt Waist Bag with Key Holder for Belt</title>\n\n<content>Features:\nBelt loop sizing is for a standard 1.5 inch wide belt.\nFlashlight known to fit up to 0.91 inch diameter flashlight.Fits normal sized key rings.\nHand cut, hand dyed and hand stitched.\nOur multitool sheath is suitable for any outdoor activities, training, camping, climbing, fishing, hunting, traveling and so on.\nA perfect gift idea for Christmas, birthdays, Father’s day, or for any occasion. A great gift for your family, friends.\nNotice:\nActual color may be slightly different from the image due to different monitor and light effect\nPlease allow 1-3cm deviation due to manual measurement\nSpecification:\nType:Sheath\nMaterial:Leather\nSuitable for: Daily, outdoor\nStyle:Vintage\nPackage Include:\n1xwaist bag(A Style or B Style)\nAttention:\n- Color may be little different due to monitor, thank you.</content>"
        },
        {
            "input": "",
            "output": "<title>Purple Gradient Lens Polarized Sports Sunglasses for Men Mirror Ultralight UV400 Sun Glasses Square Male Driving Travel Goggles Gafas De Sol CE</title>\n\n<content>Gender: MEN\nStyle: Square\nFrame Material: Acetate\nLenses Material: Polycarbonate\nApply To: Surfing,Riding,Driving,Sports,Shopping,Daily\nLenses Optical Attribute: Polarized,UV400,Anti-Reflective\nDIMENSION - Lens Width: 58mm(2.28 inches); Lens Height: 42mm(1.65 inches); Temple Length: 137mm(5.39 inches); Nose Bridge: 15mm(0.59 inches); Frame Length: 145mm(5.71 inches)\nHD POLARIZED & UV PROTECTION LENS - KDEAM unisex sunglasses are coated with 100% UV400 protection, it can block 100% harmful UV Rays.Polarized lenses can reduce glare, eliminate reflected light and scattered light, restore true color, and protect your eyes perfectly.\nCLASSIC & FASHION DESIGN - Designed with classic rectangle lenses, fresh new frame colors, stunning colored lenses and frame finish to really give it that extra edge. Various colors can easily follow your daily collocation. Add some edge to your style with these durable and unmistakable sunglasses.\nPERFECT DETAILS - These KDEAM vintage sunglasses is made from high quality pc frame, composite UV400 lens, integral nose pads, reinforced metal hinges, all the details make it more comfortable and durable.</content>"
        },
        {
            "input": "",
            "output": "<title>SAMSUNG SSD 990 PRO 2TB, PCIe 4.0 M.2 2280, Seq. Read Speeds Up-to 7,450MB/s (MZ-V9P2T0B/AM)</title>\n\n<content>The flagship 990 PRO and 990 PRO with heatsink is a premium NVMe Gen 4 internal SSD providing the best gaming experience with ultimate power efficiency and thermal control solutions.\nOptimized for real-world and gaming workloads with up to 65% improvement in random performance to the 980 PRO (1,400k/1,550k for Random Read/Write)\nReaching the PCIe Gen4 performance limits showing up to 7,450/6,900MB/s for Sequential Read/Write\nPower efficiency improved up to 50% than the 980 PRO thanks to the new 8nm controller with low power architecture\nHeatsink model maximizes the cooling effect and prevents performance degradation due to overheating\nOptimized to support DirectStorage API technology showing faster game loading and playing times\nSlim and futuristic designed heatsink with RGB lights.</content>"
        },
        {
            "input": "",
            "output": "<title>ARROWHEAD OUTDOOR 360° Degree Swivel Hunting Chair Stool Seat, Perfect for Blinds, No Sink Feet, Supports up to 450lbs, Carrying Case, Steel Frame, Fishing, High-Grade 600D Canvas, USA-Based Support</title>\n\n<content>[SILENT & STEALTHY 360° DEGREES OF ARTICULATION] Effortless and quietly spins 360° for maximum mobility. Never spook a buck, tom, or boar.\n[WIDE STABLIZING FEET] Extra wide feet to prevent sinking in dirt, mud, and bogs. Perfect for wetland blinds to dryer hillside blinds.\n[COMPACT LIGHTWEIGHT TRANSPORTATION FROM BLIND TO BLIND] Includes carry bag with sling. Maximizes mobility when moving from blind to blind. Measures 20.3L x 20.3W x 26.5H when setup.\n[HEAVY-DUTY SOLID CONSTRUCTION] Heavy-duty steel frame construction with rugged 600D canvas fabric.\n[LIFETIME USA SUPPORT] Whether youre under the stars surrounded by Joshua Trees, looking up at giant redwoods, on a Rocky Mountain High or under a Big Montana Sky; ARROWHEAD OUTDOOR is standing by in Atlanta, Georgia to help keep you adventuring.</content>"
        },
        {
            "input": "",
            "output": "<title>MOUNTAIN MACROPAD - The Streaming and Content Creation Controller with 12 Customizable Mechanical Keys & USB-C connector</title>\n\n<content>12 freely customizable keys, using hot swappable and factory-lubricated MOUNTAIN Tactile 55 Switches\nUse custom key bindings, functions, and macros\nUse multiple profiles for every use case\nCan be used with Everest or standalone\nPer-key RGB illumination\nBase Camp management software with integrated controls for OBS Studio, Adobe, DaVinci & more\nCustom stand with anti-slip rubber base\nErgonomically angled\nAluminum plate\nRemovable USB Type-C cable\nUSB-C Connector</content>"
        },
        {
            "input": "",
            "output": "<title>Hotels.com $500 Gift Card (Email Delivery)</title>\n\n<content>Redeemable on Hotels.com, the Hotels.com Gift Card can be used in conjunction with member-only-deals and promotionsBookings with the Hotels.com\nGift Card count toward free nights with Hotels.com® Rewards where customers can earn a free* night for every 10 nights stayed\nOnly one gift card can be redeemed per online booking, but multiple gift cards may be combined into one gift card with a maximum value of $2000 by visiting the balance transfer tab found at www.hotels.com/gcbalance. If the amount of the booking exceeds the value of the gift card, additional payment will be due with a credit or debit card\n“Send as Gift” Function Available Upon Receive of the Gift Card. Customizable Name and Personal Message\nPrint Card or Store to Google Pay / Apple Wallet</content>"
        },
        {
            "input": "",
            "output": "<title>SAMA 2024 New Trends 4503 Back Plug Motherboard ATX Gaming PC Case For PC Computer Case Black with 4 ARGB RGB Fans Pre-Installed, Tempered Glass Mid Tower ATX/ Micro ATX PC Case</title>\n\n<content>2024 New Trends Back Plug Motherboard Design - Makes assembly structure simpler and easer. Not only improves the convenience of cleaning and maintenance,but also makes the internal space aesthetically pleasing.\nTempered Glass Side Panel and Front panel - Show off your high-end hardware and make the light show even better.\nARGB Light Show Right Out of The Box - 4 pre-installed 120mm YH120-4 ARGB fans are connected by the included lighting controller, that can be easily controlled by the LED button on the case or managed through motherboard ARGB software.Pre-installed 4 YH120-4 fans, leaving 6 fan spaces, the store sells the same model fans.\nEasy Toassembly Structure - Detachable Column, Adjustable l/O Component Position, Standard TYPE-C Interface, 2 in 1 Audiointerface\nSpacious internal space - Supports 360mm CPU cooler, 7x120mm/ 6x140mm Fans ( 4 ARGB fans pre-installed)\nReserved Space - For Garage Kits or other Decorations</content>"
        }
    ]
}