{
    "generate_text": [
        {
            "input": "",
            "output": "<title>Ring Video Doorbell (2nd Gen) 1080p HD Advanced Motion Detection - Satin Nickel</title>\n\n<content>1080p HD video doorbell with features that let you see, hear, and speak to anyone from your phone, tablet, or PC\nAn update from the original Ring Video Doorbell, enjoy improved motion detection and crisper night vision\nReceive instant notifications when anyone presses your doorbell or when motion is detected.\nPowered by the built-in rechargeable battery or connect it to your existing doorbell wires for constant power\nEasy installation: connect your Ring Video Doorbell to Wi-Fi through the Ring app and mount it to your wall with the included tools\nPair with select Alexa-enabled devices and enable announcements to be notified when your doorbell is pressed or motion is detected\nStandard features such as instant notifications, live view and two-way talk are available out of the box and for free on all Ring devices. Add a Ring Protect Plan (subscription sold separately) to record, review and share the moment you missed</content>"
        },
        {
            "input": "",
            "output": "<title>Charcoal BBQ Grill Smoker Trolley with Shelves, Bottle Opener and Wheels</title>\n\n<content>Descriptions\nGet friends together and enjoy food from your own personal BBQ! This Outsunny grill has enough room to make between 5-10 food servings - enough for everyone. It features a height adjustable coal pan - move up and down to control the smoke intensity. The lid is fitted with a thermometer, so you can see the inside temperature. Complete with handy bottle opener.\n\nFeatures\n• Adjustable height charcoal pan: Use the hand crank to move up and down. Make food more or less smokey with this charcoal barbecue grill.\n• Lid with air vent and thermometer: Control the temperature of BBQ grill with the vents. Thermometer to see temperature when lid is down.\n• 58 x 42cm cooking area: Charcoal BBQ has room for 5-10 servings. Warming rack to keep food warm when cooking. Shelves to keep items close to you.\n• Bottle opener and two wheels: Open your favourite drink whilst cooking on this charcoal barbecue. Move it around easily too.\n• Dimensions: 114H x 120L x 64Wcm. Folding Side table: 44L x 28Wcm. Assembly required.\n\nSpecifications\n● Colour: Black\n● Material: Galvanised Steel, Stainless Steel\n● Overall Size: 120L x 64W x 114Hcm\n● Grill Grate Size: 42L x 35Wcm, 42l x 23Wcm\n● Warming Rack Size: 56L x 13Wcm\n● Charcoal Grate Size: 45L x 34Wcm\n● Ash Catcher Size: 57L x 41.5Wcm\n● Side Rack Size: 44L x 28Wcm\n● Bottom Rack Size: 59L x 42Wcm\n● Weight Capacity: (grill grate) 10kg, (bottom shelf) 20kg, (side shelf) 5kg\n● Item Label: 846-135V00BK</content>"
        },
        {
            "input": "",
            "output": "<title>Wireless Controller for Xbox 360/PC</title>\n\n<content>This game controller has superior automatic connection. The use of high-performance chips, the gamepad in the game has a better stability, high-precision 360° Rockers, the delay is almost zero, support all kinds of android devices. Support for Xbox 360 and PC. With the human body curve design, you won't feel tired even if you are addicted to the game for a long time.\n\n\n\n\n\nFeature:\n\n*Support PC This gamepad also support PC，compatible for WINDOWS XP, \n\nfor WIN7, for WIN8 and for WIN10 operating system\n\n\n\n*Vibration Function\n\nWe have designed 2 vibration motors for this gamepad, so that you can experience the joy of the game better! \n\n\n\n*Powering Saving\n\nLow power infrared connection！\n\nThis controller requires two AA batteries. \n\nDue to safety issues during transportation, our package does not send batteries. \n\nCustomers need to buy them at their local stores.\n\n\n\n*Integrated Headset Jack\n\nConfigured with a jack for earphone and microphone input supporting the original Xbox 360 earphone, with sound output and chat online functions\n\n\n\n\n\nProduct description:\n1) X360 wireless controller is a wireless controller applied to Microsoft XBOX360 host and PC, which consists of two parts: the controller and the USB Dongle.\n\n2) The handle supports the XBOX360 host and the Xinput mode of the PC.\n\n3) The handle supports headset and microphone functions.\n\n4) The handle supports motor vibration.\n\n5) The handle is powered by 2 AA batteries or Ni-MH batteries.\n\nAA batteries do not support charging, and Ni-MH batteries support charging.\n\n\nPrecautions:\n\n• Please read this product manual and precautions before using this product.\n\n• Please follow the following specifications when using this product:\n\n8.1. Do not put this product into the fire to bake or burn, so as to avoid danger and environmental pollution.\n\n8.2. Please do not wipe with corrosive liquids to avoid hard objects scratching the surface of the cabinet and affecting the appearance.\n\n8.3. Do not place this product in the following environments: places that are too hot, cold or too humid, places that are exposed to direct sunlight, and places that are too dusty.\n\n8.4. When the surface of the casing is stained with dirt and dust, wipe it with a dry cloth. Do not use cleaning fluids and other chemical solvents to avoid corrosion of the surface of the casing and damage to the components in the machine.\n\n8.5. When not in use for a long time, the USB cable should be unplugged.\n\n8.6. Do not try to disassemble, disassemble or modify any part of this product by yourself. Such behavior may damage the product and invalidate your product warranty.\n\n\n\n\nPackage Included:\n\n1x Controller + 1x USB Dongle\n\n\nKindly Note: The battery is not included.</content>"
        },
        {
            "input": "",
            "output": "<title>Swan Hyper Plush Pink SC15820QOCN, Vacuum</title>\n\n<content>Model: SC15820QOCN\n\nBox Damage\nNever Been Used\nFree & Prompt Postage and Packaging\n1 Year Seller's Warranty\nFeatures:\n\nLynsey, TV’s Queen of Clean, approved – designed and brought to you by Lynsey Crombie, TV’s Queen of Clean, and all-round cleaning guru; The sleek, pink design and impressive functionality has Lynsey’s crowning stamp of approval\nLightweight design – weighing just 2.6kg this stick cordless vacuum is extremely lightweight and incredibly easy to manoeuvre around the house and from room to room. It makes vacuuming stairs and above ground cleaning simple\nCordless vacuum with powerful battery – the cordless design makes vacuuming your whole home a breeze, move effortlessly around the house with no restrictions from awkward cords; Equipped with a 21.6V Li-ion battery, it has an impressive run time, and fast recharge\nTwo brush heads are better than one – The Swan Lynsey Pink Hyper Plush vacuum comes with not one but two brush heads! The power plush motorised head is perfect for hard floors as it polishes as it cleans, and the hyper brush is ideal for removing ingrained dirt from carpets and rugs\nVersatile cleaning – this stick vacuum can convert into a handheld in seconds, and with multiple brush heads and onboard accessories including an upholstery brush and crevice tool, it provides a versatile whole home clean\nThese are graded/box damage products. They are not brand new and may have minor cosmetic imperfections and may have box damage or non original packaging. All items are fully functional. 30 day returns policy and 1 Year Seller's Warranty offered.</content>"
        },
        {
            "input": "",
            "output": "<title>95000PA 4 IN1 Wireless Car Vacuum Cleaner Strong Suction Handheld Vacuum Home</title>\n\n<content>MULTI FUNCTION 3 IN 1 CAR VACUUM CLEANER: This Mini Vacuum Cleaner is a 3-in-1 device that works as an air duster, a vacuum cleaner and inflatable Pump. One side of the cleaner blows away and the other side absorbs the dust with strong suction, providing an efficient cleaning procedure. Its the perfect handheld vacuum cleaner that can clean your car, your computer keyboard desk as as well pump inflatables such as bed, balloons and swimming inflatables.  \n\nPOWERFUL SUCTION: With the vacuuming degree of 95000 PA and the blowing air volume of 4500FT/min, our mini handheld cordless vacuum cleaner can produce strong suction. You can clean your office desk, car accessories, and many other places easily with its multiple extension accessories. This mini vacuum cleaner is also an impeccable fit to clean hard-to-reach areas because we have distributed various extension tubes.  \n\nPOWERFUL BLOWER: With the maximum motor speed of 33,000 RPM, this hand held hoovers cordless and electric compressed air duster can produce 10-times stronger thrust of air, 28m/s. The blower feature of the mini hoover can be used as compressed air cleaner for pc and laptop Keyboards. You can can also pump inflatables with our small hand vacuum cleaner.  \n\nRECHARGEABLE & HANDHELD: This cordless vacuum cleaner enables a fast charging facility. Once fully charged, this mini vacuum cleaner can operate for up to 20-minutes at a stretch.  \n\nMULTIPLE ACCESSORIES: The accessories of this hand vac have at least 5 combinations that can be used as keyboard cleaner, car interior cleaner. It's not only can solve the debris in hard-to-reach places, but also can work on crevices or camera lens. Our Mini Handheld Vacuum Cleaner is Must-have car accessories for women or men; these gadgets will keep the interior cute and tidy.</content>"
        },
        {
            "input": "",
            "output": "<title>Air Purifiers Core 300 Anti Allergen H13 HEPA Carbon Air Filters For Home</title>\n\n<content>Looking for a smart home air purifier that can keep the air you breathe healthy and clean? Look no\nfurther! Our Advanced air purifier, designed to purify the air in your home or offices. With Efficient\nfeatures and powerful filters, this smart home gadgets purifier is the perfect choice for anyone who\nwants to breathe easy.\n\nHEPA Filter Technology:\nOur HEPA filter air purifier is equipped with advanced HEPA filter technology, which removes up to\n99.97% of harmful particles from the air. From dust and pollen to pet dander and mold spores, this\nsmoke odor eliminator purifier can handle it all.\n\nActivated Carbon Filter:\nIn addition, this purifier also features an activated carbon filter, which is odor eliminator, removes\nsmoke, and other unpleasant smells from the air. With this filter, you can enjoy a fresh, clean-\nsmelling home or office.\n\nSmart Sensor Technology:\nThis dust collector also features smart sensor technology, which monitors the air quality and\nadjusts the purifier's settings accordingly. Whether the air quality is good or bad, our mini air\npurifier will automatically adjust to ensure that you're breathing the cleanest air possible.\nMultiple Modes and Fan Speeds:\nYou can use it as pet air purifier / car air purifier or for other home uses. With multiple modes and\nfan speeds, our multipurpose smart air purifier is perfect for any room in your home or office.\nWhether you need a quiet mode or a powerful fan speed, this air purifier has all covered.\n\nEasy to Use and Maintain:\nOur air purifier for bedroom is user friendly, with simple controls and easy-to-replace filters.\nWhether you're a tech-savvy user or someone who just wants a clean and healthy home, our air\npurifiers are the perfect choice.\nAt the end of the day, there's nothing more important than the air you breathe. With this Advanced\ndust cleaner air Purifier and dehumidifier, you can breathe easy knowing that you're breathing\nclean and healthy air.\n\nProduct Specification\nProduct size: - 205mm(L) x 205mm(W) x 340mm(H)\nProduct Weight: - Approx. 2100g\nInput: - AC 100-240V 50/60Hz\nCADR value: - 210 (m³/h)\nApplication area: - Approx 36 square meters (Approx388 Sq. Ft)\nControl mode: - APP intelligent remote control, remote control\nDistribution network: - wifi/wifi+Bluetooth automatic network configuration\nPM2.5 display: - Digital tube display\nAmbient light: - LED tri-color light\nSound level: - Approx. 30-65db Actual power: - 22W\nHEPA filter: - Round high-efficiency filter (Lifetime 180 Day)\nFilter type : - Formaldehyde, PM2.5, second-hand smoke, pollen\nMotor type: - Brushless DC motor</content>"
        }
    ]
}