{
    "generate_text": [
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""    
        }
        
    ],
    "generate_abstract": [
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species."    
        }
        
    ],
    "generate_intro": [
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "An essential question for biodiversity conservation is the effectivenessof different types of protected areas for conserving biodiversity (Sutherland et al. 2009). As the human population grows and recreation in natural areas is becoming more popular, trails are getting overcrowded (Boue 2019)–for example, recreation visitsincreased by about 200 percent across Colorado in early 2020 (Kwak-Hefferan2020) -and new trails are being built to accommodate for their increasing popularity (Bastone 2019). The majority of outdoor recreation activities have negative effects on wildlife across taxa (Larson et al. 2016). Human activities can change animal behaviors as well as the physical aspects of their habitats. These changes can impact the population and community dynamics of entire ecosystems (Caravaggi et al. 2017; Suraci et al. 2019a).Trails, in particular,physically modify the environment. Trampling by humans can alter the physical properties of soil, leading to changes in the development and diversity of vegetation (Cole and Landres1995). Changes in habitat can alter community composition because some species are more resistant or resilient to change than others (Cole and Landres1995). Habitat fragmentation can disrupt some animals’ dispersal behaviors (Caravaggi et al. 2017).Human presence on trails has an even greater effect than habitat modification on biodiversity (Botsch et al. 2018; Doherty et al. 2021). High human use on trails has been observed to deter some species, especially diurnal ones, and attract others that can become habituated to human presence (Erb et al. 2012). Off-trail travel and loud noises are two of the main causes of negative impacts on wildlife (Bastone 2019). Anthropogenic disturbance can have negative effects on animal behavior, such as increased vigilance (Ciuti et al. 2012) or taking advantage of human activity to escape predators (Caravaggi et al. 2017).Fear of humans as predators alters animals’ feeding behaviors (Frid and Dill 2002), potentially leading to ecological cascades (Smith et al. 2017). Human presence and sounds create a “landscape of fear”in which prey animals perceive spatially varied risk across a landscape(Suraci et al. 2019a); large animals moved more cautiouslyand reduced their home range size in response to human sounds (Suraci et al. 2019a). Medium-sized mammals responded to human sounds by reducing their foraging time or increasing nocturnality, and small mammals increased their habitat use near human activity due to the new absence of larger mammals (Suraci et al. 2019a). Gaynor et al. (2018) found that human activity increased nocturnality in mammal species across continents, trophic levels, and body sizes, and that nocturnality increased similarly in response to both lethal and non-lethal human activities. Just as foot traffic can disturb wildlife communities, so can mechanized recreation. There is substantial evidence that non-motorized vehicles, such as bicycles, have negative impacts on wildlife (Larson et al. 2016). Fast, quiet bikers can trigger startle responses or aggression in wildlife(Quinn and Chernoff 2010). New mountain bike technologies (fat tired bikes and e-bikes) are expanding biking seasons and distances, and mountain bikers are responsible for a substantial amount of new legal as well as illegal trail construction (Quinn and Chernoff2010). For example,between2000 and 2019, over 3600 trail projects have received funding for new bike trail construction in the United States (US Department of Transportation 2019). The greatest impacts of mountain biking trails occur during the development and early use period of the trails (Quinn and Chernoff2010). Many mountain bike organizations oppose designations of new wilderness areas that restrict trail use or creation, and the “outlaw mentality” in mountain bike culture leads to many bikers going off trails even though they know it is not allowed (Wuerthner 2019). Additionally, in terms of risk perception, animals may perceive mountain bikes to be more similar to motorized vehicles than to other forms of recreation due to their high velocity(Naidoo and Burton 2020).Motorized vehicles are an important means for people to access nature (Jones et al. 2016), but they can also be a major disturbance to the ecosystems that people are traveling to see in the first place. Studies have found that compared to non-motorized recreation, motorized vehicles cause greater changes in species’ habitat use (Naidoo and Burton 2020) as well aselk (Cervus canadensis) behavior (Ciuti et al. 2012).An increase in daily vehicular traffic correlated with decrease in moose and bear sightings(Knight and Cole1995).Yet the demand for outdoor recreation opportunities and access via motorized vehicles continues to grow (Jones et al. 2016).Previous investigations into the relationship between human presence and wildlife habitat use have compared animal responses at sites with and without tourism, but it is also important to study a gradient of recreation intensity(Larson et al. 2016; Dertien et al. 2021) and a variety of different impact regimes based on different management protocols (Blumstein et al. 2017). More research is needed to examine the effectiveness of different types of protected areas with different human activities for conserving wildlife (Sutherland et al. 2009). To date, research on recreation impacts more often quantifies individual-level responses, and population-and community-level responses are less studied. Studies of terrestrial recreation impacts often focus on hiking and running, while fewer studies investigate impacts of biking, dog walking, and equestrian activities (Larson et al. 2016). To manage wildlands more effectively, we need to study many species to determine if they have similar or different responses to a variety of recreational activities and visitation rates.Westudied wildlife habitat use on a set of trails with a variety of recreational activities andvisitation rates.We focused on a network of trails in the Upper East River Valley in and around the Rocky Mountain Biological Laboratory(RMBL) in Colorado, a prominentoutdoor recreation site for hikers and mountain bikers. Here we use single-species, single-season occupancy models to identify recreational and environmental factors that influence the habitat use of four common mammal species: mule deer (Odocoileus hemionus), coyotes (Canis latrans), red foxes (Vulpes vulpes), and American black bears (Ursus americanus).We tested effects of recreation on both occupancy and detectability for each species. We used three separate variables representing different types of recreation(hiking, mountain biking, and motorized vehicle densities)to compare impacts of different human activities.Given the evidence that animals perceive risk from human presence in natural areas (Frid and Dill 2002; Suraci et al. 2019a) and many wildlife species are known to avoid humans either temporally(Gaynor et al. 2018; Naidoo and Burton 2020) or spatially(Suraci et al. 2019a), we predicted that wildlife detectability (visibility/activity) and occupancy (site presence) would be lower in areas with more recreational activity.We also predicted that mechanized and motorized recreation, including mountain biking and driving larger vehicles such as cars, would have greaterimpactsrelative to hiking becausethe higher speed and noise levels of these vehiclesare thought to cause greater disturbances to wildlife than foot traffic (Quinn and Chernoff 2010; Naidoo and Burton 2020)."
        }
 
    ],
    "generate_survey": [
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""     
        }
       
    ],
    "generate_methodology": [
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": "We studied human and wildlife activity in and around the Rocky Mountain Biological Laboratory (RMBL; N 38.9585336,W 106.9899337)overa five-week period in June-August2020. This data collection period captured the start of peak tourism season to examine varying levels of human visitation. We surveyed mammalian activitynear hiking and biking trails by placing camera traps along trails. We quantified how humans influencedthe habitat use of mid-sized and large mammals as a function of human visitation rate and activity type with occupancy models to estimatespecies occupancy while correcting for imperfect detection(Mackenzie et al. 2002; Bailey and Adams 2005).We included five hiking and biking trails in this study: Deer Creek(N 38.945534, W 106.981061), Trail 401(N 38.964142, W 106.988587), Trail 403(N 38.982264, W 107.007438), Kettle Ponds Road(N 38.953452, W 106.988142), and Avery Mountain(N 38.966412, W 106.993313). This setincludes trails that are frequently used for allactivities, trails that are off limits to bikers, trails that are infrequently visited and only by hikers, and wide trails with motorized vehicle access.This site presents an excellent opportunity to study wildlife habitat use near trails with varying activities and heterogeneous impact intensities.The shortest trail, Kettle Ponds Road, is approximately 1500 m long, so we placed cameras along the first 1500 m of each trail to standardizethe camera spacing among all the trails. We used a total of 30 cameras, placing six cameras on each of the five trails using a stratified random design to ensure every portion of each trail was studied throughout the study period (Fig. 1).Each 1500 m trail segment was divided into six zones, each of which contained one camera. Each zone was divided into six subsections, and every week one subsection was randomly selected in each zone for the camera to be deployed for seven days. At the end of a seven-day deployment period, each camera was moved to a new, randomly selected subsection within its original zone for the next deployment. Each subsection was used only once during the entire study period.We used digital camera traps (Browning Strike Force ModelBTC-5HDPX, Prometheus Group, LLC, Birmingham, Alabama, USA)to record human and wildlife activity on the trails in the study area. The motion-triggered cameras captured still images when a human, animal, or vehiclemoved in front of them, with a delay of one second between photos.The cameras also recorded the date and time that each photo was taken, and this information was later used to create species detection histories. For each deployment we recorded the height of the tallest vegetation between the camera and the trail in its view to account for the potential for tall vegetation to obscure small animals from the camera’s view.Cameras were considered non-operational if the batteries died, the SD card became too full to store any additionalphotos, or the camera fell and was no longer facing the trail. We also discarded the camera-days where cattle were present as the impacts of cattle ranching on wildlife was beyond the scope of this study.The short delay of one second between photos allowed for the collection of detailed photo sequences, often with multiple photos representing a single visit. We processed the resulting image dataset by saving one image to represent each “capture,” or one individual person,animal, or vehicleat one time. Acapture starts when an individual enters the camera’s view, and it ends when that individual leaves the camera’s view and is absent from the next photo. Each sequence of photos was examined to determine the number of captures in the sequence. The number of captures of each species denotesthe number of times the cameras were triggered by activity.This method countsindividualseach separate time they pass in front of the camera, which represents the amount of activity at the site rather than the number ofunique individuals.All wildlife sightingswere identified to species using all available clueswithin the photo sequences, including body size, body features, color patterns, and fur textures.Four wildlife species were sufficiently common to createoccupancy models: mule deer(Odocoileus hemionus), coyotes(Canis latrans), red foxes(Vulpes vulpes), and black bears(Ursus americanus). The metadata of the scored photos wasused tocreate presence-absence detection histories for each of the four focal speciesin the Rprogramming language v4.1.0(R Core Team 2021) usingthe package camtrapR (Niedballaet al. 2016).The detection histories were then used to run single-species, single-season occupancy models for each of the four focal species(Mackenzie et al. 2006). We fittedoccupancy models in the R package unmarked(Fiske and Chandler 2011).The primary period, or “season,”(Mackenzie et al. 2006)for the occupancy framework was seven days long as each camera was deployed for seven days before being movedto start a new deployment. The secondary period, or “survey,” (Mackenzie et al. 2006) was one day, meaning thepresence or absence of a species or activity was measured on a daily basis.Detectability is represented on a daily scale and occupancy is represented on a seasonal scale.We calculated the number of captures of each human activity per day and used these daily captures as predictor variables in the detection formulas of the models. We replaced missing values with deployment mean valueswherever predictor variables were missing values due to camera operability problems. We then calculated the seven-day averages ofdaily captures of each activity at each site to use as seasonal predictor variablesin the occupancy formulas of the models. We standardized all continuous predictor variables, which included survey-level covariates: pedestrians(ped), bikers(biker), and motorized vehicles(vehicle);seasonalcovariates: site-averaged pedestrians (avg.ped), site-averaged bikers (avg.biker), and site-averaged motorized vehicles (avg.vehicle);as well as distance from the trailhead(scale.distance), understory vegetation height(scale.veg), and Julian day of the start of each deployment (start.jday.scale). We tested for multicollinearity among the human predictor variables and found that pedestrians and dogs were highly correlated (r > 0.9). Therefore we excludeddog datafrom the models. There were very few horseback riders in the data set, and since we did not expect themto be a major driver of habitat usepatterns in this system, we excluded equestrian datatoavoid over-fittingthe models. We included human activities as covariates in both the detectabilityformulas and the occupancy formulasin accordance with our hypotheses. The occupancy formula testswhether the covariate has an effect on the presence or absence of the species. The detectability formula tests whether a covariate causes the species to be easier or harder to detect. We includedhuman covariates inthe detectability formula to testwhether the focal species weremore visible or secretive at higher levels of human activity. We used daily count data for the detectability covariates and seasonal averages of the count data for the occupancy covariates. We hypothesizedthat trailheads have more human activity than farther along the trails, and we expected that proximity to the trailhead could affect species occupancy. Therefore we included a variable accounting for the distance from the trailhead in the occupancy formula.We expected that focal species’ predators or prey could affect occupancy. We therefore included predators (coyotes, black bears, and mountain lions) in the deer model (avg.pred) and prey in the coyote, fox, and bear models. For bears and coyotes, the “avg.prey” variable included all detections of deer, elk, marmots, and hares combined. For foxes, the “avg.prey.fox” variable included only marmots and hares.We recognize that both coyotes and foxes eat smaller mammals as well as birds at our study site.We included the understoryvegetation height variable in the detectability formula for its potential todecrease probability of detection, especially for smaller animals. We also included the Julian day variable, which represents the first Julian day of each deployment, because animals may change their activity patterns throughout the year.We included trail as a random effect in the occupancy formula to account for potential differences among the five trails studied.We included this random effect in every model we tested. We tested random effects in the occupancy models using the R package TMB (Kristensen et al. 2016). We used the following full modelfor the model selection process:p ~ ped + biker + vehicle + scale.veg + start.jday.scaleΨ ~ avg.ped + avg.biker + avg.vehicle + scale.distance + [avg.pred or avg.prey or avg.prey.fox] + (1 | Trail)We used a two-step model selection approach(Mackenzie et al. 2006):we first tested all possible combinations of covariates in the detectability formulausing full occupancy formulas andfound the model with the lowest Akaike Information Criterion (AIC). Then we used the lowest AIC detectability formula to test all combinations of covariates in the occupancy formula. This approach involved testing a total of 64 models for each species(listed in supplementary materials). The lowest AIC model resulting from the second step was considered the “best” model for a given species. For the black bear models, seven models in step two did not converge. We provided these models with starting values,and one of them converged while the other six still did not converge. We discarded the six models that did not converge afterbeing given starting values. Site occupancy of unmarked species can be estimated with an occupancy model framework, but the model assumptions are often violated in camera trap studies(Mackenzie et al. 2006). In this study, the model assumption that sites are “closed” (site occupancy does not change during the survey period) is violated because the home ranges of the species in this study are likely larger than the distance between the cameras. Therefore, the model output isinterpreted as habitat use, the probability that a site is used by a species, rather than the probability of occupancy (Mackenzie et al. 2006; Burton et al. 2015; Gould et al. 2019). All cameras were deployed along trails; therefore the resulting models can be used to make inferences about habitat use and detectability around these trails."
        }
        
    ],
    "generate_experiment": [
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""  
        }
        
    ],
    "generate_discussion": [
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": "We used occupancy models to examine four species’ habitat use patterns near trails in a popular outdoor recreation area. We observed species-specific responses to the range of human recreation that occurs in the Upper East River Valley, Colorado during the summer tourist season. We predicted that because wildlife perceive risk from human presence (Frid and Dill 2002; Suraci et al. 2019a), we would find lower wildlife detectability and occupancy in areas with more recreational activity. This prediction is partially supported by our results; three out of four species exhibited short-term temporal avoidance of at least one human activity. We also predicted that mountain biking and motorized vehicles would have a greater impact than hiking due to the speed and noise of these activities (Quinn and Chernoff 2010; Naidoo and Burton 2020). We found evidence supporting this prediction in two out of four focal species: coyotes temporally avoided bikers, and black bears temporally avoided motorized vehicles.Mule deer were common throughout the study site and temporally avoided areas with high levels of hiking. Mule deerare known to temporally avoid hikers and high use trails; theyhave been observed to have low same-day occurrence with humans (Patten and Burger 2018). Taylor and Knight (2003) found that mule deer avoided recreationists and had greater responses to off-trail than on-trail recreationists.In a study by Townsend et al. (2020), deer decreased trail use when a park opened to the public, but abundance in the surrounding areastayed the same. Thesedeer exhibited latent habituation by returning to pre-opening trail use levels several months after the park opened (Townsend et al. 2020).Mule deer often use surroundingcover to hide from predatorsand have beenobserved to flee from humans to the nearest cover and stop there(Taylor and Knight 2003). This cover-seeking behavior may explain our resultof lower detectability in areas with more hikerswhile overall habitat use remains unaffectedby recreation.We found that coyotes temporallyavoided mountain bikerson a daily scale. Previous studies have shown mixed results regarding coyotes’ tolerance of human disturbance. Several studies show that coyotes exhibit lowsame-day occurrence with humans (Patten and Burger 2018) and decrease habitat use near human disturbance (George and Crooks 2006; Larson et al. 2020). Other studies show that human trail use does not affect coyote habitat use (Townsend et al. 2020). While they may be sensitive to recreation impacts, coyotes are known to be very adaptable and somewhat tolerant of human presence (Larson et al. 2020). Our results suggest that coyotes may bemore sensitive to mountain biking than other forms of recreation, possibly because bikers travel faster than hikers and can cause greater levels of disturbance (Naidoo and Burton 2020).We did not find evidence of recreation effects forred foxes. A possible explanation for this result is that red foxes are generally either nocturnal or crepuscular, and nocturnal species are less likely to be affected by recreation than diurnal species (Erb et al. 2012). Additionally, red foxes were positively associated with high trail use areas in a study by Erb et al. (2012), exemplifyingtheir adaptability and tolerance of human disturbance. We found that black bears avoidedmotorized vehiclesduring the day. Bears have been observed to avoid high use trail areas in previous studies (Erb et al. 2012), and motorized vehicles can cause greater temporal avoidance in mammal species than hiking (Naidoo and Burton 2020).It is also possible that black bears were more likely to use habitat where there were more hikers due to ease of locomotion on trails. Carnivores have been observed using human roads and trails to move through forest habitats in a variety of other studies (Colorado State Parks Trails and Wildlife Task Force 1998; Frey and Conover 2006; Andersen et al. 2017; Dickie et al. 2020). There is very little food or trash left behind on the trails in the study area; thus, food availability is an unlikely explanation for this pattern.Generally, wildlife species perceive a much greater threat from humans than from non-human predators (Clinchy et al. 2016), including domestic dogs (Suraci et al. 2019b). However, humans and dogs together can have a greater impact on wildlife than humans or dogs separately (Banks and Bryant 2007; Lenth et al. 2008, Parsons et al. 2016). Hikers in the study area often bring their dogs with them, which could increase their potential impact. However, the dog data wereexcludedfrom the analyses due to high correlation with the hiker data; therefore ourresults may somewhat underestimate the impact of hikingon wildlife.We grouped the captures of potential prey species, including muledeer, elk, marmots, and hares, to test whether prey species density influenced predator species habitat use. However, we acknowledge that the predator species in this study may also prey on other species(mice, voles, ground squirrels and chipmunks,and birds)for which we did not have data. Ourresults show a general relationship between prey density and predator habitat use, but further research should study prey effects further, including smaller mammals and birds, to increase the precision of the estimate of this relationship.We studiedfour common species found at the study site, but this area is home to many more species, including other large mammals such as mountain lions and elk. However, we were unable to fit occupancy models for the other species found at our sites due to insufficientdetection data. This is not to say that humans have no impact on their distributionand abundance as shown in studies by Suraci et al. (2019a), Suraci et al. (2019b), Naylor et al. (2009),and Ciuti et al. (2012). Future studies could use more survey sites(Mackenzie et al. 2006) and an extended data collection period to capture more detections and create models forrare species.Of the four recreation impacts we found, three were impacting species detectability rather than occupancy, which suggests that human recreation in the study area causes secretive behavior and reduced activity more than spatial displacement. Importantly, these results show that wildlife species are differentially affected by human recreationactivities. These findings lend support to sustainable ecotourism recommendations founded on the knowledge that wildlife species each have unique sensitivities and management needs (Samia et al. 2017). Therefore management plans should be tailored to the species of interest; single interventions will likely have different impacts on different species."
        }
    ],
    "generate_conclusion": [
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": ""    
        }

    ]
    
} 