{
    "generate_text": [
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""    
        }
        
    ],
    "generate_abstract": [
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement."    
        }
        
    ],
    "generate_intro": [
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "Plant viruses infect their hosts and alter the cellular machinery to replicate and spread within plants (Singh & Singh, 2018).  This often involves altering normal cellular functions that lead  to  the  development  of  disease  symptoms.  Given  their  small  genomes,  viruses  encode multifunctional  proteins  that  are  essential  for  successful  viral  infection.  Knowledge  of  the functions    of  viral  proteins  and  their  interactions  with  host  factors  can  lead  to  new  effective strategies to control spread of viral diseases (Romay & Bragard, 2017). The major steps in viral infection of plants are (i) viral replication and gene expression, (ii) cell-to-cell movement, and (iii) long distance (systemic) spread. Thus, the capacity to move within the  plant  is  essential  and  involves  overcoming  numerous  barriers.  For  cell-to-cell  movement, viruses  use    plasmodesmata  (PD),  the  membrane-lined  channels  that  interconnect  plant  cells (Lucas et al., 2009). However, PDs typically are nanochannels (1-3 nm) that are too narrow to allow movement of virions or viral nucleic acids. These channels are also regulated and dynamic structures that can change size. The size exclusion limit (SEL) reveals the aperture of the PD nanochannels, which impacts macromolecular transport. Therefore, plant viruses have evolved specialized proteins to modify the SEL and facilitate cell-to-cell movement of viral nucleic acids, often moving though PD in the process (Noueiryet al., 1994). Those are referred of as movement proteins (MP); and are defined as non-structural proteins that mediate movement typically through PD. For some viruses, capsid proteins (CP) might also play a role in long-distance movement (Rojas et al., 2016a), either in the form of virions or providing an additional role in movement, e.g., CP of Tomato yellow leaf curl virus (TYLCV) (Rojas et al., 2001). Thus,  cell-to-cell  movement  of  many  plant  viruses  occurs  between  cells  via  PD  of interconnected cells to allow the virus to move out from initially infected cells and eventually, to the phloem for long-distance movement/transport to tissues where active cell division is underway, e.g., shoot and root apices. Thus, viruses utilize the vascular system of the plant for systemic infection,  this  occurs  via  source  to  sink  manner  and  allows  viruses  to  access  cells    that  are progenitors of phloem cells (Vuorinenet al., 2011). Finally, it should be noted that long-distance movement must be differentiated from long-distance movement of RNAi, siRNA as some long distance  MPs  have  turned  out  to  be  suppressors  of  silencing  that  can  facilitate  long-distance movement, e.g. 2b protein of cucumber mosaic virus (CMV) (Nemeset al., 2014). Two major mechanisms of cell-to-cell movement of plant viruses have been recognized: (i) via virus-specific tubules through which virions move or (ii) MP-mediated SEL increase that typically does not involve structural modification of PD. The tubules are generated by modifications of PD or de novoand are composed of MP and CPs, throughwhicha non-virion MP-viralnucleic acid complex may move. The Secoviridaefamily is a large and diverse family of plant infecting plus-sense ssRNAviruses. Many of these viruses have several members which use the tubule mode of movement to establish infection, e.g., members of the genera comovirus, nepovirus and cheravirus (Amariet al., 2011; Kasteelet al.,1997; Rojas et al., 2016b; Van Lentet al., 1991). Whereas the PD SEL modification  is  used  by  geminiviruses,  cucumoviruses,  dianthoviruses,  potyviruses  and tobamoviruses (Denget al., 2015; Mushegian & Elena, 2015; Rojas et al., 2016b). Cowpea mosaic virus(CPMV) (Pouwels et al., 2003; Van Lentet al., 1991)was one of the first virus shown to utilize the tubule mechanism and demonstrated a role for the MP and CP interaction in this process (Carvalho et al., 2004). The genus Torradovirus was recently established and is in thefamily Secoviridaeand  there  is  little  information  about  how  these  viruses  move  in  plants.  Thus,  the torradovirus, ToNDV described in chapter 2 was used as a tool to expand the knowledge on these viruses. In the present study, I investigated the role of RNA2 encoded proteins, ORF1 and MP, involved  in  movement  of  ToNDV.  Here,  I  describe  genetic  and  functional  analyses  of  these proteins  with  mutational,  subcellular,  and  nucleic  acid  binding  analyses.  To  understand  the biological  properties  and  possible  interactions  during  infection  of  torradoviruses,  sequence comparisons  were  used  to  infer  putative  functions  of  these  proteins.  Subcellular  localization experiments informed about possible interactions with plant proteins in the vicinity and possible function. Iidentified motifs in the proteins, e.g., myristoylation domains, that may be involved in anchoring these proteins to cellular locations, e.g., membranes, and specific residues in the proteins that allows the ORF1 and MP of torradoviruses to function (Wang et al., 2021). The information obtained in this study with a new isolate of ToNDV has revealed novel roles and possible functions of these proteins in torradovirus movement."     
        }
 
    ],
    "generate_survey": [
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""     
        }
       
    ],
    "generate_methodology": [
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": "Generation of mutantsThe infectious RNA2 clone of ToNDV-K15 in recombinant plasmid (ToNDV-R2-pJL89) was  used  as  the  template  for  introducing  mutations.  This  was  accomplished  by  introducing mutations in the primer sequences and using them for PCR amplification of the entire recombinant plasmid RNA2 construct. The PCR amplification was conducted with 1X CloneAmp HiFi PCR premix (Clonetech) with 1 ul (60 ng/ul) of RNA 2-pJL89. The PCR reaction involved an initial denaturation step of 98 C for 30 s; followed by 35 cycles of 98 C for 30 s, annealing at 60 C for 30s  and  elongation  at  72  C  for  one  min.  The  PCRproducts  were  analyzed  by  agarose  gel electrophoresis in 0.8% TAE buffer. The expected-size DNA fragments were purified from the gel and quantified with a Nanodrop (Thermo Fisher Scientific). 200 ng of each of the PCR amplified mutated RNA 2 were used forthe Gibson Assembly, incubated at 50 C for 1 h with 200 ng of the pJL89 PCR-amplified fragment. Five ul of the Gibson Assembly reaction was transformed into E. colicompetent  cells,  which  were  spread  onto  solid  LB  media  with  kanamycin  and  incubated overnight at 28 C. The resulting colonies were picked and individually grown at 28 C in LB liquid media with antibiotics overnight. The cells were then concentrated by centrifugation, and total plasmid  DNA  was  extracted  the  according  to  manufacturer’s  instructions  (Zymo  Co). Recombinant plasmids from selected transformants were sequenced to confirm the presence of the appropriate mutation. Modeling in silico of proteins of interestA neural network-based model, AlphaFold was used to predict in silico tertiary structure of  the  proteins  and  to  estimate  accuracy  of  the  prediction  in  a  google  colab  notebook (https://colab.research.google.com/github/deepmind/alphafold/blob/main/notebooks/AlphaFold.ipynb). The predictions were visualized in ChimeraX-1.2.5.  Lipophilicity analysis of ORF1was performed in ChimeraX-1.2.5 with the MLPP plugin (Laguerreet al., 1997).Agroinoculationof tomato and NicotianabenthamianaplantsRecombinant binary plasmids with the RNA2 mutations (Table 1) were transformed into Agrobacteriumtumefaciens(C58)cellsby  electroporation,  spread  and  grown  in  LB  plates supplemented with kanamycin at 28 C for 48 h. Representative colonies were selected and grown in liquid LB media with kanamycin overnight and stored at -800C. To test for infectivity, five N.benthamianaand tomato (variety 6394) plants were co-agroinoculated with the wild-type RNA1 and the mutant RNA2 constructs (OD600=1 in a 1:1 ratio) by needle puncture of the shoot apex. Positive and negative control plants were co-agroinoculated with wild-type RNA1 and RNA2, or with the empty pJL89 vector, respectively. The plants were maintained in a controlled environment chamber at 220C with a photoperiod of 16 h light and 8 h of dark. At 21 days post-inoculation (dpi) plants were evaluated for disease symptoms andsamples taken from newly emerged leaves were used for extraction of total RNA to be used in RT-PCR test for ToNDV-K15 infection. Three independent experiments were conducted for each mutant. Sequence analyses and phylogenetic analyses  Torradovirus genus sequences were obtained from GenBank and aligned in Geneious with the MAFFT algorithm. For the split MP phylogenetic analysis, 531 movement protein sequences were  obtained  from  GenBank  and  aligned  with  the  MAFFT  algorithm  in  Geneiuos.  The phylogenetic relationships were revealed with the Neighbor Joining method with 1000 boostraps and Jukes-Cantor genetic distance model with the GeneiousTree Builder for the N-and C-termini of the MP of ToNDV-K15 and visualized in Geneious.  Leaf disc assays for assessing replication and cell movement of RNA2 mutants To assess replication and cell-to-cell movement properties, each RNA2 mutant was co-agroinfiltrated with wild-type RNA 1 into patches in N. benthamianaleaves that were outlined with a marker. At 0, 1, 3, 5, and 7 dpi, three leaf discs (10 mm diameter) were taken from within and 5 mm away from of the infiltrated patch. Total RNA was extracted with the Qiagen RNeasy kit according to manufacturer’s instructions. The samples were treated with DNase and RT-qPCR was performed in a BioRad CFX-96 thermocycler with the iTaq universal SYBR Green One-Step Kit (Biorad) andRNA1-specific primerpairqPCR4-R1F5’ GGTCCTGCTGAAACTGCTC3’ and qPCR4-R1R5’GAGGGTTTCAAAGGACAATCTG3’. The RT-qPCR reaction consisted of an initial RT step of 10 min at 50 C followed by a denaturing step at 95 C for 1 min followed by 40 cycles of denaturation at 95 C for 30s, annealing, and extension at 60.5 C for 30 s. The detection of the amplification of the target of ToNDV-K15 RNA 1 fragment was determined with the DCT method     with     actin     as     a     reference     gene     [primer     pair:     ACT-F(5’TCCTGATGGGCAAGTGATTAC3’)  and  ACT-R(5’TTGTATGTGGTCTCGTGGATTC 3’)(Liu et al., 2012)] and the same RT-qPCR conditions. Constructs expressing GFP fusion proteins  ToNDV genes encoding proteins of interest and GFP were amplified by PCR with primers that included CACC in the 5’ end of the forward primer to facilitate cloning into the pENTR vector (Themo Fisher Scientific). The PCR-amplifiedfragments were ligated for 1 h with the pENTR vector at room temperature and 5 ul of the ligation was transformed into E. colicells (Top 10, Thermo Fisher). Following the incubation, 200 ul of the transformation was spread onto LB media plates and grown overnight at 37 C. Thirty colonies (transformants) were grown overnight in liquid LB media with kanamycin. Plasmid DNA was extracted with the Zymo miniprep kit (Zymo) and analyzed by agarose gel (0.8%) electrophoresis in TAE buffer. Potential clones were selected based on plasmid size and sequenced. After confirmation by sequencing, the pENTRY clones were used in an LR (recombination) reaction according to manufacturer’s instructions (Thermo Fisher) to introduce the gene of interest to a pSITE vector such that the GFP gene (fluorescent tag) is fused to the 3’ end of the gene of interest, such that the fusion proteins have a GFP tag at the C-terminus. Five ul of the LR reaction was transformed into Top 10 (Thermo Fisher) E. colicells and cells were  spread  onLB  agar  medium  with  spectinomycin  and  incubated  overnight  at  37  C.  The resulting colonies were grown in liquid media overnight at 37 C and plasmids were extracted and potential clones were sequenced to confirm the identity and correct reading frame.  Confocal microscopyA.tumefaciensstrains  carrying  the  recombinant  plasmids,  ORF1-GFP,  MP-GFP  were infiltrated  alone  or  in  various  combinations  into  leaf  patches  of N.benthamianaplants.  Cell suspensions  of  OD600=0.3  having  been  induced  with  acetosyringonefor  2  h  were  used  for infiltration. Plants were kept in the dark for 24 h and moved to a controlled environment chamber at 22 C with a 16 h light and 8 dark photoperiod. Time course preliminary experiments were performed with the ORF1-GFP and MP-GFP fluorescently-tagged proteins, in which expression was monitored at 24, 36, 48 and 72 h. The leaf discs were collected from inside the infiltrated area and  observed  with  the  confocal  microscope.  In  addition,  ORF1-GFP  and  MP-GFP  were  co-infiltrated  in  a  1:1  ratio  with  cellular-organelle  markers  tagged  with  mCherry  for  ER,  Golgi, plastids, nucleus and plasma membrane. Confocal microscopy was performed with a Leica SP8 confocal laser scanning microscope (CLSM) with a 63X oil immersion objective. The eGFP was excited at 488 nm and the emission was gathered at 500-550 nm, whereas mCherry was excited at 550 nm and the emission was gathered at 600 nm. Protein expression and immunoprecipitation in plants  A. tumefaciensC58 carrying the ORF1-GFP, MP-GFP, GFP-ORF1 and GFP-MP were infiltrated into N. benthamianaleaves as described. After 48 hpi three leaf discs (10 mm diameter) were ground in Laemmlibuffer and analyzed by polyacrylamide gel electrophoresis (SDS-PAGE) in 10% gel. The proteins were transferred into nylon membranes, and the membrane was blocked for 4 h and left overnight with the primary GFP antibody (Invitrogen). The next day, the membrane was washed and incubated for 1.5 h with the secondary antibody (BioRad). The membrane was visualized by chemiluminescence in a Chemidoc (BioRad). Protein expression and purification in E. coliORF1 and MP of ToNDV were PCR amplified and cloned into the pRSET-A (Thermo Fisher Scientific). The constructs were sequenced to confirm identity and reading frame. The ORF1 and MP pRSET-A constructs were transformed into E. colistrain BL21 and the protein were expressed according to manufacturer’s instructions (Thermo Fisher). Cells were centrifuged and the pellets were stored at -80 C until protein was extracted. Proteins were extracted according to manufacturer’s instructions (Qiagen expressionist) and recovered with a Ni-NTA agarose resin according to manufacturer’s instructions (Qiagen). Recovered proteins were renatured by stepwise dialysis against buffer E (Qiagen) pH 4.5 (100 mM NaH2PO4, 10 mM Tris-HCl, 8 M urea) and used in binding assays.   Gel mobility-Shift assays  Protein-RNA binding assays were performed by combining different quantities of selected proteins and nucleic acids in a total volume of 20 ul, which was incubated for 30 min at 22 C in binding buffer (10 mM Tris-HCl [pH 8.0], 100 mM NaCl, 1 mM EDTA, 10% [v/v] glycerol, 1 mM PMSF and 1 mMDTT). Binding reactions were then analyzed by agarose gel electrophoresis on 0.8% agarose gel in TAE buffer (Rojaset al., 1998)."     
        }
        
    ],
    "generate_experiment": [
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""     
        }
        
    ],
    "generate_discussion": [
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": "In the present study, I investigated the role of ORF1 and MP of ToNDV in viral movement using genetic and functional approaches. This involved mutational analyses using the infectious clones of ToNDV-K15 RNA 1 and RNA 2 described in Chapter 2, subcellular localization, and RNA binding experiments. The impact on protein structure of three mutations that abolished cell-to-cell  movement  was  further  investigated  with  a  novel  approach  that  models  tertiary  protein structure. In  the  mutational  analyses,  I  determined  (i)  whether  the  mutation  was  essential  for infectivity and (ii) for mutants necessary for infection, whether the impact was on replication or cell-to-cell movement using a leaf disc agroinfiltration assay and RT-qPCR to detect ToNDV at different time points. The ORF1 KO mutant replicated in N. benthamianaleaves but failed to be detected in leaf discs 5 mm from the infiltrated patch, indicating a role for ORF1 in cell-to-cell movement of ToNDV. Previous research has established a role for this protein on movement-in an isolate of ToMarV (ToANV), in this case, a ORF1 KO mutant moved cell-to-cell but failed to move  long-distance  or  induce  symptoms (Ferriol  et  al.,  2017).  These  results  support  the involvement  of  the  ORF1  protein  inmovement  of  these  two  torradoviruses  but  may  reveal functional differences in cell-to-cell movement and function for ORF1 proteins. My results also showed  that  these  ToNDV-K15  RNA  2  encoded  proteins  are  not  necessary  for  replication, consistent with replication functions provided by RNA 1 (Ferriol et al., 2016).It has previously been reported that ORF1 function in movement of ToMarV and my results with ToNDV-K15 agree with this. I further hypothesized that N-terminal MYR motifs in ORF1 were  important  for  functions  involving  membrane  targeting,  as  has  been  reported  for  other movement associated proteins (Rojas et al., 2001; Wang et al., 2021). However,this hypothesis was not supported by the mutational analyses, as all the ORF1 MYR mutants induced wild-type symptoms. Thus, if ORF1 binds to membranes it must use other mechanisms.  In this regard it would be interesting to assess the subcellular localization of the MYR mutants.I did identify a very conserved amino acid motif in ORF1 that is essential for ToNDV-K15 infection in N. benthamianaand tomato, and cell-to-cell movement in N. benthamiana. The LDF mutant is essential and the conservation among all torradoviruses is consistent with an essential role in infection. Importantly, I confirmed the mutant was replication competent and deficient in cell-to-cell  movement,  further  supporting  the  notion  that  ORF1  is  involved  in  movement  of ToNDV-K15. The effect of the LDF mutation on the tertiary structure was modelled and compared with the wild-type protein. These analyses showed very similar tertiary structures, but reduced lipophilicity for the LDF mutant in the mutated area. High lipophilicity is associated with binding to membranes and other proteins (Laliberté & Zheng, 2014), and could be a means by which ORF1 binds to membranes. Thus, it will be interesting to determine if membrane localization is altered with subcellular localization studies. Other than membranes, viral proteins can interact with other viral and plant proteins to indirectly mediate cell-to-cell movement such as those involved in PD gating,  silencing  suppression  and  immune  signaling (Hong  &  Ju,  2017;  Rojas  et  al.,  2016a). However, my results suggest a more essential role in cell-to-cell movement. The LDF domain in the ORF1 is conserved among all torradoviruses (Fig 2) and the LDF mutant abolished cell-to-cell movement, which indicates possible interference with ORF 1. These results show the essential role of the LDF domain amino acidsduring ToNDV-K15 infection.  Another RNA 2-encoded protein that is essential for cell-to-cell movement of torradovirus is the MP (Ferriol et al., 2018). Here it is important to note that it was not possible to make and MP KO mutant because it is part of the polyprotein that includes the CPs, which also maybe essential for cell-to-cell movement. One of the very interesting findings that emerged from my sequencing and phylogenetic analysesof the MP was that this protein is related to those of the members of the genus Polerovirus (family Luteoviridae), and this was found with analyses of the N-and  C-terminal  regions  of  the  ToNDV-K15  MP.  Interestingly,  a  conserved  ORF3a  was discovered to be conserved in luteoviruses and poleroviruses in studies of Turnip yellows virus(TuYV) and it was revealed to be involved in long-distance movement localized to PD (Smirnova et al., 2015). Poleroviruses have another movement-related protein called P4, which is required for cell-to-cell movement and it is a weak silencing suppressor (Fusaro et al., 2017). This dual MP system  of  poleroviruses  could  provide  insight  into  function  of  ORF1/MP  of  torradoviruses. ToMarV ORF1 protein mutant was able to move cell-to-cell, but not long-distance (systemically). (Ferriol et al., 2017), This might indicate that ORF1 has a similar role to the P3a protein, and that a dual MP system might be acting in the torradovirus cell-to-cell movement.This hypothesis gain support  from  (i)  both  proteins  are  essential  for  cell-to-cell  movement  and  (ii)  both  proteins localized to the cell periphery and more specifically to PD. The essential role of the MP in cell-to-cell movement of ToNDV-K15 was shown when I abolished cell-to-cell movement by mutations at the highly conserved aa 210F residue. As A and F residues differ in mass and side chain, this region may be important for proper structure or function of this important residue. The conservation of thisresidue in the ToTV was previously noted, and mutation F210 indicated it is a symptom determinant of ToTV, i.e., the mutant induced symptomless infections in tomato plants (Wieczorek & Obrepalska-Steplowska, 2016). Thus, my results were consistent a role of the conserved F residue in cell-to-cell movement, although I failed to identify a symptomless phenotype with theToNDV-K15 mutant.   The protein immediately following the MP in ToNDV-K15 RNA 2 polyprotein, is the largest CP, VP35. In my efforts to find regions essential for infection, I identified a MYR domain in the N-terminus of Vp35(Fig 1A). As done with the MYR motifs for ORF1, a Vp35-MYR mutant was generated. In contrast to results for the MYR mutants of ORF1, those in the N-terminus of  ORF1,  the  mutant  of Vp35abolished  symptom  development  and  infection.  Moreover,  this mutation did not impact viral replication, but did abolish cell-to-cell movement. This result show that the myristoilation domain of Vp35is essential for infection. This could be due to effects on encapsidation, and the essential role for virions in cell-to-cell movement of some secoviruses is well established for CPMV which moves cell-to-cell as virions through tubules made with the MP (Pouwels et al., 2002; Wellink & Van Kammen, 1989). TMV does not need CP to move cell to cell, but requires it for efficient systemic movement (Taliansky et al., 2003). Alternatively, it could be involved in interaction with ORF1 or MP or host factors. The modelling performed with the wild-type  and  mutated Vp35showed  that  the  mutation  in  the Vp35might  cause  an  altered interaction in the virion and impair formation of CP subunits (Fig 10), indicating improper protein-protein interactions.  For ToNDV-K15, it is not known if tubules are involved as is the case for  CPMV and Alfalfa mosaic virus(AMV Bromoviridae) (Sánchez-Navarro & Bol, 2007; Van Lentet  al.,  1991).  Thus,  the  mechanism  in  torradovirus  cell-to-cell  movement  still  needs  to  be determined. I also made a mutation in the small CP subunit,Vp24 based on identifying a positively charged region of amino acids, starting at aa 139, that includes four arginine (R) residues and is similar to the  ARM involved in RNA binding in several viruses, e.g., CMV (family Bromoviridae) (Schmitz & Rao, 1998). Converting all the amino acidsof Vp24-ARM with alanines, did not impact replication, but abolished cell-to-cell movement. The 3D modeling of the wild-type Vp24 and the Vp24-ARM mutant (Fig. 9) revealed that the mutant protein no longer formed a pocket that contained the charged residues. This mutant also changed the structure of the CP subunit formed by the CPs. It is likely that this change in these amino acidsaffected virion assembly, structure, and interaction with RNA. It would be useful to develop an encapsidation assay to investigate impact of mutant on virion formation. Another  method  to  infer  potential  functions  of  viral  movement-associated  proteins  is subcellular localization of tagged proteins. I used this approach for ORF1 and MP individually and in combination with cellular markers. Notably, although both ORF1-GFP and MP-GFP targeted PD, ORF1-GFP accumulation was transient and this was associated with the active formation and movement  of  numerous  small  vesicles,  which  moved  continually  close  to  the  cell  plasma membrane and in some cases to the PD in the cell wall (Fig 11).  The MP also localized to the membrane,  and  in  structures  located  in  the  cell  wall  that  resemble  PD  (Fig  11).  However,  in contrast to ORF1, accumulation of MP-GFP was not transient in terms of association with the PM and PD. As noted, 3D confocal images appeared to show the MP-GFP transversing PM-lined PD (Fig  14).  Further  evidence  that  the  ToNDV-K15  MP  localization  to  PD  came  from  the  co-localization  of  the  MP-GFP  and  TMVMP-mCherry,  a  well-known  PD  localized  protein  (Mushegian & Elena, 2015). My results with the ToNDVCP mutants indicated an important role for virions in cell-to-cell and most likely long-distance movement. What is less clear is whether virion movement occurs via tubules or MP-modified PR. Considering common feature of ToNDV MPs with CMV, viruses that utilize tubules for cell-to-cell movement, it is possible ToNDV utilizes tubules across the PD for cell-to-cell movement (Canto & Palukaitis, 2007; Pouwels et al., 2003). The co-localization with other cellular organelle markers showed that ORF1-GFP and MP-GFP do not clearly localize to ER, mitochondria, Golgi or plastids. Here it should be noted that attempting to investigate possible co-localization of ORF1 and MP was not possible due to low signal of the RFP tag. Western blot and immunoprecipitation analyses allowed for the confirmation of the expression of the expected-size ORF1-GFP and MP-GFP proteins, which shows that the GFP observed in the analyses was associated with the fusion protein and not eGFP or cleaved fusion proteins, although some such degradation was observed. Furthermore, those challenges also made it difficult to test the interaction of these proteins by Co-IP.  To explore further functions of ORF1, I evaluated the RNA binding capacity of this protein. Proteins involved in cell-to-cell movement of RNA viruses, such as MP of TMV, bind ssRNA, but not dsRNA or DNA and typically in a sequence non-specific matter (Otulak & Garbaczewska, 2011).  This  allows  the  viral  genomic  RNA  to  move  cell  to  cell (Citovskyetal., 1992).  The geminiviral BC1 movement protein from Bean dwarf mosaic virus(BDMV) binds DNA in a size and form specific manner (Rojas et al., 1998a). In the case of a small twinned icosahedral virus such  as  BDMV,  the  size  preference  of  the  BV1  or  BC1  MPs  might  determine  the  maximum genome size compatible with virion formation. My results show that ToNDV ORF1 protein binds a ssRNA and in the size range (~7 kb) of the viral RNAs. This could indicate a role for ORF1 in transporting viral RNA to PD, perhaps for virion independent movement. However, this was not supported by my results showing that the CPs were essential for cell-to-cell movement. ORF1 may play a role in genome size selection and transport, and the result showing that ORF1 does not bind dsDNA, is consistent with the ORF1 selectivity according to nucleic acid type. In conclusion, my experiments allowed me to gain more insight into characteristics and functional properties of the ORF1 and MP proteins encoded by the RNA 2 of ToNDV-K15. This investigation revealed essential regions in the ORF1 and MP, as well as capsid proteins involved in cell-to-cell movement of the virus. For some mutants, that abolished cell-to-cell movement, modelling of the protein tertiary structure was used to predict impact of mutations on protein function. More studies need to be conducted to further the mechanism(s) by which these viruses move cell to cell and long distance."     
        }

    ],
    "generate_conclusion": [
        {
            "title": "Genetic and functional analyses ofthe genes and proteins of a new isolate of the torradovirus tomato necrotic dwarf virus (ToNDV) from Southern California, USA",
            "tl;dr": "",         
            "abstract": "Torradoviruses  (family Secoviridae)  are  an  emerging  group  of  viruses  with  a  bipartite genome. The RNA1 (~7Kb) encodes proteins involved in virus replication and RNA2 (~5 kb) encodes proteins associated with movement [ORF1 and movement protein (MP)] and the three capsid proteins (CP), VP35, VP26 and VP24. Since very little is known about the mechanism (s) by which torradovirus moves in plants and the role of ORF1 and MP in movement, I investigated genetic and functional properties of these proteins from a new isolate of tomato necrotic dwarf virus  from  Kern  Co,  CA  (ToNDV-K15).  Using  infectious  RNA1  and  RNA2  clones  and mutagenesis,  essential  role  of  ORF1  in  cell-to-cell  movement  was  established,  and  motifs important  for  this  process  were  identified  in  ORF1,  MP  and  CP.  Protein  structure  modelling provided  insights  into  how  these  mutations  affect  protein  structure  and  function.  Subcellular localization  experiments  with  GFP  fusion  showed  ORF1  and  MP  accumulated  in  the  plasma membrane and in structures resembling plasmodesmata (PD). Phylogenetic analyses revealed that the MP of ToNDV-K15 is related to the MP of Polerovirus and that the two viruses might be using a two-protein strategy for cell-to-cell and long-distance movement. RNA binding assays showed ORF1  protein  binds  ssRNA  in  a  non-specific  manner.  Together,  these  results  provide  further insight into the functions of RNA2 encoded proteins of torradoviruses in virus movement.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": ""     
        }

    ]
    
}