{
    "generate_text": [
        {
            "title": "Industrial brewing yeast engineered for the production of primary flavor determinants in hopped beer",
            "tl;dr": "",         
            "abstract": "Flowers of the hop plant provide both bitterness and “hoppy” flavor to beer. Hops are, however, both a water and energy intensive crop and vary considerably in essential oil content, making it challenging to achieve a consistent hoppy taste in beer.Here wereport that brewer’s yeast can be engineered to biosynthesize aromatic monoterpene molecules that impart hoppy flavor to beer by incorporating recombinant DNA derived from yeast, mint, and basil. Whereas metabolic engineering of biosynthetic pathways is commonly enlisted to maximize product titers, tuning expression of pathway enzymes to affect target production levels of multiple commercially important metabolites without major collateral metabolic changes represents a unique challenge. By applying state-of-the-art engineering techniques and a framework to guide iterative improvement, strains are generated with target performance characteristics. Beers produced using these strains are perceived as hoppier than traditionally hopped beers by a sensory panel in a double-blind tasting.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""    
        }
        
    ],
    "generate_abstract": [
        {
            "title": "Industrial brewing yeast engineered for the production of primary flavor determinants in hopped beer",
            "tl;dr": "",         
            "abstract": "Flowers of the hop plant provide both bitterness and “hoppy” flavor to beer. Hops are, however, both a water and energy intensive crop and vary considerably in essential oil content, making it challenging to achieve a consistent hoppy taste in beer.Here wereport that brewer’s yeast can be engineered to biosynthesize aromatic monoterpene molecules that impart hoppy flavor to beer by incorporating recombinant DNA derived from yeast, mint, and basil. Whereas metabolic engineering of biosynthetic pathways is commonly enlisted to maximize product titers, tuning expression of pathway enzymes to affect target production levels of multiple commercially important metabolites without major collateral metabolic changes represents a unique challenge. By applying state-of-the-art engineering techniques and a framework to guide iterative improvement, strains are generated with target performance characteristics. Beers produced using these strains are perceived as hoppier than traditionally hopped beers by a sensory panel in a double-blind tasting.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": "Flowers of the hop plant provide both bitterness and “hoppy” flavor to beer. Hops are, however, both a water and energy intensive crop and vary considerably in essential oil content, making it challenging to achieve a consistent hoppy taste in beer.Here wereport that brewer’s yeast can be engineered to biosynthesize aromatic monoterpene molecules that impart hoppy flavor to beer by incorporating recombinant DNA derived from yeast, mint, and basil. Whereas metabolic engineering of biosynthetic pathways is commonly enlisted to maximize product titers, tuning expression of pathway enzymes to affect target production levels of multiple commercially important metabolites without major collateral metabolic changes represents a unique challenge. By applying state-of-the-art engineering techniques and a framework to guide iterative improvement, strains are generated with target performance characteristics. Beers produced using these strains are perceived as hoppier than traditionally hopped beers by a sensory panel in a double-blind tasting."    
        }
        
    ],
    "generate_intro": [
        {
            "title": "Industrial brewing yeast engineered for the production of primary flavor determinants in hopped beer",
            "tl;dr": "",         
            "abstract": "Flowers of the hop plant provide both bitterness and “hoppy” flavor to beer. Hops are, however, both a water and energy intensive crop and vary considerably in essential oil content, making it challenging to achieve a consistent hoppy taste in beer.Here wereport that brewer’s yeast can be engineered to biosynthesize aromatic monoterpene molecules that impart hoppy flavor to beer by incorporating recombinant DNA derived from yeast, mint, and basil. Whereas metabolic engineering of biosynthetic pathways is commonly enlisted to maximize product titers, tuning expression of pathway enzymes to affect target production levels of multiple commercially important metabolites without major collateral metabolic changes represents a unique challenge. By applying state-of-the-art engineering techniques and a framework to guide iterative improvement, strains are generated with target performance characteristics. Beers produced using these strains are perceived as hoppier than traditionally hopped beers by a sensory panel in a double-blind tasting.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "During the brewing process, Saccharomyces cerevisiaeconverts the fermentable sugars from grains into ethanol and a host of other flavor-determining by-products. Flowers of the hop plant, Humulus lupulusL., are typically added during the wort boil to impart bitter flavor and immediately before or during the fermentation to impart “hoppy” flavor and fragrance (Figure 2.2). Over the last two decades, consumers have displayed an increasing preference for beers that contain hoppy flavor. Hops are an expensive ingredient for breweries to source (total domestic sales have tripled over the last 10 years due to heightened demand) and a crop that requires a large amount of natural resources: ~100 billion L of water is required for annual irrigation of domestic hops and considerable infrastructure is required to deliver water from its source to the farm45,46. Further, hops vary considerably in essential oil content, making it challenging to achieve a consistent hoppy taste in beer.Hop flowers are densely covered by glandular trichomes, specialized structures that secrete secondary metabolites into epidermal outgrowths47. These secretions accumulate as essential oil, which is rich in various terpenes, the class of metabolites that impart hoppy flavor to beer. Considerable research has investigated which of these molecules are primarily responsible for this flavor48; these studies are complicated by genetic, environmental, and process-level variation49and have suggested that the bouquet of flavor molecules contributed to beer by hops is complex. Nonetheless, the two monoterpene molecules linalool and geraniol have been identified as primary flavor determinants by several sensory analyses of hop extract aroma50–52and finished beer taste and aroma51,53–55and together, they are major drivers of the floral aroma of Cascade hops53, the most widely used hop in American craft brewing56. Previous metabolic engineering efforts have achieved microbial monoterpene biosynthesis in various microbial hosts. Work in a domesticated wine yeast has demonstrated the feasibility of producing monoterpene compounds by biosynthesis in yeast by overexpression of a geraniol synthase from a high-copy plasmid propagated in selective media57. However, engineering genetically stable, controlled, precise production of a combination of specific flavorants in any industrial food-processing agent has remained a formidable challenge.In this work, we create drop-in brewer’s yeast strainscapable of biosynthesizing monoterpenes that give rise to hoppy flavor in finished beer, without addition of flavor hops. To achieve this end, we identify genes suitable for monoterpene biosynthesis in yeast; we develop methods to overcome the difficulties associated with stable integration of large constructs in industrial strains; we adapt genetic tools to generate a collection of engineered industrial yeast strains on an unprecedented scale; we develop computational methods to affect precise biosynthetic control and leverage them to create a iterative framework towards target production levels. Ultimately, sensory analysis performed with beer brewed in pilot industrial fermentations demonstrates that engineered strains confer hoppy flavor to finished beer."
        }
 
    ],
    "generate_survey": [
        {
            "title": "Industrial brewing yeast engineered for the production of primary flavor determinants in hopped beer",
            "tl;dr": "",         
            "abstract": "Flowers of the hop plant provide both bitterness and “hoppy” flavor to beer. Hops are, however, both a water and energy intensive crop and vary considerably in essential oil content, making it challenging to achieve a consistent hoppy taste in beer.Here wereport that brewer’s yeast can be engineered to biosynthesize aromatic monoterpene molecules that impart hoppy flavor to beer by incorporating recombinant DNA derived from yeast, mint, and basil. Whereas metabolic engineering of biosynthetic pathways is commonly enlisted to maximize product titers, tuning expression of pathway enzymes to affect target production levels of multiple commercially important metabolites without major collateral metabolic changes represents a unique challenge. By applying state-of-the-art engineering techniques and a framework to guide iterative improvement, strains are generated with target performance characteristics. Beers produced using these strains are perceived as hoppier than traditionally hopped beers by a sensory panel in a double-blind tasting.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""     
        }
       
    ],
    "generate_methodology": [
        {
            "title": "Industrial brewing yeast engineered for the production of primary flavor determinants in hopped beer",
            "tl;dr": "",         
            "abstract": "Flowers of the hop plant provide both bitterness and “hoppy” flavor to beer. Hops are, however, both a water and energy intensive crop and vary considerably in essential oil content, making it challenging to achieve a consistent hoppy taste in beer.Here wereport that brewer’s yeast can be engineered to biosynthesize aromatic monoterpene molecules that impart hoppy flavor to beer by incorporating recombinant DNA derived from yeast, mint, and basil. Whereas metabolic engineering of biosynthetic pathways is commonly enlisted to maximize product titers, tuning expression of pathway enzymes to affect target production levels of multiple commercially important metabolites without major collateral metabolic changes represents a unique challenge. By applying state-of-the-art engineering techniques and a framework to guide iterative improvement, strains are generated with target performance characteristics. Beers produced using these strains are perceived as hoppier than traditionally hopped beers by a sensory panel in a double-blind tasting.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": "Cloning. All strains, expression plasmids, and additional plasmids used for strain construction are listed and described in Supplementary Tables 4-9. The sequence files corresponding to each plasmid can be found in the JBEI Public Registry (https://public-registry.jbei.org/)89. Plasmids were propagated in Escherichia colistrain DH10B and purified by Miniprep (Qiagen, Germantown, MD). The “pathway” plasmids used to construct the engineered brewing strains were assembled by the standard Golden Gate method using type II restriction enzymes and T7 DNA Ligase (New England Biolabs, Ipswich, MA)72,90(for additional detail, see schematized assembly strategy in Supplementary Fig. 3). All other plasmids generated in this study were constructed by Gibson assembly91using Gibson assembly master mix (New England Biolabs, Ipswich, MA). Constructs were designed using Device Editor bioCAD software92, and assembly primers were generated with j5 DNA assembly design automation software93using the default settings. PCR amplification was performed using PrimeSTAR GXL DNA polymerase according to the manufacturer’s instructions (Takara Bio, Mountain View, CA).Genes coding for full-length linalool and geraniol synthases were ordered either from IDT (San Diego, CA) as G-blocks or from Life Technologies (Carlsbad, CA) as DNA strings. The coding sequences ofheterologous genes in all plasmids were validated by Sanger sequencing (Genewiz, South Plainfield, NJ and Quintara, South San Francisco, CA).Strain construction.Yeast lab strains were transformed by the high efficiency lithium acetate method94. Strains were cultivated in Yeast extract + Peptone + Dextrose (YPD) medium unless otherwise noted. To select for transformants containing auxotrophic complementation cassettes, transformed cells were plated on standard dropout medium (Sunrise Science Products, San Diego, CA). To select for transformants containing drug resistance cassettes, cells were recovered in YPD medium for 4 h after transformation, and then plated on YPD medium supplemented with 200 μg/LGeneticin (Sigma-Aldrich, St. Louis, MO) or Hygromycin B (Sigma-Aldrich, St. Louis, MO).Minor modifications were made to cultivation conditions for brewer’s yeast transformations: pre-transformation cultures were grown in YPD medium supplemented with 200mg/L adenine sulfate at 20°C in glass test tubes with shaking at 200 rpm. A single colony was used to inoculate an initial 5 mL culture, which was grown overnight to turbidity. This culture was used to inoculate a second 5 mL culture to an OD600of 0.01, which was grown for 18 h. The second culture was then used to inoculate 50 mL cultures in 250 mL Erlenmeyer flasks to OD600of 0.05. After ~8 hours of growth, strains were transformed by the lithium acetate method94, cells were recovered in YPD medium for 4 h, plated on YPD supplemented with 200 μg/L Geneticin, and then grown for 5-7 d at 20°C.DNA used for genomic integration was prepared either by PCR-amplifying plasmid DNA or by digesting a plasmid with restriction enzymes. For construction of the GPP-hyper-producing strain, integration fragments were amplified from the corresponding plasmids by PCR (Supplementary Table 5). For construction of pathway-integrated brewing strains, plasmid DNA was linearized by restriction digestion with NotI-HF and PstI-HF (New England Biolabs, Ipswich, MA) (Supplementary Tables 8and9).All integration events were confirmed by diagnostic PCR using GoTaq Green Master Mix (Promega, Madison, WI). For brewer’s yeast strains, homozygosity at the integration locus was tested using primers targeted to the 5’ and 3’ junctions of desired allele and the parental allele. The identity of the multi-gene integration was verified with primers targeted to each of the four promoter/gene junctions. Screening synthases.For the linalool and geraniol synthase screening, single colonies were picked from the transformation plate and used to inoculate cultures in 5 mL CSM -Leu (Sunrise)+ 2% raffinose (Sigma-Aldrich, St. Louis, MO) medium. After 24 h, the pre-cultures were diluted into fresh CSM -Leu + 2% galactose (Sigma-Aldrich, St. Louis, MO) medium to an OD of 0.05 and grown for 72 h with shaking at 200 rpm. An organic overlay was added 24 h after inoculation to capture hydrophobic monoterpenes. Decane was used as the overlay for the cultures expressing linalool synthase and dodecane was used for those expressing geraniol synthase. The overlay was chosen so as to minimize overlap of retention times between solvent and product for subsequent GC/MS analysis. Microaerobic fermentation.Strains were streaked on YPD medium and grown for 2 days at 25°C. Single colonies were used to inoculate initial 2 mL precultures in 24-well plates (Agilent Technologies, Santa Clara, CA), which were grown for 3 days at 20°C with shaking at 200 rpm. Strains were grown in a base medium composed of 100 g/L malt extract (ME) (Sigma-Aldrich, St. Louis, MO). Each well contained a 5 mm glass bead (Chemglass Life Sciences, Vineland, NJ). The resulting cultures were used to inoculate second 6 mL precultures in fresh 24-well plates to an OD of 0.1, which were then grown for 3 days at 20°C with shaking at 120 rpm. The resulting cultures were then used to inoculate 25 mL cultures in glass test tubes to an OD of 1.0. These cultures were equipped with a one-way airlock for microaerobic fermentation and grown for 5 days at 20°C. Test tubes were vortexed for 30 s every 24 h. High-performance liquid chromatography.Maltotriose, maltose, glucose, and ethanolwere separated by High Performance Liquid Chromatography (HPLC) and detected by a refractive index (RI) detector. On day 5, fermentation sampleswere centrifuged at 18,000gfor 5 min, filtered using Costar® Spin-X® Centrifuge Tube Filters, 0.22-μm pore, transferred to HPLC tubes, and loaded into an Agilent 1100 HPLC equipped with an Agilent 1200 series auto-sampler, an Aminex HPX-87H ion exchange column (Bio-Rad, Hercules, CA), and an Agilent 1200 series RI detector. Metabolites were separated using 4 mM H2SO4aqueous solution with a flow rate of 0.6 mL/min at 50°C. Absolute sample concentrations were calculated using a linear model generated from a standard curve composed of authentic maltotriose, maltose, glucose, and ethanol standards (Sigma-Aldrich, St. Louis, MO) diluted in water over a range of 0.2 -20 g/L. All data are provided in Supplementary Table 11.Monoterpene quantification.Monoterpenes were quantified by gas chromatography–mass spectrometry (GC/MS) analysis, using an Agilent GC system 6890 series GC/MS with Agilent mass selective detector 5973 network. In all experiments, 1 μL of sample was injected (splitless), using He asthe carrier gas onto a CycloSil-B column (Agilent, 30-m length, 0.25-mm inner diameter (i.d.), 0.25-μm film thickness, cat. no. 112-6632). The carrier gas was held at a constant flow rate of 1.0 mL/min and EMV mode was set to a gain factor of 1.Sampling,oven temperature schedule, and ion monitoring was optimized for each experiment: for quantifying linalool and geraniol production in terpene synthase screens, the samples were spun down and the organic phase (solvent overlay) was collected, diluted 1:10 in ethyl acetate (Sigma-Aldrich, St. Louis, MO), transferred to a glass GC vial and injected into the GC column. For samples corresponding to the linalool synthase screen, the oven temperature was held at 50°C for 12 min followed by a ramp of 10°C/min to a temperature of 190°C and a ramp of 50°C/min to a final temperature of 250°C, and then held at 250°C for 1 min. The solvent delay was set to 20 min, and the MS was set to SIM mode for acquisition, monitoring m/zions 80, 93, and 121. For samples corresponding to the geraniol synthase screen, the oven temperature was held at 50°C for 5 min, then ramped at 30°C/min to a temperature of 135°C, then ramped at 5°C/min to a temperature of 145°C, then ramped at 30°C/min to a temperature of 250°C, and held at 250°C for 1 min. The solvent delay was set to 10.8 min and the MS was set to monitor m/zions 69, 93, 111, and 123. For quantifying linalool and geraniol in micro-aerobic fermentations performed with brewer’s yeasts, samples were extracted on day 5 using ethyl acetate. Fermentation samples were collected and spun down, 1600 μL of the supernatant was mixed with ethyl acetate at a 4:1 ratio in a 96-well plate, the plate was sealed and vortexed for 2 min, then spun at 3000gfor 5 min, and 30 μL of the ethyl acetate was transferred into a glass GC vial. The resulting preparation was injected into the GC column. For quantifying linalool and geraniol in various commercial beers, 2 mL of ethyl acetate was added to 8 mL of the beer in glass tubes (Kimble Chase, Rockwood, TN). This was mixed by hand for 2 min and spun at 1000gfor 10 min. 30 μL of the ethyl acetate layer was transferred to glass GC vials, and the resulting preparation was injected into the GC column. For both the micro-aerobic fermentation experiments and sampling of commercial beers, the oven temperature was held at 50°C for 5 min followed by a ramp of 5°C/min to a temperature of 200°C and a ramp of 50°C/min to a final temperature of 250°C, and then held at 250°C for 1 min. The solvent delay was set to 5 minand the MS was set to monitor m/zions 55, 69, 71, 80, 81, 93, 95, 107, 121, 123, and 136.Peak areas for linalool and geraniol were quantified using MSD Productivity ChemStation software (Agilent Technologies, Santa Clara, CA). Absolute sample concentrations were calculated using a linear model generated from a standard curve composed of authentic linalool and geraniol standards (Sigma-Aldrich, St. Louis, MO). For monoterpene synthase screening experiments, standards were diluted in ethyl acetate over a range of 0.2 -50 mg/L. For the micro-aerobic fermentation experiments and sampling of commercial beers, standards were spiked into a preparation extracted from the parent strain fermentation sample (i.e. a control preparation used to ensure accurate baseline signal) over a range of 0.2 -10 mg/L. In calculating actual concentrations, apparent concentrations were scaled based on dilution or concentration in GC injection preparation.Proteomics.Protein abundance data are reported in Supplementary Table 12. Culture (5 mL) was sampled after 2 d, vortexed, and spun at 3000gfor 5 min. The supernatant was discarded, and the pellet was flash frozen. Plate-based cell pellets were lysed by chloroform-methanol precipitation, described below, while samples in tubes were lysed by re-suspending the pellets in 600 μL of yeast lysis buffer (6 M urea in 500 mM ammonium bicarbonate) followed by bead beating with 500 μL Zirconia/Silica beads (0.5 mm diameter; BioSpec Products, Bartlesville, OK). Samples in tubes were bead beat for five cycles of 1 min with 30 s on ice in between each cycle. Subsequently, they were spun down in a benchtop centrifuge at maximum speed for 2 min to pellet cell debris, and the clear lysate was transferred into fresh tubes. Plate-based cell lysis and protein precipitation was achieved by using a chloroform-methanol extraction95. The pellets were re-suspended in 60 μL methanol and 100 μL chloroform, then 50 μL Zirconia/Silica beads (0.5 mm diameter; BioSpec Products, Bartlesville, OK) were added to each well. The plate was bead beat for five cycles of 1 min with 30 s on ice in between each cycle. The supernatants were transferred into a new plate and 30 μL water was added to each well. The plate was centrifuged for 10 min at maximum speed to induce the phase separation. The methanol and water layers were removed, then 60 μL of methanol was added to each well. The plate was centrifuged for another 10 min at maximum speed then the chloroform and methanol layers were removed and the protein pellets were dried at room temperature for 30 min prior to re-suspension in 100 mM ammonium bicarbonate with 20% methanol.The protein concentration of the samples was measured using the DC Protein Assay Kit (Bio-Rad, Hercules, CA) with bovine serum albumin used as a standard. A total of 50 μg protein from each sample was digested with trypsin fortargeted proteomic analysis. Protein samples were reduced by adding tris2-(carboxyethyl)phosphine (TCEP) to a final concentration of 5 mM, followed by incubation at room temperature for 30 min. Iodoacetamide was added to a final concentration of 10 mM toalkylate the protein samples then incubated for 30 min in the dark at room temperature. Trypsin was added at a ratio of 1:50 trypsin:total protein, and the samples were incubated overnight at 37ºC.Peptides were analyzed using an Agilent 1290 liquid chromatography system coupled to an Agilent 6460 QQQ mass spectrometer (Agilent Technologies, Santa Clara, CA). The peptide samples (10-20 μg[LC2]) were separated on an Ascentis Express Peptide ES-C18 column (2.7 μm particle size, 160 Å pore size, 5 cm length x 2.1 mm i.d., coupled to a 5 mm x 2.1 mm i.d. guard column with similar particle and pore size; Sigma-Aldrich, St. Louis, MO), with the system operating at a flow rate of 0.400 mL/min and column compartment at 60ºC. Peptides were eluted into the mass spectrometer via a gradient with initial starting condition of 95% Buffer A (0.1% formic acid) and 5% Buffer B (99.9% acetonitrile, 0.1% formic acid). Buffer B was held at 5% for 1.5 min, then increased to 35% B over 3.5 min. Buffer B was further increased to 80% of 0.5 min where it was held for 1 min, then ramped back down to 5% B over 0.3 min where it was held for 0.2 min to re-equilibrate the column to the initial starting condition. The peptides were ionized by an Agilent Jet Stream ESI source operating in positive-ion mode with the following source parameters: Gas Temperature = 250ºC, Gas Flow = 13 L/min, Nebulizer Pressure = 35 psi, Sheath Gas Temperature = 250ºC, Sheath Gas Flow = 11 L/min, VCap = 3,500 V. The data were acquired using Agilent MassHunter, version B.08.00. Resultant data files were processed by using Skyline96version 3.6 (MacCoss Lab, University of Washington, Seattle, WA) and peak quantification was refined with mProphet97in Skyline.Data analysis.Data analysis was performed using the R statistical programming language98. Additional libraries were used for data visualization functionalities99–103. For protein and metabolite analysis heatmaps (Figure 2.5e), relative levels were reported as follows: promoter strengths were represented as a fraction of their previously reported rank order72ranging from PRNR2(0) to PTDH3(1). Feature scaling was used to standardize the range of protein, monoterpene, and sugar abundances. Let siequal the log10-transformed abundance value for species Sin strain i. Normalized values were computed according to equation (1) as:𝑠!′=𝑠𝑖−𝑚𝑖𝑛(𝑆)𝑚𝑎𝑥(𝑆)−𝑚𝑖𝑛(𝑆)For sugar analysis, unfermented malt extract was included in max/min calculations. For fermentable sugars (i.e. maltotriose, maltose, glucose) the scaled values were subtracted from 1 in order to represent proximity to desired sugar consumption profile. The distance metric of an engineered strain with respect to a given commercial beer was calculated using the Manhattan length as the distance of monoterpene production from beer monoterpene concentrations and the distance in sugar consumption from the parent strain. First, the difference between log10-transformed values of engineered strain monoterpene concentration and target beer monoterpene concentration was calculated for each species, linalool and geraniol. Second, the absolute values of these differences were calculated. Finally, the resulting values, together with the fraction of total sugar remaining after fermentation, were averaged.Mathematical modeling.Three different models were constructed in Python to predict monoterpene production from protein levels (for detailed description and implementation, see Appendix 5.1). Both the Gaussian regressor and linear models were implemented using Scikit Learn104. Additional equations needed to describe the linear model are given in Supplementary Table 3. Equations describing the Michaelis-Menten kinetics model are given in Appendix 5.1. Kinetic parameters were scraped from the literature. Free parameters were included to convert relative protein counts to absolute protein values. Additionally, a parameter β determined the relative ratio between the endogenous FPPS and FPPS*. Both the linear and Gaussian regressor models were fit using standard methods from the Scikit Learn library. The kinetic model was manually constructed without external libraries. To fit the kinetic model, a differential evolution algorithm was used to perform parameter optimization on a nonlinear cost function. Specifically, the sum of the squared residual error of the model predictions from the first iteration strains was minimized with respect to the previously described parameters. The kinetic coefficients were bounded to vary over an order of magnitude from the values described in the literature. In order to cross validate the models and minimize overfitting, a leave-one-out methodology was applied to each model. The error residuals from this cross-validation technique are reported in Supplementary Table 2.Analysis performed for predictingthe extent of performance improvement for second iteration strains (Figure 2.11) compared with randomly designed strains is described in Appendix 5.1.Toxicity assay.OD600measurements were taken in 48-well clear flat bottom plates (Corning Inc., Corning, NY) using a Tecan Infinite F200 PRO reader, with acquisition every 15 min. Analysis was performed using custom python scripts. Growth curves were calculated by averaging 6 biological replicates; shaded areas represent one standard deviation from the mean. Growth rates were calculated with a sliding window of 5 hours, solving for maximum growth rate. Growth rates are presented as the average of 6 biological replicates; error bars represent 95% confidence intervals (Figure 2.9). Pilot fermentations.Strains were streaked on YPD medium and grown for 2 days at 25°C. Single colonies were used to inoculate initial 5 mL cultures in glass test tubes, which were grown for 2 days at 20°C with shaking at 200 rpm. The resulting cultures were used to inoculate 1 L cultures in 2 L glass Erlenmeyer flasks, which were then grown for 3 days at 20°C with shaking at 200 rpm. Strains were grown in a base medium composed of 100 g/L malt extract (ME) (Sigma-Aldrich, St. Louis, MO). The resulting cultures were then used to inoculate industrial fermentations in wort produced in a 1.76 hL pilot brewery. For the first set of fermentations, 35 kg of 2-Row malt was milled and added to 105L of DI water treated with 79.15g of brewing salts. Mashing was performed for 30min at 65°C, 10 min at 67°C, and 10 min at 76 °C. The wort was allowed to recirculate for 10min and was separated by lautering. Sparging occurred for 58min, giving a final pre-boil volume in the brew kettle of 215L. The wort was boiled until it reached a final volumeof 197L and a gravity of 11.65 °Plato. Kettle additions included 125g of Magnum hop pellets, 15.1 g of Yeastex yeast nutrients, and 15 g Protofloc (Murphy and Son, Nottingham, United Kingdom). Ingredients were sourced from Brewers Supply Group (Shakopee, MN) except where otherwise noted. After the wort was separated from the hot trub, it was transferred to four 56 L custom fermenters (JVNW, Canby, OR), each filled to 40 L.The beers were fermented at 19°C until they reached terminal gravity, held for an additional 24 hours for vicinal diketone (VDK) removal, and then cold conditioned at 0°C. The length of fermentation, and in turn the length of cold conditioning, was strain dependent. Samples were taken every 24 hours to measure °Platoand pH (Figure 2.13).The resulting beer was filtered under pressure and carbonated prior to storage in 7.75 gallon kegs. Samples were collected during the kegging process for Alcolyzer (Anton Paar, Ashland, VA) analysis (Supplementary Table 13).  For the second set of fermentations, 35 kg of 2-Row malt was milled and added to 105L of DI water treated with 79g of brewing salts. Mashing was performed for 30min at 65°C, 10 min at 67°C, and 10 min at 76 °C. The wort was allowed to recirculate for 10min and was separated by lautering. Sparging occurred for 52min, giving a final pre-boil volume in the brew kettle of 214L. The wort was boiled until it reached a final volume of 194L and a gravity of 11.25 °Plato. Kettle additions included 97.01g of Galena hop pellets, 15.1 gof Yeastex yeast nutrients, and 15 g Protofloc (Murphy and Son, Nottingham, United Kingdom). Ingredients were sourced from Brewers Supply Group (Shakopee, MN) except where otherwise noted. After the wort was separated from the hot trub, it was transferredto four 56 L custom fermenters (JVNW, Canby, OR), each filled to 40 L.The beers were fermented at 19°C until they reached terminal gravity, held for an additional 24 hours for vicinal diketone (VDK) removal, and then cold conditioned at 0°C. The length of fermentation, and in turn the length of cold conditioning, was strain dependent. Samples were taken every 24 hours to measure °Platoand pH (Figure 2.13).After 48 hours at 0°C, 88.5 g Cascade dry hops (either from Washington or from Idaho) were added totwo fermenters containing parent strain WLP001. The dry hops were left on the beer at 1.67°C for 1 week before filtering. The resulting beer was filtered under pressure and carbonated prior to storage in 7.75 gallon kegs. Samples were collected during thekegging process for Alcolyzer (Anton Paar, Ashland, VA) analysis (see Supplementary Table 14).Sensory analysis. Institutional Review Board approval for human research was obtained from the UC Berkeley Office for Protection of Human Subjects (CPHS protocol number 2017-05-9941). The Committee for Protection of Human Subjects reviewed and approved the application under Category 7 of federal regulations. Panelists: sensory analysis of the brewed beer was conducted at Lagunitas Brewing Company (Petaluma, CA).The first panel consisted of 27 employee participants (17 males and 10 females), the second of 13 employee participants (11 males and 2 females), ranging in experience from 2 to 154 tasting sessions attended in calendar year 2017. Ages ranged from mid-20sto 50s. All participants received basic sensory training per Lagunitas standards.Sensory Analysis: samples of 2 ounces were presented in clear 6 oz brandy glasses (Libbey, Toledo, OH). Each panelist received 5 glasses, one control and four samples (one blind control and 3 variables) arranged randomly by balanced block design. Block design and data gathering were accomplished using EyeQuestion® software (Logic8 BV, Netherlands). In a single sitting, panelists were asked to rank hop aroma intensity as compared to the control on a 9-point ordinal scale anchored on one end with “No difference” and the other end with “Extreme difference”. Data Analysis: data were analyzed using Dunnett’s test in conjunction with one-way ANOVA using EyeOpenR® (Logic8 BV, Netherlands). Analysis was performed at the 95% confidence level. The blind control is used as the reference sample to account for any scoring bias that might occur. Dry hopping for evaluation of variation between hop preparations.Parental strain WLP001was streaked on YPD medium and grown for 2 days at 25°C. A single colony was used to inoculate an initial 50 mL preculture in a 250 mL glass Erlenmeyer flask, which was grown for 1 day at 20°C with shaking at 200 rpm. The strain was grown in a base medium composed of 100 g/L malt extract (ME) (Sigma-Aldrich, St. Louis, MO) supplemented with YPD. The resulting culture was used to inoculate a 1 L preculture in a 2L glass Erlenmeyer flask, which was then grown for 2 days at 20°C with shaking at 200 rpm. The resulting culture was then used to inoculate four 2 L cultures in 4 L glass Erlenmeyer flasks, which were then grown for 1 day at 20°C with shaking at 200 rpm. The resulting cultures were then used to inoculate 8 L cultures in 3-gallon glass carboys (Midwest Supplies, Roseville, MN). These cultures were equipped with a one-way airlock for microaerobic fermentation and grown for 6 days at 20°C. In the meantime, 5 different Cascade hop samples grown on farms across the Pacific Northwest were obtained from YCH Hops (Yakima, WA). The hop samples were ground using a mortar and pestle and liquid nitrogen. On day 6, samples were taken from the fermentations (as un-hopped controls) and 25 grams of hops was added to each fermentation. Hops were left to steep for 3 days afterwhich samples were collected for GC/MS analysis.Batch-to-batch variation.Strains were streaked on YPD medium and grown for 2 days at 25°C. Single colonies were used to inoculate initial 5 mL precultures in glass test tubes, which were grown for 2 daysat 20°C with shaking at 200 rpm. Strains were grown in a base medium composed of 100 g/L malt extract (ME) (Sigma-Aldrich, St. Louis, MO). The resulting cultures were used to inoculate 500 mL precultures in 2L glass Erlenmeyer flasks, which were then grown for 1 day at 20°C with shaking at 200 rpm. The resulting cultures were then used to inoculate 8 L cultures in 3-gallon glass carboys (Midwest Supplies, Roseville, MN). These cultures were equipped with a one-way airlock for microaerobic fermentation and grown for 12 days at 20°C. Samples were taken on day 12 for GC/MS analysis.Data availability. The authors declare that all data supporting the findings of this study are available within the paper and its supplementary information files. Sequence data andstrains generated in this study have been deposited in the JBEI public registry. See Supplementary Tables 4-9 for construct sequences and strain information."
        }
        
    ],
    "generate_experiment": [
        {
            "title": "Industrial brewing yeast engineered for the production of primary flavor determinants in hopped beer",
            "tl;dr": "",         
            "abstract": "Flowers of the hop plant provide both bitterness and “hoppy” flavor to beer. Hops are, however, both a water and energy intensive crop and vary considerably in essential oil content, making it challenging to achieve a consistent hoppy taste in beer.Here wereport that brewer’s yeast can be engineered to biosynthesize aromatic monoterpene molecules that impart hoppy flavor to beer by incorporating recombinant DNA derived from yeast, mint, and basil. Whereas metabolic engineering of biosynthetic pathways is commonly enlisted to maximize product titers, tuning expression of pathway enzymes to affect target production levels of multiple commercially important metabolites without major collateral metabolic changes represents a unique challenge. By applying state-of-the-art engineering techniques and a framework to guide iterative improvement, strains are generated with target performance characteristics. Beers produced using these strains are perceived as hoppier than traditionally hopped beers by a sensory panel in a double-blind tasting.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""  
        }
        
    ],
    "generate_discussion": [
        {
            "title": "Industrial brewing yeast engineered for the production of primary flavor determinants in hopped beer",
            "tl;dr": "",         
            "abstract": "Flowers of the hop plant provide both bitterness and “hoppy” flavor to beer. Hops are, however, both a water and energy intensive crop and vary considerably in essential oil content, making it challenging to achieve a consistent hoppy taste in beer.Here wereport that brewer’s yeast can be engineered to biosynthesize aromatic monoterpene molecules that impart hoppy flavor to beer by incorporating recombinant DNA derived from yeast, mint, and basil. Whereas metabolic engineering of biosynthetic pathways is commonly enlisted to maximize product titers, tuning expression of pathway enzymes to affect target production levels of multiple commercially important metabolites without major collateral metabolic changes represents a unique challenge. By applying state-of-the-art engineering techniques and a framework to guide iterative improvement, strains are generated with target performance characteristics. Beers produced using these strains are perceived as hoppier than traditionally hopped beers by a sensory panel in a double-blind tasting.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": "In this study, we have engineered brewer’s yeast for production of flavor molecules ordinarily derived from hops. We developed new methods to overcome the difficulties associated with stable integration of large constructs in industrial strains. Unlike classical microbial metabolic engineering efforts that focus on maximizing the titer of a single molecule, we focused on tuning the expression of key genes in a biosynthetic pathway to make precise concentrations of the desired flavors. This application promises to generate hop flavors with more consistency than traditional hop additions, as hop preparations are notoriously variable in the content of their essential oil and the flavor they impart to beer71. It should be noted that blending hop preparations from different sources can be used to reduce variation. However, blending is ultimately limited by practical constraints: In the best case, large craft breweries create one single hop blend per year, which fails to mitigate year-to-year variation. Our strategy is favored over plant or microbial bioprocess extraction because it avoids the use of non-renewable chemicals typical of industrial extraction. While historic consumer trepidation towards genetically engineered foods is of concern for widespread adoption, the general increase in consumer acceptance of such foods when tied to increased sustainability84is encouraging.Previous studies have demonstrated the feasibility of engineering brewer’s yeast by incorporation of heterologous genes85,86,87; however, the scope and commercial relevance of these efforts have been limited, in part due to methodological difficulties of incorporating an array of large, genetically stable DNA constructs into industrial yeasts. Recent studies have resorted to alternative methods such as breeding hybrid strains88. While this has proven to be a powerful approach for generating diverse aroma phenotypes, it is intrinsically limited to enzymes and aromas associated with native yeast metabolism. Here, we developed a complementary methodology that allows for stable incorporation of plant secondary metabolism genes into industrial brewer’s yeast. We provide evidence that incorporating linalool and geraniol biosynthesis confers hop flavor to beer. We note that the full flavor imparted by traditional hopping is likely to rely on a more diverse bouquet of molecules. The methodologies described herein provide a foundation for generating more complex yeast-derived hop flavors, and broaden the possibilities of yeast-biosynthesized flavor molecules to those throughout the plant kingdom."
        }
    ],
    "generate_conclusion": [
        {
            "title": "Industrial brewing yeast engineered for the production of primary flavor determinants in hopped beer",
            "tl;dr": "",         
            "abstract": "Flowers of the hop plant provide both bitterness and “hoppy” flavor to beer. Hops are, however, both a water and energy intensive crop and vary considerably in essential oil content, making it challenging to achieve a consistent hoppy taste in beer.Here wereport that brewer’s yeast can be engineered to biosynthesize aromatic monoterpene molecules that impart hoppy flavor to beer by incorporating recombinant DNA derived from yeast, mint, and basil. Whereas metabolic engineering of biosynthetic pathways is commonly enlisted to maximize product titers, tuning expression of pathway enzymes to affect target production levels of multiple commercially important metabolites without major collateral metabolic changes represents a unique challenge. By applying state-of-the-art engineering techniques and a framework to guide iterative improvement, strains are generated with target performance characteristics. Beers produced using these strains are perceived as hoppier than traditionally hopped beers by a sensory panel in a double-blind tasting.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": ""    
        }

    ]
    
} 