{
    "generate_text": [
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""    
        }
        
    ],
    "generate_abstract": [
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": ""    
        }
        
    ],
    "generate_intro": [
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "The  family Potyviridaeis  the  largest  and  most  diverse  group  of  plant-infecting  RNA viruses.  Many  of  these  viruses  cause  economically  important  plant  diseases  of  crops  and ornamentals  worldwide.  Outbreaks  of  these  viruses  can  result  in  100%  loss  in  crops  such  as cucurbits,  papaya,  and  peppers.  Symptoms  caused  by  these  viruses  typically  include  mosaic, mottling and distortion of leaves and deformation and reduced size of fruits (Ali, 2020). Members of this family are non-enveloped and possess a genome composed of plus-sense single-stranded RNA. The virions are long flexuous rods that measure  ~680 to 900 nm in length and 11-20 nm in width, and encapsidates the genomic RNA, which is ~8-11 kb(Inoue-Nagata et al., 2022). Most members are monopartite, except for those of the genus Bymovirus, which are bipartite (Inoue-Nagata et al., 2022). The family Potyviridaecurrently is composed of 11 genera established based on host range, vector, genomic features and phylogeny (Inoue-Nagata et al., 2022). The genus Potyvirusis the largest (~150 species) and all members are vectored by aphids in a non-persistent manner. The other genera have far fewer species (6-11), and some have vectors other than aphids. Thus , the 11 species of the genus Macluravirus are vectored by aphids (non-persistent) (Wylie et al., 2017), whereas the six species of the genus Tritimovirushave eriophyid mite vectors and transmission is semi-persistent (Tatineni andHein, 2018). Members of the genus Ipomovirusare vectored bywhiteflies  of  the Bemisia  tabacicryptic  species  complex  and  in  a  semi-persistent  manner (Gilbertsonet al, 2015; Inoue-Nagata et al., 2022). There are nine ICTV-recognized species in the genus Ipomovirus, most of which occur in the Old World (OW), mostly in Africa (Gilbertson et al., 2015). The exception in SqVYV, which was first identified infecting cucurbits in the New World (NW), i.e., Florida US in 2007 (Adkins et al., 2007). Here, it is also important to note that ipomovirus species are relatively divergent in sequence  and  genome  organization.  Three  genome  organizations  have  been  recognized  for Ipomovirus species based on divergence in the 5’ proximal P1-type and HC-Pro genes and proteins (Dombrovskyet al., 2014): (i) Sweet potato mild mottle virus (SPMMV)-type with a large P1 gene/protein and HC-Pro; (ii) SqVYV-type, with P1a and P1b genes/proteins, but no HC-Pro gene; and (iii) Cassava brown streak virus(CBSV)-type, with only a P1b gene/protein and no HC-Pro. The first identification of SqVYV was from Florida USA in 2003, when the virus was associated with yellowing symptoms observed in fields of squash (Cucurbita pepo). Potyvirus-like virions were observed by electron microscopy in preparations of these leaves and potyvirus-like pinwheel-type inclusion bodies were observed in cells of infected leaves (Adkins et al., 2007). Molecular characterization (sequencing) revealed that the potyvirus-like virus was actually a new type  of  potyvirus-like  virus,  which  was  named  SqVYV (Adkins et  al.,2007).  The  virus  was initially shown to be mechanically transmissible and, subsequently, by whiteflies and not aphids. The host-range of SqVYV is narrow and limited to members of the Cucurbitaceae family, and there is no evidence of seed transmission (Adkinset al. 2007). Importantly, SqVYV induces the highly  destructive  vine  decline  disease  of  watermelon,  whereas  itcauses  vein  yellowing  and mosaic in melon and squash. Beginning  in  2014,  there  have  been  several  new  reports  of  SqVYV  in  different geographical regions of the world. In the Spring of 2014, watermelon plants in a field in Israel showed symptoms of wilting, yellowing and necrosis of leaves and stems, as well as severe damage (internal necrosis) of fruits. It was established that this was watermelon vein decline disease caused by a distinct strain of SqVYV,  SqVYV-IL (Reingoldet al.2016). In September 2020, a SqVYV isolate was detected infecting butternut squash, in the Lower Rio Grande Valley of Texas, but the strain was not identified (Hernandezet al., 2021). The subject of this chapter ofmy thesis is the outbreak of a SqVYV-like virus that was detected in pumpkin plants with severe stunting and leaves with crumpling epinasty and yellowing at the DREC in Holtville, California in the Imperial Valley in the fall of 2014 (Batuman et al. 2015).  The  first  clue  of  Ipomovirus  infection  of  these  plants  came  from  RT-PCR  tests  with degenerate potyvirus primers in which a positive result was obtained with a CI primer pair but negative with a HC-Pro primer pair, and the observation of long flexuous rods similar to that of potyviruses virions were observed in leaf dip preparation viewed by EM (Batuman et al., 2015). Sequencing of the RT-PCR amplified CI fragment and, subsequently, a capsid protein (CP) gene amplified with a SqVYV primer pair revealed 99% identity of SqVYV-IL.This was the first report of  SqVYV  infecting  cucurbits  in  a  state  other  than  Florida  and  indicated  that  thevirus  was spreading. Here, I present the completion and analysis of the complete sequence of the genomic RNA of an isolate of SqVYV-CA and development of a specific RT-PCR test for the virus, which was used to show SqVYV-CA has spread into Fresno Co in 2021."     
        }
 
    ],
    "generate_survey": [
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""     
        }
       
    ],
    "generate_methodology": [
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": "Source tissue and virus propagation Fresh  or  stored  archival  samples  of  symptomatic  pumpkin  leaf  samples  infected  with SqVYV-CA collected in 2014 in the Imperial Valley were the source of the virus. These samples were used to mechanically transmit SqVYV-CA to giant pumpkin seedlings (Cucurbita maxima). Sap was prepared by grinding tissue in ice-cold 0.1 M potassium phosphate buffer (pH 7) in a 1:10 wt/vol ratio, and mechanically (rub) inoculated onto celite-dusted cotyledonary leaves of pumpkin seedlings. At 21 dpi, symptoms were assessed, and samples collected for testing and storage. In October 2021, melon leaf samples with yellow symptoms were received from fields in four locations in Fresno Co. Symptomatic leaf tissue from these samples was used for RT-PCR tests, sap transmission and stored at -80 C. RNA extraction, cDNA and PCR Total RNA was extracted from leaf tissue orFTA cards with the RNAeasy extraction kit (Qiagen) according to manufacturer’s instructions. For RT-PCR tests, the cDNA was synthesized with random primers and MMLV reversetranscription enzyme (Takara Clonetech). First, 2 mM reverse random primer mix (2 ul) and 9 ul of RNA extract were mixed and incubated 3 min at 70 C and then placed in ice for 5 min. MMLV enzyme buffer (4 ul), 2 ul of MMLV enzyme and water were added to the reaction final volume of 20 ul and incubated 90 min at 42 C. PCR was then performed with selected primer pairs and involved an initial denaturation step of 98 C for 30 s that was followed by 35 cycles of 98 C for 30 s, annealing at 55 C for 30 s and elongation at 72 C for one min. The PCR was analyzed by agarose gel electrophoresis in 0.8% TAE buffer. RT-PCR-amplified  DNA  fragments  were  excised  and  recovered  with  the  Zymo  kit  according  to manufacturer’s  instructions  and  sent  for  sequencing  to  QuintaraBio.  Because  members  of  the family Potyviridaehave a 3’ poly-A tail, a poly-T primer was used to perform the RT of the genomic RNA. To confirm the precise 5’ end of the genomic RNA of SqVYV-CA, rapid amplification of cDNA ends (RACE) was performed. The cDNA for RACE-PCR was synthesized with primer GPS-R2 that anneals at nt 970 (Table 1). Then a poly-C tail was added to the 5’ end using terminal transferase with dCTPs according to manufacturer’s instructions (New England BioLabs). The PCR was performed with the Abridge Anchor primerAAP (Table 1) and specific reverse primer GPS-R3 that bindsto nt 520. The resulting 5’-RACE PCR fragments were cloned into the pGEM-T Easy Vector (Promega), and sequences of representative clones were determined at Quintara with the M13F (-21) and M13R sequencing primers (Table 1). To obtain a consensus sequence,an  alignment  sequence  from  5  cloned  RACE-PCR  fragments  was  generated  and  aligned  with  5’ sequences of  SqVYV-IL, SqVYV-IR and SqVYV-FL (Fig 2). Phylogenetic analysis Alignments of nucleotide and amino acid sequences was done with the MAFFT algorithm (Katoh andStandley, 2013)and MrBayes was used for the phylogenetic analyses in Geneious (Biomate)  with  a  poisson  matrix  and  1000  bootstrap  replications.  Complete  sequences  of  the following   ipomovirus   species   were   used:SqVYV-CA   [this   study], SqVYV-FL[YP_001788991.1],  SqVYV-IL  [ALN38790.1],  SqVYV-IR  [AOY33888.1],SPMMV [CAA97466.1], Cucumber vein yellowing virus(CVYV) [QGW63298.1], CBSV [ADR73022.1], Ugandan cassava brown streak virus(UCBSV) [ACM48176.1], Coccinia mottle virus(CocMoV) [AOC84052.1], Tomato mild mottle virus(TMMoV) [CCD57807.1]. In addition, the complete seuqnece of Papaya ringspot virus(PRSV)[NP_056758.1] was included as well as sequences of Triticum mosaic virus(TriMV) [ACT53745.1], a member of the genus Tritimoviruswas used as an outgroup."     
        }
        
    ],
    "generate_experiment": [
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""     
        }
        
    ],
    "generate_discussion": [
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": "Since it was first detected in 2003, SqVYV has become a problem for cucurbit crops in Florida, especially in watermelon where it induces vine decline and appears in mixed infections with other viruses (Bakeret al., 2008; EgelandAdkins, 2007; Gilbertsonet al.,2015). However, more recent outbreaks of SqVYV in different regions of the OW and NW locations have made this an emerging virus of cucurbit crops worldwide (Acevedo et al., 2013; Egel andAdkins, 2007; Reingold et al., 2016; Turecheket al., 2010). Furthermore, characterization of strains involved in these outbreaks has also revealed higher levels of genetic diversity in this virus than previously recognized, and insights into the origin of the virus. Of particular relevance to the present study were two apparently unrelated outbreaks in 2014, one involving  watermelon in Israel (Reingold et al., 2016)and the other involving yellowing in melons and pumpkins in the Imperial Valley of  CA, USA (Batuman et al., 2015), that is the subject of the present study. The first evidence that suggested ipomovirus infection in the pumpkins with yellowing symptoms observed in the Imperial Valley in 2014 was the result of a RT-PCR test with degenerate potyvirus primers, in which the target sequence was amplified with the CI primer pair, but not with the HC-Pro primer pair. Sequencing of the CI fragment revealed highest identity with CI sequences of SqVYV (83%), confirming infection with an ipomovirus, rather than a potyvirus (Batuman et al., 2015). Furthermore, much of the 3’ end of SqVYV-CA was determined, but efforts to amplify the 5’ end with primers based on SqVYV sequences were unsuccessful. The strains involved in these outbreaks were substantially divergent from SqVYV-FL, indicating these outbreaks were not due to recent introductions of SqVYV-FL. The Gibson assembly method allowed us to obtain a full-length SqVYV-CA clone and sequence  analysis  revealed  a  number  of  interesting  findings  with  this  virus.  The  finding  that downstream of P1a andP1b genes, the SqVYV-CA genome sequence is nearly identical to that of SqVYV-IL (98%) is in agreement with results of Reingold et al. (2016) and suggests a common evolutionary origin, independent of SqVYV-FL. Thus, taken together with the high identities in the 3 UTRs indicates SqVYV-CA and SqVYV-IL had the same major parent. The major difference between SqVYV-IL and SqVYV-CA and the one responsible for lower polyprotein identity and a different tree topology than with the conserved CP gene is the recombinant event discovered in the P1a gene (Fig 5). This recombination event involved the acquisition of 1013 nt of the P1 gene of a yet to be characterized member of the genus Potyvirus(based on 56.6% aa identity and < for ipomovirus P1a gene). Although it isnot clear if the resulting hybrid P1a/P1b protein provides a selective advantage, it had no effect in the capacity of the virus to induce watermelon vine decline disease (Batuman et al., 2015). Furthermore, this recombination event is perhaps not surprising as it has been previously reported the sequence similarities between P1a protein of SqVYV and CVYV and P1 proteins of potyviruses (Valliet al., 2007). This may allow for template switching during replication and is consistent with the P1a/P1b hybrid protein being  functional.  Taken  together  with  the  divergent  5’  UTR  of  SqVYV-CA,  a  model  can  be proposed in which this recombination event occurred in plants having mixed infection of SqVYV-IL and an uncharacterized potyvirus and SqVYV-IL. During the initial transcription of the 5’ end strand of the potyvirus there is a template switch event at the middle of the P1a gene of SqVYV-IL resulting in the transcription of therest of this genome including the 3’ end UTR. This may have  occurred  in  cucurbits,  which  often  have  mixed  infections,  including  ipomovirus  and potyviruses (Turecheket al., 2010). In fact, we detected mixed infection of SqVYV-CA and a potyvirus, Watermelon mosaic virus(WMV) and Zucchini yellow mosaic virus(ZYMV) in melon sample from California. It is also notable that the C-terminal aa sequence of the hybrid P1/P1a proteins was most identical to that of SqVYV-ILm but slightly lower (91.2% identity) than other 3’ proteins. Because the potyvirus is uncharacterized, this recombinant sequence in SqVYV-CA provided limited insight into the origin of SqVYV-CA. Within the genomes of some viruses are specific recombination hotspots, which mediate rapid viral evolution. In the case of ipomoviruses, this seems to be in the 5’ proximal genes. The genomes of CYVV and SqVYV encodes two P1 proteins, P1a and P1b, which probably have a common origin,  and arose via gene duplication (Valli et al., 2007). In the case of CVYV, function divergence of these proteins has been demonstrated, in which P1a (like the potyvirus P1) has protease activity that requires plant factors to function, whereas the P1b does not require a plant factor for protease activity and is a suppressor of gene silencing (Valliet al., 2006). Thus, the function  of  the  ipomovirus  P1a  is  less  clear  and  it  has  been  suggested  to  play  a  role  in  host adaptation (Valli et al., 2007). My results showing recombination within the SqVYV-CA P1a may reveal how this region is a recombination hotspot that allows for more rapid viral evolution via acquisition of sequences from species within the genus and even from members of other genera. In the case of SqVYV-CA, the minor parent was an unknown potyvirus and it is not clear if this recombination event provided a selective advantage, it is clear that SqVYV-CA is competitive based on establishment and spread in California. Recombination has also been shown in  5’ and 3’ proximal regions of the genome OF SPMMV and it has been reported that thirteen aas in the N-terminus of the P1 protein were under positive selection, whereas other genes (P3, 6K1 and CP) were under purifying selection (Tugumeet al., 2010). The importance of the P1 region in a member of the genus Potyvirus comes from WMV in which recombination breakpoints were identified in the P1 gene as well as in the NIa-Pro and Nib-CP genes (Vermaet al., 2020). Thus, my results indicate that ipomovirus diversity and evolution can be driven by recombination in the P1-type genes. The role of the recombination events in host adaptation remain to be determined. I took advantage of the divergent potyvirus P1 sequence in the hybrid SqVYV-CA P1a gene to develop a primer pair of SqVYV-CA with an RT-PCR test. The specificity of this RT-PCR test was shown by the failure to detect SqVYV-FL and lack of non-specific fragments in tests with RNA extracts of uninfected plants.Demonstration of the practical utility of the test came from the detection of SqVYV-CA infection in two field-collected melon samples with yellowing symptoms collected in Fresno in 2021. This is the first report of SqVYV-CA this far north in California and is a particular concern for watermelon production. It is likely that SqVYV-CA was introduced  with  viruliferous  whiteflies  migrating  from  desert  production  areas,  e.g.,  Imperial Valley  and  Yuma,  AZ.  Therefore,  an  important  question  is  whether  the  virus  can  persist  and become established in the Central Valley. Thus, this SqVYV-CA test will be useful for monitoring for the establishment of the virus in this important melon production region. It should be noted the SqVYV-CA has not become a major component ofthe ‘yellow complex’ in cucurbits in desert production for the Southwestern US, though it has been regularly detected in samples since 2014 suggesting establishment and potential threat in the future.  In  conclusion,  the  complete  sequence  of  SqVYV-CA  revealed  a  common  origin  with SqVYV-IL, but subsequent divergence via a unique recombination event in the P1a gene, in which the 5’ end is derived from the P1 gene of a yet to be identified member of the genus Potyvirus. This divergent potyvirus-like sequence was used to develop a SqVYV-CA-specific RT-PCR test, which was used in 2021 to detect SqVYV-CA for the first time in the Fresno area. This introduction was  most  likely  via  whiteflies  from  desert  melon  production,  and  a  major  concern  is  that watermelon vine decline will appear in the Central Valley and become economically important. disease in California. Thus, it is important to keep monitoring and to further investigate SqVYV-CA. "     
        }

    ],
    "generate_conclusion": [
        {
            "title": "Analysis of the complete genome of an isolate of Squash vein yellowing virusfrom California(SqVYV-CA)reveals a recombination event between generathat facilitated development of a specific RT-PCR test",
            "tl;dr": "",         
            "abstract": "Squash  vein  yellowing  virus(SqVYV)  is  a  species  in  the  genus Ipomovirus (family Potyviridae)  that  infects  cucurbits  and  causes  the  highly  damaging  watermelon  vein  decline disease.  The virus  was  first  reported  in  Florida  in  2007  and  is  transmitted  by  whiteflies  and mechanically. In 2014 a SqVYV-like virus was detected in cucurbits within the Imperial Valley of California and a partial sequence was analyzed in Batuman et al. (2015).Here,I present the analysis of genome sequences of an isolate of SqVYV from California, (SqVYV-CA). The plus-sense ssRNA genome of SqVYV-CA is 9909 nucleotides (nt) and encodes a predicted polyprotein of 3200 aa (364.6 kDa). The genome organization is typical of SqVYV-like  Ipomoviruses,  i.e.,  including  no  HC-Pro  gene  and  P1a  and  P1b  genes  encoding  serine proteases at the 5’ end of the genome. However, pairwise sequence comparisons revealed evidence of recombination, as most of the genome (~90%) was nearly identical to that of a SqVYV isolate from Israel (SqVYV-IL), but the 5’ end at the N-terminus of the P1a gene was highly divergent from  those  of  other  SqVYV  isolates  and  other  ipomoviruses.  It  was  further  shown  that  the recombinant sequence came from a yet to be identified member of the genus Potyvirus, such that the in-frame fusion leads to expression of a hybrid P1a protein, with the N-terminal half composed of potyvirus P1 sequence and the C-terminal half of the P1a from an isolate of SqVYV most closely related to SqVYV-IL. The sequence of the recombination region was used to generate a primer pair for specific RT-PCR detection of SqVYV-CA. This test was used in 2021 to detect SqVYV-CA in field-collected melon leaves showing yellowing from late-planted melon fields in Fresno, CA, which was the first report of the virus in the Fresno area.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": ""     
        }

    ]
    
}