      
{
    "generate_abstract": [
        {
            "paper_id": "",
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "input": "",
            "keywords": "",
            "abs": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "section": "abstract",
            "output": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance."
        }
    ],
    "generate_intro": [
        {
            "paper_id": "",
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "input": "",
            "keywords": "",
            "abs": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "section": "introduction",
            "output": "The genus Torradovirus(family Secoviridae)was relatively recently described  to include emerging viruses associated with outbreaks of a burning or scorching of tomatoes leaves and shoots in locations all over the world (Gilbertsonet al., 2015; van der Vlugt et al., 2015). One of the  first  outbreaks  of  this  new  burning  disease  of  tomato  occurred  in  Spain  in  2001  and  the symptoms included burn-like necrotic spots on the leaves and stems of affected plants. In some cases fruits show necrotic etching and rings (Gilbertsonet al., 2017). A new type of plus sense ssRNA was associated with the symptoms, which was given the species name Tomato torrado virus(ToTV) (Verbeek et al. 2007). In addition to ToTV from the Old World, additional species of this type of virus were being described associated with these same burning symptoms of tomato plants in countries of the New World, Tomato marchitez virus (ToMarV) in Mexico (Verbeeket al., 2008)and in Guatemala, tomato chocolate spot virus (ToChSV) (Batumanet al., 2010). These viruses were subsequently placed into a new genus, Torradovirus. Members of the genus are most closely related to plus sense ssRNA viruses in Secoviridae family (Thompson et al., 2017). The  torradovirus  genome  is  comprised  in  two  segments,  RNA  1  and  RNA  2  of approximately 7 kb and 5 kb, respectively. Each RNA is individually encapsidated by the three capsid proteins (CPs), Vp35, Vp26 and Vp24, to form an icosahedral virion of 30 nm in diameter (Verbeek et al. 2007). Both RNAs have a VpG linked to the 5’ end, and a 3’ poly(A) tail. RNA 1 encodes  for  a  polyprotein  that  is  processed  into  a  RNA-dependent  RNA  polymerase  (RdRp), protease, protease-cofactor, VpG and helicase proteins. RNA 2 is translated into a polyprotein that is cleaved into a putative movement protein (MP) and the three capsid proteins (CPs). In addition, the torradovirus RNA 2 has an open reading frame (ORF1) that is located upstream of the start codon of the polyprotein (van der Vlugt et al., 2015). ORF1 encodes a protein of approximately 20 kDa that has been associated with systemic movement of tomato apex necrosis virus (ToANV) (Ferrioli et al. 2018). In addition to the tomato-infecting (TI) torradoviruses, divergent torradoviruses infecting other plant species have also been identified (Lecoq et al., 2016; Rozado-Aguirre et al., 2016; Seo et al., 2014; Verbeeket al., 2014). The first of these non-tomato infecting (NTI) torradoviruses was Lettuce  necrotic  leaf  curl  virus(LNLCV)  infecting  lettuce  in  The  Netherlands  in  2011 (Verbeek et al., 2014). The NTI torradoviruses discovered to date have not been associated with outbreaks  of  diseases  of  economic  importance.  Through  the  application  of  high  throughput sequencing (HTS), these NTI torradoviruses have been discovered worldwide in plants including motherwort, carrot, lettuce, squash (Lecoq et al. 2016; Verbeek, et al. 2014; Rozado-Aguirre et al. 2016; Seo et al. 2014; Turina et al. 2007; M. Verbeek et al. 2008). Phylogenetic analyses have revealed that TI and NIT torradoviruses comprise distinct lineages. In nature, TI torradoviruses are vectored in a semipersistent manner by several species of whiteflies,  including Bemisia  tabaci,  Trialeurodes  vaporiarorumand Trialeurodes  abutilonea(Verbeeket al. 2014; Wintermantelet al.2018). In particular, the worldwide emergence of the B. tabacisupervector may have driven the emergence of TI torradoviruses (Gilbertsonet al., 2015). Thus outbreaks of TI torradoviruses infecting tomato have been reported in 13 countries from four continents (Larsen 1984; Verdin et al. 2009; Afechtal 2020; Batuman et al. 2010; Verbeek et al. 2010;Verbeek andDullemans 2012; Verbeek et al. 2007; van der Vlugt et al., 2015). This suggests a combination of local emergence and long-distance spread. In 2015, sampleswere received froma late-planted experimental tomato plot in Kern County, CA was infected with B. tabaciwhiteflies and showed severe virus-like disease symptoms, including stunting  and  distorted  growth  and  curled,  crumpled  and  extensive  necrosis  of  leaves.  These symptoms were similar to those induced by Tomato spotted wilt virus(TSWV),  but immunostrips tests for TSWV were negative. Having ruled out other viruses, the possibility of a torradovirus was considered.  Indeed,  RT-PCR  tests  with  degenerate  torradovirus  primer  pairs,  revealed  the expected-size  fragments  consistent  with  torradovirus  infection.  Furthermore,  comparisons  of sequences of these PCR-amplified fragments suggest this was an outbreak of tomato necrotic dwarf disease (ToNDD), which occurred in the Imperial Valley, Southern California in the 1970s-80s (Larsen, 1984). Here I provideevidence that this, late season disease outbreak in tomatoes was caused by ToNDV,  the  first  report  of  this  disease  since  1984. Furthermore,  I  characterizedan  isolate associated with this outbreak, ToNDV-K15 including developing infectious RNA 1 and RNA 2 clones. An agroinoculationsystem was developed and used to determine the host range, whitefly transmission and screening of tomato for resistance. Materials and methodsSamplecollection andmechanical transmissionIn October 2015, severe virus-like symptoms were observed in leaves and stems of tomato plants  in  a  late-season  experimental  plot  in  Kern  County,  California,  USA.  Samples  with representative symptoms were collected by Farm advisor Joe Nuñez and sent toUC Davis. These samples were used in lateral flow tests (Agdia, Elkhart IN) and samples were stored at -80 C for further analysis. Mechanical (sap) inoculation was performed by grindingsymptomatic tomato leaves in0.01M potassium phosphatebufferpH 7.2. The resulting sap was rubbedonto leavespreviously  sprinkled  with  celite.Plants  were  maintained  in  a  controlled  environment chamber (Conviron  PGR15;  250 μmol·m-2·s-1,  16-h  photoperiod, 22C  day/night,  RH  60%).Fourteen days after inoculation theplants werevisuallyassessed for symptoms. Nucleic acid extraction and virus detection with RT-PCR Total  RNA  was  extracted  from  infected  leaves  with  RNAeasy  extraction  kit  (Qiagen) following manufacturer’s instructions and cDNA was generated with 6ul RNA and SSII enzyme according to manufacturer instructions (Thermo Fisher). The cDNA was used in PCR with primer pairs for selected infecting viruses. The results were analyzed by agarose gel electrophoresis in 0.8% gels. Samples were analyzed by RT-PCR with torradovirus specific primers for RNA 1 (ToR1F, ToR1R) and RNA 2(ToR2F, ToR2R) and later with ToNDV specific primers for RNA 1 (ToNDVR1F, ToNDVR1R) and RNA 2 (ToNDVR2F, ToNDVR2R). Primers sequences are presented in Table 3.  Construction of the infectious cDNA clone of ToNDVTo generate infectious clones, leaf issue fromnewly emergent leaves of ToNDV-infected N.  benthamianaplantswas  collected  14  dpi, and total RNA  was  extracted  with  the  Qiagen RNAeasy extraction kitaccording to manufacturer’s recommendations.The RNA1 and RNA2 cDNAs weresynthesized with Superscript IV (Invitrogen) and polyT primers. Reactions were incubated for 1.5h at 50 C. This cDNA was then used as a template for the PCR reactions. The Gibson assembly strategywas used togenerate full-length RNA 1 and RNA 2clones. Here, the 5’ and 3’ primerpairs, designed to direct the amplification of RNA 1 and RNA 2 were designed with overlapping endsthat arecomplementary to thesequences of thepJL89 binary vector for assembly(primer sequences are presented in Table 3). The cDNA was amplified by touchdown PCR, with primers designed based on the pJL89 vector  to  generateoverlapping  sequences  for  assembly  in  the  Gibson  reaction  (Table  3).  ThetouchdownPCR amplification was performed with Phusion High Fidelity polymerase (NEB). The touchdown phase of the PCR for both RNAs was 10 cycles of 98 C for 2 min, 60 C for 30 sec (this temperature was reduced by one degree each cycle) followed by an extension of 72C for 10 min. The next stage of the PCR continued with 25 cycles of 98 C for 10 sec, 50 C for 30 sec and 72 C for 10 min with a final extension of 72 C for 5 min. The PCR products were visualized in 0.8% agarose gels, excised, recovered with the Zymo Gel DNA recovery kit (Zymo research) according to manufacturer’s recommendations. One Gibson assembly reaction (NEB) was made for RNA 1 and RNA 2 with 200 ng of RNA 1 or RNA 2 and 200 ng of pJL89 binary vector were used in a 20 ul final volume. The assembly was performed at 52 C for 1.5 h. Then 5 ul of the assembly was transformed into E. coliDH10B (Invitrogen) cells by electroporation, plated in LB Kanamycin platesand grown overnight at 28C. Colonies were selected and grown overnight with shaking in liquid LB media with kanamycin at 28 C. Plasmid minipreparations were made with selected cultures  with  the  Zymo  miniprep  Kit  according  to  manufacturer’s  recommendations.  Plasmid DNAs were analyzed by agarose gel electrophoresis in a 0.8% agarose gels and RNA 1 and RNA 2 inserts were identified based on size. Selected plasmids having the inserts of the correct were sent for sequencing with the 35S-F primer and Rbz reverse primer. The clones with insert of RNA 1  and  RNA  2  were  sequenced  completely  andtransformed  into A.  tumefaciensC58  cells  by electroporation. AgroinoculationLiquidcultures ofA. tumefaciensstrains carrying the full-length RNA1 and RNA2of ToNDV-K15  were  grown  in  LB  media  with  kanamycin  overnight  at  28  C.  The  cells  were concentrated by centrifugationand resuspended in1 mMMgCl2to an OD of 1.0.The RNA1 and RNA2agrocloneswere co-inoculated intoplants by stempuncture beneath the shoot apex.Five plants of each variety or species were agroinoculated and one plant was agroinoculatedwith the empty  pJL89  vector  as  a  negative  control.Plants  were  maintained  in  a  growth  chamber  as previously described.By 14dpi,plants were examined for symptoms and samples ofthe newly emerged leaves taken forRT-PCRtestswith ToNDV RNA 1 and RNA 2 specific primerpairs (Table 3). Sequencing of the infectious ToNDV RNA 1 and RNA 2 cDNA clone Sequencing was done by primer walking byMacrogen USA. The primer sequences used are shown in Table 3. The trimming and assembly of the RNA 1 and RNA 2 sequences was performed in Geneious.  Host range Initial agroinoculations experiments were performed with 3-4 weeks old N. benthamianaand tomato plants (varieties NUN6394 and NUN638). Following the establishment of infectivity of the ToNDV RNA 1 and RNA 2 clones, a partial host range for ToNDV was determined by agroinoculating 5 plants of the following crop and non-crop species: (i) Nicotiana benthamiana,(ii) N. glutinosa,(iii) Chenopodium quinoa,(iv) C. amaranthicolor,(v) Datura stramonium,(vi) common  bean  (Phaseolus  vulgaris)cv.  Topcrop,  (vii)  eggplant  (Solanum  melongena),  (viii) butternut squash (Cucurbita moschata)and the tomato cvs: Glamour, NUN6394, NUN6385 and TY-1. By 14 dpi, the plants were visually evaluated for symptoms and samples from the newly emergent leaves were collected for virus detection by RT-PCR. Total RNA was extracted from leaf samples of each of the inoculated plants and the empty vector control plants by the Qiagen RNeasy kit, and cDNA was synthesized with SuperScript II (Thermo Fisher) and random primers. RT-PCR with a specific primer pair for ToNDV VP35CP gene in RNA2 was used. A plant of each species/varieties were agroinoculated with the vector alone as a negative control.  Whitefly transmissionWhitefly  transmission  experiments  were  performed  in  the  laboratory  of  collaborator William Wintermantel by following the method described in  (Wintermantel et al., 2018).Briefly, adult T. abutiloneaor T. vaporariorumwhiteflies were given a 48-h acquisition access period with free feeding on infected pepperleaves, and were collected and placed in clip cages (20-40 per cage), after which clip cages were attached to the underside of test plants at the two true-leaf growth  stage  for  a  48-h  inoculation  access  period(IAP).  Followingthe  IAP,  clip  cages  were removedand plants were placed in mesh cages that were placed ingrowth chambers. Inoculated leaves were removed at 1week post-inoculation to prevent maturation of whitefly nymphs, and plants were treated with systemic insecticides. Plants were evaluated visually for the presence of viral symptoms at 3 weeks post-inoculation and infection with ToNDV was verified by RT-PCR.Sequence comparisons and phylogenetic analyses Sequence  comparisons  were  performed  in  Geneious.  Phylogenetic  analyses  were performed with the RNA 1 and RNA 2 sequences of the infectious clones. For these analyses nucleotide and amino acid sequences were obtained from NCBIfor both RNAs, ORF1 and both UTRs  for  ToNDV-R  (KC999058.1, NC_027927.1),  ToTV  (NC_009013.1, NC_009032.1), ToMarV  (NC_010987.1,NC_010988.1),  ToChSV  (NC_013075.1, GQ305132.1),  Tomato chocolate  virus  (ToChV)  (FJ560489.1,FJ560490.1),  LNLCV(NC_035214.1,NC_035219.1), Motherwort yellow mosaic virus (MYMoV) (NC_035218.1,NC_035220.1), Carrot torradovirus like  virus  (CaTV1)(LC436363.1, NC_025480.2),  Squash  chlorotic  leaf  spot  virus (SCLSV) (NC_035221.1, NC_035215.1)  and Cherry  raspleaf  virus(CRLV)  (Genus Cheravirus,  family Secoviridae)(NC_006271.1, NC_006272.1) was used as an outgroup. Sequences were aligned with  the  relevant  ToNDV-K15  sequences  in  Geneious  with  the  MAFFT  algorithm.  The phylogenetic trees were generated with a GTR model for nt and Poisson model for amino acids in MrBayes in Geneious prime 2022.2.1 (Biomatters) with 100,000 bootstraps and a burn of 10,000. The trees were also visualized in Geneious prime.  Tomato varieties evaluation To screen for resistance to ToNDV-K15, 37tomato varieties were tested. For each variety, two groups of 19 plants were agroinoculated with the ToNDV-K15 as described. In addition, plants of two susceptible controls (cvs. N6394 and N6428) and negative (LA-3474-R tomato variety) were also included. The plants were agroinoculated at the two true leaves stage as previously described (REF). Twoweeksafter the first inoculation,the plants were inoculated againby the same method and symptoms were evaluated four weeks after the first inoculation. Rating system consisted of presence or absence of necrotic symptoms in the leaves, with comments on degree of severity of symptoms."
        }
    ],
    "generate_survey": [
        {
            "paper_id": "",
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "input": "",
            "keywords": "",
            "abs": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "section": "related_works",
            "output": ""
        }
    ],
    "generate_methodology": [
        {
            "paper_id": "",
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "input": "",
            "keywords": "",
            "abs": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "section": "methodology",
            "output": ""
        }
    ],
    "generate_experiment": [
        {
            "paper_id": "",
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "input": "",
            "keywords": "",
            "abs": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "section": "experiment",
            "output": ""
        }
    ],
    "generate_discussion": [
        {
            "paper_id": "",
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "input": "",
            "keywords": "",
            "abs": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "section": "discussion",
            "output": "My results presented in this chapter provide evidence of the reappearance of ToNDV, the causal agent of ToNDD, in Southern California in 2015 in Kern Co. This disease caused substantial losses  in  processingtomato  production  in  the  Imperial  Valley  in  the  1970s  and  80s  and  this promoted processing tomato production out of this region. Thus, ToNDD has not been observed for  20-30  years.  The  detection  of  ToNDV  in  2015  demonstrated  that  the  virus  has  persisted, although the source is not clear. One possibility is that reemergence of an old disease can occur when the causal agent can persist in local weeds (sleeping virus). Evidence of this comes from the recent detection of ToNDV infecting nightshade samples collected in the Imperial Valley in 2016 (Wintermantel et al., 2018). Additionally, the host range study showed that ToNDV only infects solanaceous hosts, including the weed Datura stramoniumand there are several weeds of the Solanaceae family that can function as hosts in this region. A similar case would likely occur if processing tomato production was initiated again in Imperial Valley unless it was planted early (Jan-Feb) before whitefly populations increases. The ToNDD could reemerge along with another sleeping virus in weeds, TYLCV, that could result in severe disease and economic losses. Thus in situations where high populations of the polyphagous MEAM1 B. tabaci, the “sleeping” virus from the weeds can be acquired and transmitted to the crop and cause economic losses. An alternative explanation is that the virus was moved long-distance from Mexico via migrating whiteflies. This seems to be less likely because (i) there is no clear evidence of such long-distance spread of whiteflies (ii) ToNDV has not been reported in Mexico. The available information suggests that ToNDV has persisted in Southern California since it was first collected from the fields in Imperial Valley in the 1970s.After  having  ruled  out  the  involvement  of  common  viruses  associated  with  necrosis symptoms in tomato in California, a torradovirus etiology was considered based on the similarity with  symptoms  of  chocolate  spot  disease  caused  by  ToChSV (Batuman  et  al.,  2010).  The amplification of the expected-size fragments from most of the samples with the unknown necrosis associated  disease  suggested  a  torradovirus  etiology  and  thus  was  confirmed  based  on  the sequences of these fragments showing highest identities with ToNDV. Here, it is important to note that researchers at the USDA-ARS in Salinas CA had maintained the causal agent of ToNDD by whitefly transmission 40-50 years,  and recently it was confirmed to be a torradovirus which was named ToNDV (Wintermantel et al., 2018). Furthermore, thecomplete nt sequences of the RNA1 and  RNA2  of  ToNDV-R  isolate  were  determined.  Together,  these  results  suggested  that  this unknown disease of tomatoes in Kern Co, CA in 2015 was TONDD caused by ToNDV. Studies performed  with  ToChSV  in  Guatemala  revealed  a common  co-infection  with  tobamoviruses, necessitating  the  elimination  of  this  tobamovirus  by  grafting  a  tobamovirus  resistant  scion (Batuman et al., 2010). In the present study, co-infection with tobamovirus was subsequently determined based on results of mechanical transmission experiments and RT-PCR tests. Because efforts failed to separate ToNDV-K15 and the tobamovirus using tobamovirus resistant tobacco plants, it was necessary to use whitefly transmission. This allowed for the separation of the co-infecting tobamovirus in Datura stramoniumand subsequent sap transmission to N. benthamianaand  these  plants  were  used  for  characterization  of  ToNDV-K15  and  additional  experiments, including confirming whitefly transmission of progeny virus in plants infected from the infectious clones. Using infectious clones  and agroinoculationmethod,the  development  of  ToNDD symptoms in tomato plants completed Koch’s postulates for ToNDD and confirmed this was the cause of the “unknown” necrosis-associated disease observed in Kern Co in 2015. This is the third agroinoculationsystem developed for torradoviruses, the others being for ToTV and ToMarV (Ferriol et al.,, 2016; Wieczorek et al., 2014). The ToNDV-K15 agroinoculationsystem was then used to show that the host range of ToNDV-K15 was limited to the Solanaceaewith the most severe  symptoms  induced  in  tomato.  In  contrast,  ToNDV  induced  mild  symptoms  in N. benthamianaand D.  stramoniumand  a  symptomless  infection  in N.  tabacum.  This  revealed interesting differences in the virus-host interaction. Although the sequence identity is high between ToNDV-K15 and ToNDV-R, they differ in a species of the partial host range we tested. ToNDV-K15 was only detected in species of the Solanaceaefamily in contrast to ToNDV-R, which was present, although scarcely, in other species like C. quinoaand C. annum. The capacity of ToNDV-K15 to infect eggplant is in agreement with previous results of torradoviruses being capable of infecting eggplant (Amari et al., 2008), although ToNDV-K15 induced an asymptomatic infection. Other torradoviruses can infect pepper (C.annum), in our case the agroclone showed no infection on pepper of the cayenne variety. It is important to consider that in the partial host rangeevaluation of ToNDV-R, the inoculation was mechanical, therefore use of an agroclone might explain some of the differences in the host range. This wide range of symptom phenotypes in plants makes identification of hosts other than tomato difficult and requiring RT-PCR detection, such as with the primer pair developed in the present study. Finally, the system was used to screen tomato cultivars and identify some with promising resistance. This is also consistent with previous reports of  resistant  torradovirus (Gómezet  al.,  2012).  In  the  case  of  torradoviruses, Agroinoculationovercomes problems in low rates of mechanical transmission in tomato. Sequence and phylogenetic analyses performed with sequences of the infectious ToNDV-K15 RNA 1 and RNA 2 clones clearly revealed that ToNDV-K15 is an isolate of TONDV, i.e. identities  >98%  and  placement  in  a  strongly  supported  clade.  The  NTI  and  TI  torradoviruses placement in distinct lineages was in agreement with previous studies as was the OW ToTV being more divergent and on a distinct phylogenetic branch. In terms of the NW? TI viruses evidence was found for two possible lineages, one with ToChV from Guatemala and the other with the ToNDV clade, ToMarV from Mexico and ToChSV from Guatemala. Taking the relative lower sequence identities, the relationships revealed in the phylogenetic trees and the geographic separation, it seems reasonable that they represent distinct species (which ones are you indicating here?). However, it also has been proposed that the viruses in this clade be considered strains of ToMarV (van der Vlugt et al., 2015). ToNDV-K15 sequence and protein identity show it is a member of the torradovirus genus and an isolate of ToNDV-R (Wintermantel et al. 2018). ICTV species demarcation criteria for the Torradovirus genus establishes a threshold of identity of < 80% for the ProPol region and under 75% of the CP region. Amino acid sequence information clusters ToNDV-K15 close to ToMarV in the CP region with a 92.5% of identity, however the ProPol region shows lower identity than the threshold established by the ICTV with a 77% identity between viruses, therefore further information is needed to assign ToNDV as a distinct species or a divergent isolate of ToMarV.A clear delineation about species and isolates is needed for clarifying ambiguous cases such as ToNDV and based on the current ICTV standards for establishing a new torradovirus, it is not clear whether these are strains or species. With  the  development  of Agroinoculationsystems,  it  would  be  interesting  to  conduct experiments using pseudorecombinats to further investigate the relationship between ToNDV and ToMarV. Finally, with more TI sequences becoming available, it would seem appropriate to re-visit  the  species  demarcation  values  for  torradoviruses.  In  conclusion,  I  documented  the  re-emergence of ToNDD in a late-planted tomato field in Kern Co that showed virus-like symptoms and  whitefly  infestation.  It  is  shown  that  this  outbreak  was  caused  by  an  isolate  of  ToNDV (ToNDV-K15). An agroinoculationsystem was developed for ToNDV-K15 and used to (i) fulfil Koch’s postulates for ToNDD, (ii) investigate host range and(iii) screen tomato cultivars for resistance. These results and the tools generated in this study should allow rapid identification of future outbreaks. It is clear that ToNDV has persisted in Southern California, most likely in weed hosts, but outbreaks require a combination of factors that are not typically found in commercially (late planting and high whitefly pressure) production in Kern Co. However, as noted earlier, this could change if there are efforts to grow processing tomatoes in Imperial County. Worldwide there is  reason  for  more  concern  and  need  for  broad  spectrum  torradovirus-resistant  varieties.  For example, ToChSV and ToChV cause torradoviruses disease in Guatemala, and the detection of ToTV in the new world (Colombia and Panama), and Australia."
        }
    ],
    "generate_conclusion": [
        {
            "paper_id": "",
            "title": "A late-season outbreak of a necrosis disease of tomato associated with high whitefly populations was caused by the reemergence of a Tomato necrotic dwarf virus (ToNDV) in Kern County, California, and application of an infectious clone for evaluation of resistance in tomato",
            "input": "",
            "keywords": "",
            "abs": "Tomatoes in a late-planted tomato field in Kern County, California were affected by a necrosis inducing disease. Samples taken from symptomatic plants tested negative for infection by tomato spotted wilt virus. The samples were tested for torradoviruses, anecrosis-inducing virus in tomato and it was confirmed that a torradovirus was present in the samples and sequencing results showed the presence of Tomato necrotic dwarf virus(ToNDV). Because the plants were also infected by Tomato mosaic virus(ToMV), whitefly transmission was used to obtain plants with the single infection of the causal agent and mechanical transmission was used to infect Nicotiana benthamianaplants. An infectious clone of the new isolate, ToNDV-K15, was constructed and analyzed. The sequence identity confirmed a bipartite genome with RNA 1 of 7.2 kb and an RNA 2 of 4.9kb. The genome organization was consistent with torradoviruses, an emergent group of plant viruses. Nucleotide sequence comparisons revealed 94.3% identity with ToNDV-R for RNA 1 and 94.8% for RNA 2. The new isolate of ToNDV showed identities of 74-39.5% with RNA 1 of other torradoviruses and 72.8-35.7% with RNA 2 with other members of the genus. Whitefly transmissibility  experiments  showed  ToNDV-K15  is  transmissible  by  whiteflies, Trialeurodes vaporarorium and T. abutilonea. The infectious clone developed also allowed for the analysis of a partial host range which showed that infection by ToNDV-K15 isolate was restricted to the Solanaceae family. Finally, the infectious clone allowed for the screening of resistance in tomato cultivars, which showed high incidence of infection but also possible resistance.",
            "section": "conclusion",
            "output": ""
        }
    ],
    "generate_text": [
        {
            "section": "outline",
            "input": "",
            "output": ""
        }
    ]
}

    