{
    "generate_text": [
        {
            "input": "",
            "output": "<title>Yousaf says deal with Greens 'has served its purpose' and in future the two parties will cooperate, but less formally</title>\n\n<content>Yousaf says as leader of the government he has to decide how best it can make changes.\nFor almost three years the SNP had done that throught its agreement with the Scottish Greens. That deal has “undoubtedly” delivered some successes.\n But he says, in almost any walk of life, cooperation is a trade-off.\n He says, when he said the deal was worth its weight in gold, he meant it.\n But he says that is no longer the case. He goes on:\nThe balance has shifted. The Bute House agreement was intended to provide stability to the Scottish government. And it’s made possible a number of achievements. But it has served its purpose.\nYousaf says the deal was no longer providing stability in parliament.\n He says he has told the Scottish Greens he is terminating it with immediate effect.\nIn the future, the two parties will still cooperate, but in a less formal way, he says.</content>"
        },
        {
            "input": "",
            "output": "<title>Rouge windmill blades collapse in Paris</title>\n\n<content>The blades of the Moulin Rouge windmill, one of the most famous landmarks in Paris, have collapsed, firefighters have said, just months before the French capital hosts the Olympics.\n\n There was no risk of further collapse, Paris firefighters said after the incident overnight.\n \n “Fortunately this happened after closing,” a Moulin Rouge official told Agence France-Presse on condition of anonymity. “Every week, the cabaret’s technical teams check the windmill mechanism and did not note any problems,” the source said, adding that there was no more information on the reason for the collapse.\nThey said it was the first time such an accident had happened since the cabaret first opened on 6 October 1889.Images on social media showed the blade unit lying on the street below, with some of the blades slightly bent.\nThe Moulin Rouge, at the foot of the Montmartre hill in northern Paris, is one of the most visited landmarks in the city and is known as the birthplace of the can-can dance. The only serious accident at the venue was a fire during works in 1915, which forced it to close for nine years.</content>"
        },
        {
            "input": "",
            "output": "<title>‘Are we joking?’: Venice residents protest as city starts charging visitors to enter</title>\n\n<content>Angela Giuffrida\nAuthorities in Venice have been accused of transforming the famous lagoon city into a “theme park” as a long-mooted entrance fee for day trippers comes into force.\n\nVenice is the first major city in the world to enact such a scheme. The €5 (£4.30) charge, which comes into force today, is aimed at protecting the Unesco world heritage site from the effects of excessive tourism by deterring day trippers and, according to the mayor, Luigi Brugnaro, making the city “livable” again.\n\nBut several residents’ committees and associations have planned protests for Thursday, arguing that the fee will do nothing to resolve the issue.\n\n“I can tell you that almost the entire city is against it,” claimed Matteo Secchi, who leads Venessia.com, a residents’ activist group. “You can’t impose an entrance fee to a city; all they’re doing is transforming it into a theme park. This is a bad image for Venice … I mean, are we joking?”\n\nOnce the heart of a powerful maritime republic, Venice’s main island has lost more than 120,000 residents since the early 1950s, driven away by a number of issues but predominantly a focus on mass tourism that has caused the population to be dwarfed by the thousands of visitors who crowd its squares, bridges and narrow walkways at the busiest times of the year.</content>"
        },
        {
            "input": "",
            "output": "The White House says it wants “answers” from Israeli authorities after the discovery of mass graves at two Gaza hospitals destroyed in Israeli sieges. The head of Khan Younis’s civil defence department has said that only 65 bodies have been identified out of 392 bodies recovered from mass graves in Gaza. Yamen Abu Sulaiman is quoted by Al Jazeera saying the rest of the bodies remain unidentified because of advanced decomposition or mutilation. He called for access for international media. Israel has insisted that “The claim that the IDF buried Palestinian bodies is baseless and unfounded.”"
        },
        {
            "input": "",
            "output": "Israel appears to be readying to send troops into Gaza’s southernmost city of Rafah, the only corner of the strip that has not seen fierce ground fighting and where more than half of the Palestinian territory’s population of 2.3 million has sought shelter. The Israeli military said on Wednesday that two reservist brigades had been mobilised for missions in Gaza, while video that circulated online appeared to show rows of square white tents going up in Khan Younis, 3 miles (5km) north of Rafah, which was decimated in a months-long Israeli air and ground campaign."
        }
    ]
}