{
    "generate_text": [
        {
            "input": "",
            "output": "Hope you meet someone who is unafraid to tell you how they feel. Someone who looks at you with a vulneraple gazeas their emotions spill out of their heart intoyours. hope you meet someone who means itwhen they say,'ove you, someone who is alactions and honest gestures rather than excusesand sience.Someone who is generous witheverything that they do for you. hope you meetsomeone who doesn't think twice before pickingup the phone to call you and apologise -even if itwasn't their fault.Someone who puts their egoaside so they can put your relationship first. hopeyou meet someone who has no poundaries whenit comes to their love and respect for you, butalso knows where to draw the line if you're testingthem.l hope you meet someone who is as crazyapout starry nights and wid adventures as theyare about you.Someone who loves last-minuteplans and hikes up pointy hills, someone whosecretly cries during sad movies and gets upsetwhen you don't say l love you' before you cut thephone. hope you meet someone who isn't perfectbut tries hard to be a better person forthemselves and for you.Someone who acceptsthat relationships aren't easy-but chooses towork on this one over and over again.l hope youmeet someone who never gives up on you, nomatter what.Someone who means it when they say that they wil stay.\n@r.dhalwriter\nLove & Other Drugs (2010)\nFollow @aathmaavcinephile for more \n #loveandotherdrugs #annehathaway #jakegylenhaal #moviescenes #movie #film#quotes #words #moviescenes #moviequote #moviequotes #movielines #movietime #movienight #auote #ifequotes #ovequotes #cinema #cinephile #cinematography"
        },
        {
            "input": "",
            "output": "Cinema teaches us manythings, drop that one dialogue from your favouritemovie that changed your perspective!\n\n#zindaginamiegidopara #zovaaktar #hrithikroshan #aphavdeo #farhanakhtar#katrinakaif #kalkikoechlin #movies #movie#bollywood #dialoque #cinema #scene"
        },
        {
            "input": "",
            "output": "And l will sit next to you, holdyour hand, look into your eyes and tell you, 'lt'sbeen long and it's been difficut and it took toomany heartbreaks, too many almosts, too manyplaces which didn't feel safe, too many times ofeeling unseen and unheard, too much running,too much chasing, too many gaurds-sometimesyours,the other times, someone else's and yethere we are.lam glad l saw all l had to, lam gladyou had your own cycles, because if it weren't forthem, you wouldn't be you,l wouldn't be me, ancin this moment, as l hold your hand, and see you,really see you, we wouldn't be infinite.\n@dustbiniourna\n(500) Days of Summer (2009)\nFollow @aathmaavcinephile for more \n #500daysofsummer #josephgordonlevitt#summer #sentencesfrommovies #thesmiths#moviequotes #moviescenes #cinephile #lovequotes"
        },
        {
            "input": "",
            "output": " The Directors of these twomovies were once married. Sofia Coppola's“Lostin Translation(2003)”was made to tel her sideof the relationship and how he always had towork.\n10 vears later, Spike Jonze responded with“Herwhich represents what it was like for him, afterthe two divorced.\n'Her' is one of my favourite fims\nFollow @aathmaavcinephile for more\n@thefilmzone\n#sofiacoppola #ostintranslation #spikeionze #he!#hermovie #scarlettiohansson #ioaquinphoenix#filmlovers #lovestory #oneliness #moviebuff#movie"
        }
    ]
}