{
    "generate_text": [
        {
            "title": "Robust Multi-Drone Multi-Target Tracking to Resolve Target Occlusion: A Benchmark", 
            "abstract": "Multi-drone multi-target tracking aims at collaboratively detecting and tracking targets across multiple drones and associating the identities of objects from different drones, which can overcome the shortcomings of single-drone object tracking. To address the critical challenges of identity association and target occlusion in multi-drone multi-target tracking tasks,  we collect an occlusion-aware multi-drone multi-target tracking dataset named MDMT. It contains 88 video sequences with 39,678 frames, including 11,454 different IDs of persons, bicycles, and cars. The MDMT dataset comprises 2,204,620 bounding boxes, of which 543,444 bounding boxes contain target occlusions. We  also design a multi-device target association score (MDA) as the  evaluation criteria for the ability of cross-view target association in multi-device tracking. Furthermore, we propose a Multi-matching Identity Authentication network (MIA-Net) for the multi-drone multi-target tracking task. The local-global matching algorithm in MIA-Net discovers the topological relationship of targets across drones, efficiently solves the problem of cross-drone association, and effectively complements occluded targets with the advantage of multiple drone view mapping. Extensive experiments on the MDMT dataset validate the effectiveness of our proposed MIA-Net for the task of identity association and multi-object tracking with occlusions.",
            "keywords": "Drone, target occlusion, multi-drone tracking, multi-target tracking, identity association"
        },
        {
            "title": "PoseTrans: A Simple Yet Effective Pose Transformation Augmentation for Human Pose Estimation", 
            "abstract": "Human pose estimation aims to accurately estimate a wide variety of human poses. However, existing datasets often follow a long tailed distribution that unusual poses only occupy a small portion, which further leads to the lack of diversity of rare poses. These issues result in the inferior generalization ability of current pose estimators. In this pa per, we present a simple yet effective data augmentation method, termed Pose Transformation (PoseTrans), to alleviate the aforementioned prob lems. Specifically, we propose Pose Transformation Module (PTM) to create new training samples that have diverse poses and adopt a pose discriminator to ensure the plausibility of the augmented poses. Besides, we propose Pose Clustering Module (PCM) to measure the pose rarity and select the “rarest” poses to help balance the long-tailed distribution. Extensive experiments on three benchmark datasets demonstrate the ef fectiveness of our method, especially on rare poses. Also, our method is efficient and simple to implement, which can be easily integrated into the training pipeline of existing pose estimation models.",
            "keywords": "Pose Estimation, Data Augmentation"
        },
        {
            "title": "MixFormer: End-to-End Tracking with Iterative Mixed Attention", 
            "abstract": "Tracking often uses a multi-stage pipeline of feature ex traction, target information integration, and bounding box estimation. To simplify this pipeline and unify the process of feature extraction and target information integration, we present a compact tracking framework, termed as MixFormer, built upon transformers. Our core design is to utilize the flexibility of attention operations, and propose a Mixed Attention Module (MAM) for simultaneous feature extraction and target information integration. This syn chronous modeling scheme allows to extract target-specific discriminative features and perform extensive communi cation between target and search area. Based on MAM, we build our MixFormer tracking framework simply by stacking multiple MAMs with progressive patch embedding and placing a localization head on top. In addition, to handle multiple target templates during online tracking, we devise an asymmetric attention scheme in MAM to reduce computational cost, and propose an effective score prediction module to select high-quality templates. Our MixFormer sets a new state-of-the-art performance on f ive tracking benchmarks, including LaSOT, TrackingNet, VOT2020, GOT-10k, and UAV123. In particular, our MixFormer-L achieves NP score of 79.9% on LaSOT, 88.9% on TrackingNet and EAO of 0.555 on VOT2020. We also perform in-depth ablation studies to demonstrate the effectiveness of simultaneous feature extraction and infor mation integration. Code and trained models are publicly available at https://github.com/MCG-NJU/MixFormer.",
            "keywords": "Deeplearning, Tracking"
        },
        {
            "title": "Tidal Disruption Events from three-body scatterings in the disks of Active Galactic Nuclei", 
            "abstract": "TidalDisruptionEvents(TDEs)areroutinelyobservedinquiescentgalaxies,asstarsfromthenuclearstarclusterarescatteredinto the loss cone of the central supermassive black hole (SMBH). TDEs are also expected to occur in Active Galactic Nuclei (AGN), due to scattering or orbital eccentricity pumping of stars embedded in the AGN accretion disk. Encounters with embedded stellar-mass black holes (BH) can result in AGN 𝜇TDEs. AGN TDEs and 𝜇TDEs could therefore account for a fraction of observed AGN variability. Here, by performing scattering experiments with the few-body code SpaceHub, we compute the probability of AGN TDEs and 𝜇TDEs as a result of 3-body interactions between stars and binary BH. We find that AGN TDEs are more probable during the early life of the AGNs, when rates are ∼ 0.006 − 0.17AGN−1 yr−1, significantly higher than in quiescent galactic nuclei. By contrast, 𝜇TDEs should occur throughout the AGN lifetime at a rate of ∼ 7×10−7 −2×10−5 yr−1. Detection and characterization of AGN TDEs and 𝜇 AGN TDEs with future surveys using Rubin and Roman will help constrain the populations of stars & compact objects embedded in AGN disks, a key input for the LIGO/Virgo AGN channel.",
            "keywords": "Accretion disks - galaxies: active - black hole physics"
        },
        {
            "title": "Recovering the gravitational potential in a rotating frame: Deep Potential applied to a simulated barred galaxy", 
            "abstract": "Stellar kinematics provide a window into the gravitational field, and therefore into the distribution of all mass, including dark matter. Deep Potential is a method for determining the gravitational potential from a snapshot of stellar positions in phase space, using mathematical tools borrowed from deep learning to model the distribution function and solve the Collisionless Boltzmann Equation. In this work, we extend the Deep Potential method to rotating systems, and then demonstrate that it can accurately recover the gravitational potential, density distribution and pattern speed of a simulated barred disc galaxy, using only a frozen snapshot of the stellar velocities. We demonstrate that we are able to recover the bar pattern speed to within 15% in our simulated galaxy using stars in a 4kpc sub-volume centered on a Solar-like position, and to within 20% in a 2kpc sub-volume. In addition, by subtracting the mock “observed” stellar density from the recovered total density, we are able to infer the radial profile of the dark matter density in our simulated galaxy. This extension of Deep Potential is an important step in allowing its application to the Milky Way, which has rotating features, such as a central bar and spiral arms, and may moreover provide a new method of determining the pattern speed of the Milky Way bar.",
            "keywords": "Galaxy: disc- Galaxy: kinematics and dynamics- Galaxy: structure- galaxies: spiral- galaxies: kinematics and dynamics"
        },
        {
            "title": " Prompt emission of relativistic protons up to GeV energies from M6.4-class solar flare on July 17, 2023", 
            "abstract": "We show evidence of particle acceleration at GEV energies associated directly with protons from the prompt emission of a long-duration M6-class solar flare on July 17, 2023, rather than from protons acceleration by shocks from its associated Coronal Mass Ejection (CME), which erupted with a speed of 1342 km/s. Solar Energetic Particles (SEP) accelerated by the blast have reached Earth, up to an almost S3 (strong) category of a radiation storm on the NOAA scale. Also, we show a temporal correlation between the fast rising of GOES-16 proton and muon excess at ground level in the count rate of the New-Tupi muon detector at the central SAA region. A Monte Carlo spectral analysis based on muon excess at New-Tupi is consistent with the acceleration of electrons and protons (ions) up to relativistic energies (GeV energy range) in the impulsive phase of the flare. In addition, we present another two marginal particle excesses (with low confidence) at ground-level detectors in correlation with the solar flare prompt emission.",
            "keywords": "sun:activity, high-speed stream, cosmic rays modulation"
        },
        {
            "title": "Near-UV and optical spectroscopic investigation of late-type stars from MIRA/Oliver Observing Station", 
            "abstract": "Late-type stars are the most abundant in the galactic stellar population. These stars, with the similar internal structure to the Sun, are expected to have solar-like atmospheres. Investigating the stellar parameters and chemical abundances on late-type stars is essential to provide valu able constraints about stellar age, chemical evolution, and atmosphere of exoplanets. In this work, we present the study of the Near-UV and optical spectroscopic observation of three late type stars: HR 8038, AC Her, HD 76446, as obtained from 36-inch MIRA/Oliver Observing Station. We derived surface temperature, gravity, metallicity, and the chemical abundances of light element Carbon in the stellar atmosphere. The elemental abundance of the Carbon for HR8038, AC Her, and HD 76446 are derived to be 95%, 97%, and 108%, respectively, of the solar value.",
            "keywords": "stars: low-mass, star: abundances, stellar atmosphere, star: individual"
        },
        {
            "title": "stars: low-mass, star: abundances, stellar atmosphere, star: individual", 
            "abstract": "The Wilcoxon signed-rank test and the Wilcoxon-Mann-Whitney test are commonly employed in one sample and two sample mean tests for one-dimensional hypothesis problems. For high-dimensional mean test problems, we calculate the asymptotic dis tribution of the maximum of rank statistics for each variable and suggest a max-type test. This max-type test is then merged with a sum-type test, based on their asymp totic independence offered by stationary and strong mixing assumptions. Our numeri cal studies reveal that this combined test demonstrates robustness and superiority over other methods, especially for heavy-tailed distributions.",
            "keywords": "Asymptotic independence, High dimensional test, Rank-based test."
        }
    ]
}
