{
    "generate_text": [
        {
            "title": "Improving Sequential Decision Making in Human-In-The-Loop Systems",
            "tl;dr": "",         
            "abstract": "Interactions between humans and autonomous systems are always necessary.  They couldbe very simple interactions such as a person pushing a button to trigger a specific function,or more complicated interactions such as an autonomous vehicle interacting with other hu-man drivers.  Therefore, a safe and efficient interaction is crucial for advancing autonomoussystems, especially those requiring persistent interactions with humans.One common type of such systems is the human-assistance system such as warning sys-tems in the aircraft and automatic braking systems in automobile.  Traditionally, they onlymonitor the states of the machine to prevent human errors and enhance safety, but not takeinto account the state of the human in their decision-making processes, arguably the greatestvariability affecting the safety.  In light of the above drawbacks, we believe that more desir-able autonomous systems should take the human state into account in their decision-makingprocesses.  In other words,  other than the task completion,  the exploration,  estimation oreven control of the human state should be a part of the decision-making loop in suchhuman-in-the-loopsystems. Moreover, to estimate the state of the human, most autonomous systemsjust passively gain information from their sensors, while ignoring the fact that the action ofthe autonomous system can actually help understand and estimate the human state better,and a better understanding of the human state will better achieve its goal as well.In  this  thesis,  we  will  develop  frameworks  and  computational  tools  for  human-in-the-loop systems to achieve a safe and efficient interaction.  Beginning with a general form ofthe  interactive  model  using  a  partially  observable  discrete-time  stochastic  hybrid  system,we  describe  how  its  discrete  form,  partially  observable  Markov  decision  process,  can  beused to integrate the human model, the machine dynamical model and their interaction ina  probabilistic  framework.   We  will  further  advance  the  discrete  version  to  hidden  modestochastic hybrid systems that can consider continuous states with discrete hidden modesused  to  model  the  hidden  human  intents.   We  tackle  the  computational  challenge  of  theoptimal control problem in hidden mode stochastic hybrid systems and show a significantimprovement in the computational time.  A driver-assistance application shows the efficacyof  our  proposed  method.   Finally,  we  propose  to  incorporate  the  safety  constraint  by  a novel  model  predictive  control  based  framework,  which  will  encourage  the  exploration  ofthe hidden human intent as well as achieving its goal with hard safety constraints.  Takingthem together, these contributions advance the computational framework for next generationhuman-in-the-loop systems, which are capable to monitor both the human and the machinestates,activelyexplore the human intent, and give appropriate feedbacks to them in orderto enhance both safety and efficiency.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": " In  this  thesis,  we  will  begin  with  a  general  form  of  the  interactive  model  using  partiallyobservable  discrete-time  stochastic  hybrid  systems  and  its  discrete  version,  POMDP  forhuman-in-the-loop  systems  in  Chapter  2.   We  will  further  advance  to  the  computationalchallenge of its optimal control problem in Chapter 3, and show a significant improvementin  the  computational  time.   Applications  to  a  driver  assistance  system  shows  the  efficacyof  our  proposed  method.   In  Chapter  4,  we  incorporate  the  safety  constraint  by  a  novelmodel predictive control based planning framework, which enables the autonomous systemto explore the hidden human intent and achieve its goal with hard safety constraints.  Finally,we draw conclusion and present some future directions in Chapter 5.  The contribution ofeach chapter is as follows.Chapter 2Traditional human-assistance features such as warning systems in aircrafts and automaticbraking systems in automobiles only monitor the states of the machine in order to preventhuman errors and enhance safety.  We believe that next generation systems should be ableto monitor both the human and the machine and give an appropriate feedback to them.  Inthis chapter, we present a unified modeling framework to manage the feedback between thehuman and the machine.  Beginning with the general form of the interactive model usingpartially observable discrete-time stochastic hybrid systems, and we show how its discreteform partially observable Markov decision process can be used as a unified framework forthe three main components in a human-in-the-loop control system—the human model, themachine dynamic model and the observation model.  Our simulations show the benefits ofthis framework.Chapter 3We propose an efficient algorithm to find an optimal control policy in a discrete-time hiddenmode stochastic hybrid system, which is a special case of partially observable discrete-timestochastic hybrid systems in which only the discrete state is hidden and is used to modelthe hidden human intent.  The optimal control problem of hidden mode stochastic hybridsystem is known to have high computational complexity due to the continuous state space.We tackle this computational challenge by computing the lower bound of the value function,approximating  the  optimal  expected  reward  by  local  quadratic  functions,  and  using  thepoint-based value iteration technique.  A significant improvement in the computational timeis shown.  Moreover,  a driver assistance application demonstrates the enhancement of thequality of decision-making via our formulation. Chapter 4Finally, we incorporate hard system and safety constraints by a novel model predictive con-trol based framework.  Further approximations are proposed to deal with the computationalcomplexity.   We  show  that  in  addition  to  the  task  completion,  our  planning  method  alsoencourages exploration of the human intent and maintains safety.  We show that the actionof an autonomous system can actually help understand and estimate the human state better,and a better understanding of the human state will better achieve its goal as well.  Applica-tions on two autonomous driving scenarios show that our method results in a more efficientand effective control policy."    
        }
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""    
        }
        {
            "title": "Performance Approaches to Semantics in Human Language",
            "tl;dr": "",         
            "abstract": "Over the course of human history, prominent hypotheses for the source of human behav-ioral uniqueness have included freedom from metaphysical necessity, rational intention, andstrong social altruism. However, when applied to questions concerning the evolution andcurrent use of human language, these hypotheses generate more problems than they solve.These include everything from the statistical improbability of hopeful monster mutationsto the unstable strategy of altruism without reciprocity. Adopting a performative view ofhuman language removes these problematic dependencies, and explains aspects of languagelike phatic speech, fossils, and register, that require special pleading by one or more of thepopular hypotheses.This thesis provides two pieces of computational evidence for a performative view of hu-man language. First, it shows that the possibility space of human language is much smallerthan expected for a rule based but otherwise semantically unrestricted communication sys-tem. Second, it shows that the semantic information contained in an entire speech act ispoorly predicted by the semantic information of its individual parts, as might be expectedfor a compositional system designed for efficient communication.To conduct this second analysis, a novel method was developed based on the distribu-tional theory of semantics for measuring the information content of human speech. Brie y,it is a measure of the distance between the distribution of terms in a language and the condi-tional probability of their appearance within a context of interest. This same method showspromise for testing other hypotheses about the nature and origin of language that involvean informational component.",
            "keywords": "",   
            "section": "outline",
            "input": "",         
            "output": ""    
        }
        
    ],
    "generate_abstract": [
        {
            "title": "Improving Sequential Decision Making in Human-In-The-Loop Systems",
            "tl;dr": "",         
            "abstract": "Interactions between humans and autonomous systems are always necessary.  They couldbe very simple interactions such as a person pushing a button to trigger a specific function,or more complicated interactions such as an autonomous vehicle interacting with other hu-man drivers.  Therefore, a safe and efficient interaction is crucial for advancing autonomoussystems, especially those requiring persistent interactions with humans.One common type of such systems is the human-assistance system such as warning sys-tems in the aircraft and automatic braking systems in automobile.  Traditionally, they onlymonitor the states of the machine to prevent human errors and enhance safety, but not takeinto account the state of the human in their decision-making processes, arguably the greatestvariability affecting the safety.  In light of the above drawbacks, we believe that more desir-able autonomous systems should take the human state into account in their decision-makingprocesses.  In other words,  other than the task completion,  the exploration,  estimation oreven control of the human state should be a part of the decision-making loop in suchhuman-in-the-loopsystems. Moreover, to estimate the state of the human, most autonomous systemsjust passively gain information from their sensors, while ignoring the fact that the action ofthe autonomous system can actually help understand and estimate the human state better,and a better understanding of the human state will better achieve its goal as well.In  this  thesis,  we  will  develop  frameworks  and  computational  tools  for  human-in-the-loop systems to achieve a safe and efficient interaction.  Beginning with a general form ofthe  interactive  model  using  a  partially  observable  discrete-time  stochastic  hybrid  system,we  describe  how  its  discrete  form,  partially  observable  Markov  decision  process,  can  beused to integrate the human model, the machine dynamical model and their interaction ina  probabilistic  framework.   We  will  further  advance  the  discrete  version  to  hidden  modestochastic hybrid systems that can consider continuous states with discrete hidden modesused  to  model  the  hidden  human  intents.   We  tackle  the  computational  challenge  of  theoptimal control problem in hidden mode stochastic hybrid systems and show a significantimprovement in the computational time.  A driver-assistance application shows the efficacyof  our  proposed  method.   Finally,  we  propose  to  incorporate  the  safety  constraint  by  a novel  model  predictive  control  based  framework,  which  will  encourage  the  exploration  ofthe hidden human intent as well as achieving its goal with hard safety constraints.  Takingthem together, these contributions advance the computational framework for next generationhuman-in-the-loop systems, which are capable to monitor both the human and the machinestates,activelyexplore the human intent, and give appropriate feedbacks to them in orderto enhance both safety and efficiency.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": "Interactions between humans and autonomous systems are always necessary.  They couldbe very simple interactions such as a person pushing a button to trigger a specific function,or more complicated interactions such as an autonomous vehicle interacting with other hu-man drivers.  Therefore, a safe and efficient interaction is crucial for advancing autonomoussystems, especially those requiring persistent interactions with humans.One common type of such systems is the human-assistance system such as warning sys-tems in the aircraft and automatic braking systems in automobile.  Traditionally, they onlymonitor the states of the machine to prevent human errors and enhance safety, but not takeinto account the state of the human in their decision-making processes, arguably the greatestvariability affecting the safety.  In light of the above drawbacks, we believe that more desir-able autonomous systems should take the human state into account in their decision-makingprocesses.  In other words,  other than the task completion,  the exploration,  estimation oreven control of the human state should be a part of the decision-making loop in suchhuman-in-the-loopsystems. Moreover, to estimate the state of the human, most autonomous systemsjust passively gain information from their sensors, while ignoring the fact that the action ofthe autonomous system can actually help understand and estimate the human state better,and a better understanding of the human state will better achieve its goal as well.In  this  thesis,  we  will  develop  frameworks  and  computational  tools  for  human-in-the-loop systems to achieve a safe and efficient interaction.  Beginning with a general form ofthe  interactive  model  using  a  partially  observable  discrete-time  stochastic  hybrid  system,we  describe  how  its  discrete  form,  partially  observable  Markov  decision  process,  can  beused to integrate the human model, the machine dynamical model and their interaction ina  probabilistic  framework.   We  will  further  advance  the  discrete  version  to  hidden  modestochastic hybrid systems that can consider continuous states with discrete hidden modesused  to  model  the  hidden  human  intents.   We  tackle  the  computational  challenge  of  theoptimal control problem in hidden mode stochastic hybrid systems and show a significantimprovement in the computational time.  A driver-assistance application shows the efficacyof  our  proposed  method.   Finally,  we  propose  to  incorporate  the  safety  constraint  by  a novel  model  predictive  control  based  framework,  which  will  encourage  the  exploration  ofthe hidden human intent as well as achieving its goal with hard safety constraints.  Takingthem together, these contributions advance the computational framework for next generationhuman-in-the-loop systems, which are capable to monitor both the human and the machinestates,activelyexplore the human intent, and give appropriate feedbacks to them in orderto enhance both safety and efficiency."    
        }
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species."    
        }
        {
            "title": "Performance Approaches to Semantics in Human Language",
            "tl;dr": "",         
            "abstract": "Over the course of human history, prominent hypotheses for the source of human behav-ioral uniqueness have included freedom from metaphysical necessity, rational intention, andstrong social altruism. However, when applied to questions concerning the evolution andcurrent use of human language, these hypotheses generate more problems than they solve.These include everything from the statistical improbability of hopeful monster mutationsto the unstable strategy of altruism without reciprocity. Adopting a performative view ofhuman language removes these problematic dependencies, and explains aspects of languagelike phatic speech, fossils, and register, that require special pleading by one or more of thepopular hypotheses.This thesis provides two pieces of computational evidence for a performative view of hu-man language. First, it shows that the possibility space of human language is much smallerthan expected for a rule based but otherwise semantically unrestricted communication sys-tem. Second, it shows that the semantic information contained in an entire speech act ispoorly predicted by the semantic information of its individual parts, as might be expectedfor a compositional system designed for efficient communication.To conduct this second analysis, a novel method was developed based on the distribu-tional theory of semantics for measuring the information content of human speech. Brie y,it is a measure of the distance between the distribution of terms in a language and the condi-tional probability of their appearance within a context of interest. This same method showspromise for testing other hypotheses about the nature and origin of language that involvean informational component.",
            "keywords": "",   
            "section": "abstract",
            "input": "",         
            "output": "Over the course of human history, prominent hypotheses for the source of human behav-ioral uniqueness have included freedom from metaphysical necessity, rational intention, andstrong social altruism. However, when applied to questions concerning the evolution andcurrent use of human language, these hypotheses generate more problems than they solve.These include everything from the statistical improbability of hopeful monster mutationsto the unstable strategy of altruism without reciprocity. Adopting a performative view ofhuman language removes these problematic dependencies, and explains aspects of languagelike phatic speech, fossils, and register, that require special pleading by one or more of thepopular hypotheses.This thesis provides two pieces of computational evidence for a performative view of hu-man language. First, it shows that the possibility space of human language is much smallerthan expected for a rule based but otherwise semantically unrestricted communication sys-tem. Second, it shows that the semantic information contained in an entire speech act ispoorly predicted by the semantic information of its individual parts, as might be expectedfor a compositional system designed for efficient communication.To conduct this second analysis, a novel method was developed based on the distribu-tional theory of semantics for measuring the information content of human speech. Brie y,it is a measure of the distance between the distribution of terms in a language and the condi-tional probability of their appearance within a context of interest. This same method showspromise for testing other hypotheses about the nature and origin of language that involvean informational component."    
        }
        
    ],
    "generate_intro": [
        {
            "title": "Improving Sequential Decision Making in Human-In-The-Loop Systems",
            "tl;dr": "",         
            "abstract": "Interactions between humans and autonomous systems are always necessary.  They couldbe very simple interactions such as a person pushing a button to trigger a specific function,or more complicated interactions such as an autonomous vehicle interacting with other hu-man drivers.  Therefore, a safe and efficient interaction is crucial for advancing autonomoussystems, especially those requiring persistent interactions with humans.One common type of such systems is the human-assistance system such as warning sys-tems in the aircraft and automatic braking systems in automobile.  Traditionally, they onlymonitor the states of the machine to prevent human errors and enhance safety, but not takeinto account the state of the human in their decision-making processes, arguably the greatestvariability affecting the safety.  In light of the above drawbacks, we believe that more desir-able autonomous systems should take the human state into account in their decision-makingprocesses.  In other words,  other than the task completion,  the exploration,  estimation oreven control of the human state should be a part of the decision-making loop in suchhuman-in-the-loopsystems. Moreover, to estimate the state of the human, most autonomous systemsjust passively gain information from their sensors, while ignoring the fact that the action ofthe autonomous system can actually help understand and estimate the human state better,and a better understanding of the human state will better achieve its goal as well.In  this  thesis,  we  will  develop  frameworks  and  computational  tools  for  human-in-the-loop systems to achieve a safe and efficient interaction.  Beginning with a general form ofthe  interactive  model  using  a  partially  observable  discrete-time  stochastic  hybrid  system,we  describe  how  its  discrete  form,  partially  observable  Markov  decision  process,  can  beused to integrate the human model, the machine dynamical model and their interaction ina  probabilistic  framework.   We  will  further  advance  the  discrete  version  to  hidden  modestochastic hybrid systems that can consider continuous states with discrete hidden modesused  to  model  the  hidden  human  intents.   We  tackle  the  computational  challenge  of  theoptimal control problem in hidden mode stochastic hybrid systems and show a significantimprovement in the computational time.  A driver-assistance application shows the efficacyof  our  proposed  method.   Finally,  we  propose  to  incorporate  the  safety  constraint  by  a novel  model  predictive  control  based  framework,  which  will  encourage  the  exploration  ofthe hidden human intent as well as achieving its goal with hard safety constraints.  Takingthem together, these contributions advance the computational framework for next generationhuman-in-the-loop systems, which are capable to monitor both the human and the machinestates,activelyexplore the human intent, and give appropriate feedbacks to them in orderto enhance both safety and efficiency.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "Autonomous  systems  or  robots  have  been  used  increasingly  in  today’s  society,  from  tra-ditional robotic manipulators in factories,  to medical robots in hospitals and autonomousvehicles  on  our  roads.   While  traditionally  robots  just  remain  in  restricted  environmentssuch  as  factories  to  do  repetitive  jobs,  they  start  to  appear  in  more  complex,  open  andless  structured  environments  that  involve  humans.   They  have  to  collaborate  or  interactwith humans in order to complete their tasks, such as autonomous vehicles interacting withother  human  drivers  or  pedestrians,  surgical  robots  collaborating  with  doctors,  or  driverassistance systems helping human drivers.  Because of this, the interactive ability becomesessential to many autonomous systems, especially systems requiring continuous interactionswith humans.  This leads to an increasing research and studies in the field of human-robotinteraction.   The  goal  is  to  study  the  fundamental  principles  of  interactions  and  developalgorithms for interactive behaviors to help the robot or human-robot as a whole achievecertain tasks safely and efficiently.Depending on different levels of autonomy [Par+00], interactions between autonomoussystems  and  humans  can  be  divided  into  passive  and  active  interactions.   As  shown  inFigure 1.1a, some autonomous systems such as manual control systems or driver assistancesystems only perform a passive interaction with the human, in which the autonomous systemwill estimate the human state and receive the human action, and then make decision basedon  them.   In  such  systems,  the  human  behavior  model  is  not  embedded  in  the  decision-making loop, so that the autonomous system will ignore how the change of the system statewill affect the human state and her action.A more desirable system will be able to take the effect of the autonomous system statesand  actions  on  the  human  into  account  in  its  decision-making  process,  as  shown  in  Fig-ure 1.1b.  In this active interactive model, the autonomous system will still infer the humanintent and state, and will further consider how its action affects the human state and actionas well.  The arrow of the system action in Figure 1.1b does not necessarily mean there isdirect action that affects the human.  It means the autonomous system is now aware of thesystem actions will influence the human.  Therefore, the human is now considered as a partof the decision-making loop and we call the whole system ahuman-in-the-loopsystem. 1.1    Human-In-The-Loop SystemsHaving human in the control loop is more similar to human interactions, where each personwill predict the other’s intent and actions and how her actions will affect the other’s intentand actions.  For example, when a driver tries to merge into the other lane, the driver willtry to predict whether the driver in the other lane will yield to her by observing the behaviorof the other driver.  Based on her prediction, she may decide whether to cut in front of theother driver given the knowledge that if she really cut, the other driver will be likely to slowdown to prevent collision.  She will decide when to merge according to her confidence on herprediction, her internal preference on risk and the knowledge of how her action will affectthe other person.The above example enlightens us about some essential components of a human-in-the-loop system.•Human intent and internal state prediction - the autonomous system needs to predictthe human intent and state according to observed behaviors from its sensors.  Thereare  various  cues  we  can  use  for  inferring  the  human  intent,  such  as  facial  expres-sion [Bet+00], gesture [Dru+04], speech [LN05] or motion [Mik+04].  If the observedcue does not directly represent the human intent, the autonomous system will need toinfer it.  Some popular techniques include hidden Markov model[Lef+16] and Bayesianinference [Bak+09].•Human reactive model - based on the human intent and the state or action from theautonomous system, the human will response to the autonomous system accordingly.If we have a model of what the human will react,  the autonomous system can plana better sequence of decisions/actions to complete its task.  However,  obtaining thisreactive model is difficult because it is hard to capture all the factors that affect humandecisions in general.  We have to make assumption to limit the influential factors inthe  model.   To  learn  the  model,  techniques  such  as  expectation-maximization  algo-rithm [Lam+15][Lef+16] and inverse reinforcement learning [Sad+16b] can be used.Objective function - the objective function represents the purpose of the autonomoussystem,  which could be a cost function to be minimized or a reward function to bemaximized.  In some case, we know what states or control inputs are good and whatare bad and thus can explicitly specify the objective function.  In some cases, however,the objective function is difficult to specify manually, in which inverse reinforcementlearning  [NR+00]  is  usually  used  to  learn  the  objective  function  by  observing  howhumans will do to complete the task.•Integrated framework - a planning framework for the autonomous system to make op-timal sequence of decisions during the interaction.  This should enable the autonomoussystems to leverage the above components to optimize its objective function and main-tain safe.We will see that in this thesis, with elaborate design of these components, the autonomoussystem are able to actively explore,  estimate or even control the human state in order tocomplete a specific task efficiently and safely.Although having human in the control loop has its advantage, there are challenges whendeploying it.  The first comes from the uncertainty of the human.  Human intent and behaviorare subject to complex physiological, psychological and environmental factors.  It is unclearwhat  kinds  of  parametric  or  non-parametric  models  are  suitable  to  capture  the  complextransition of the human state.  It is also hard to guarantee the initially learned model willremain accurate as the human behaviors may change over time by some unexpected externalfactors.  Moreover, human-in-the-loop systems lack a unified decision-making framework tomanage  different  components.   The  framework  should  be  able  to  handle  the  probabilisticproperties of human-in-the-loop systems because of the uncertainty of the human intent orthe human physiological state.  Second, it should be a sequential process that can take careof  the  long-term  planning  of  the  whole  system,  and  lastly,  it  should  be  robust  to  certainuncertainty.  In this thesis, we aim to tackle the challenges by employing a POMDP-basedand a MPC-based sequential decision making frameworks. We will show how they are capableof integrating the human model, the machine model and their interaction in a probabilisticframework for planning safer and more efficient decisions.1.2    Sequential Decision-MakingOne essential element of the computational framework in human-in-the-loop systems is theability  to  make  good  sequential  decisions  as  the  autonomous  system  requires  continuousinteraction with humans.  In this thesis, the following models and their variations are studiedand used as fundamental frameworks for human-in-the-loop systems modeling.Markov decision process (MDP) and partially observable Markov decisionprocess (POMDP)Markov decision process is a discrete time framework modeling the interaction between anagent and an environment.  Here the environment represents all our interested states.  Theagent is the only ego system that makes decision and interacts with the environment.  Forexample,  an  AI  system  that  plays  a  video  game  can  be  the  agent  while  the  game  is  theenvironment, or a driver assistance system can be the agent while the vehicle with a drivercan be the environment.  The Markov assumption made in MDPs is that the change of thestates only depends on the states in previous time step and the agent’s action applying to theenvironment.  Instead of a deterministic state transition, the transition could be probabilisticin MDP, which allows us to model the randomness and the uncertainty of the environment.The goal of a Markov decision process is to find a control policy that decides the optimalaction the agent can take in order to optimize an expected objective function of the systemtrajectory.  MDPs allow us to consider the long-term effect of the system via the objectivefunction and the system dynamics.  Depending on whether we know the transition model inadvance, the techniques of finding the optimal policy can be divided into model-based meth-ods such as value iteration or policy iteration, and model-free methods such as reinforcementlearning [SB98].POMDP  is  similar  to  MDP  except  that  the  state  of  the  environment  cannot  be  fullyobserved.   Instead,  its  observation  is  drawn  from  a  probabilistic  distribution  conditioningon  the  underlying  hidden  state.   Since  the  true  state  is  hidden,  we  can  only  maintain  aprobability distribution over the possible hidden states.  The goal is to solve a control policythat  optimize  the  expected  objective  function  over  the  trajectory  too.   Since  the  state  isnot fully observed, the optimal control policy will take the probability distribution over thehidden states as an input and output an optimal action.  POMDP allows us to model a morerealistic interaction in a human-in-the-loop system because the autonomous system is notable to observe the intent of the human during the interaction, and human behaviors havecertain amount of randomness.  We will discuss it more in detail in Chapter 2,MDPs and POMDPs have been extensively studied in academic research and real-worlddecision making processes such as finding optimal strategy in games [Tes95] and spoken dialogsystems [WY07], etc.  However, the computational challenges arise when the system becomehigh  dimensional  or  continuous,  especially  for  POMDP,  in  which  the  partially  observablenature creates more complexity.  We will focus on how further approximations or heuristicscan mediate this computational challenge in Chapter 3.Model predictive control (MPC)Model predictive control solves a finite time optimal control problem at each time steptthatoptimizes the objective function over the future trajectories subject to the system dynamicsand system constraints,minimize{xt+1:t+N},{ut:t+N−1}t+N−1∑τ=tJ(xτ,uτ)(1.2.1a)subject toxτ+1=f(xτ,uτ)∀τ= 1,···,t+N−1(1.2.1b)C(xτ,uτ)≤0∀τ= 1,···,t+N−1(1.2.1c)wherexτanduτare the (predicted) states and control inputs of the system at timeτ.  Func-tionJ,fandCare the cost function, the system dynamics and the constraint function.Nis the horizon we considered.  The above open-loop constrained optimal control problem issolved online at every time step, but the real system will only execute the control input ofthe first time step.  The real system state evolves for one time step and then the computa-tion is repeated starting from the new current state with a new horizon decreased by one.Model predictive control has demonstrated good results for control problems involving largenumbers of states and control inputs [ML99].  By solving the optimization problem 1.2.1,thehardconstraints on states and control inputs can be rigorously enforced as well, whichis a main advantage of MPC over MDP, in which we can only embedded the constraints intothe objective function.The  system  dynamics  may  be  subject  to  noise,  i.e.,xτ+1=f(xτ,uτ,wτ),  wherewτrepresents the noise in the system.wτis assumed to be bounded and deterministic in therobust model predictive control framework [RH06][Lan+04].  If the nature of the uncertaintywτis probabilistic, we can explicitly account for the probabilistic uncertainties by stochasticmodel predictive control framework,minimize{xt+1:t+N},{ut:t+N−1}t+N−1∑τ=tE[J(xτ,uτ)](1.2.2a)subject toxτ+1∼f(x′|xτ,uτ)∀τ= 1,···,t+N−1(1.2.2b)Pr[C(xτ,uτ)≤0]≥p∀τ= 1,···,t+N−1(1.2.2c)wherefis now the probability density function describing the characteristic of the proba-bilistic transition.  The constraints becomechance constraints, which require the constraintson states and control inputs being satisfied with at least a specified probability levelp.The challenge of MPC that hinders us to use it in every sequential decision making prob-lem is that it requires solving an optimization problem at each time step in real time.  Muchacademic research has been done to develop fast algorithm to deal with it [KB12][T+03].However, there is no universal algorithm that can apply to every MPC problem, so accordingto different applications, different techniques are used in order to accelerate the computa-tion.  In Chapter 4, other than proposing our human-in-the-loop decision-making frameworkvia  MPC,  we  also  develop  our  approximations  and  heuristics  to  tackle  the  computationchallenge."
        }
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "An essential question for biodiversity conservation is the effectivenessof different types of protected areas for conserving biodiversity (Sutherland et al. 2009). As the human population grows and recreation in natural areas is becoming more popular, trails are getting overcrowded (Boue 2019)–for example, recreation visitsincreased by about 200 percent across Colorado in early 2020 (Kwak-Hefferan2020) -and new trails are being built to accommodate for their increasing popularity (Bastone 2019). The majority of outdoor recreation activities have negative effects on wildlife across taxa (Larson et al. 2016). Human activities can change animal behaviors as well as the physical aspects of their habitats. These changes can impact the population and community dynamics of entire ecosystems (Caravaggi et al. 2017; Suraci et al. 2019a).Trails, in particular,physically modify the environment. Trampling by humans can alter the physical properties of soil, leading to changes in the development and diversity of vegetation (Cole and Landres1995). Changes in habitat can alter community composition because some species are more resistant or resilient to change than others (Cole and Landres1995). Habitat fragmentation can disrupt some animals’ dispersal behaviors (Caravaggi et al. 2017).Human presence on trails has an even greater effect than habitat modification on biodiversity (Botsch et al. 2018; Doherty et al. 2021). High human use on trails has been observed to deter some species, especially diurnal ones, and attract others that can become habituated to human presence (Erb et al. 2012). Off-trail travel and loud noises are two of the main causes of negative impacts on wildlife (Bastone 2019). Anthropogenic disturbance can have negative effects on animal behavior, such as increased vigilance (Ciuti et al. 2012) or taking advantage of human activity to escape predators (Caravaggi et al. 2017).Fear of humans as predators alters animals’ feeding behaviors (Frid and Dill 2002), potentially leading to ecological cascades (Smith et al. 2017). Human presence and sounds create a “landscape of fear”in which prey animals perceive spatially varied risk across a landscape(Suraci et al. 2019a); large animals moved more cautiouslyand reduced their home range size in response to human sounds (Suraci et al. 2019a). Medium-sized mammals responded to human sounds by reducing their foraging time or increasing nocturnality, and small mammals increased their habitat use near human activity due to the new absence of larger mammals (Suraci et al. 2019a). Gaynor et al. (2018) found that human activity increased nocturnality in mammal species across continents, trophic levels, and body sizes, and that nocturnality increased similarly in response to both lethal and non-lethal human activities. Just as foot traffic can disturb wildlife communities, so can mechanized recreation. There is substantial evidence that non-motorized vehicles, such as bicycles, have negative impacts on wildlife (Larson et al. 2016). Fast, quiet bikers can trigger startle responses or aggression in wildlife(Quinn and Chernoff 2010). New mountain bike technologies (fat tired bikes and e-bikes) are expanding biking seasons and distances, and mountain bikers are responsible for a substantial amount of new legal as well as illegal trail construction (Quinn and Chernoff2010). For example,between2000 and 2019, over 3600 trail projects have received funding for new bike trail construction in the United States (US Department of Transportation 2019). The greatest impacts of mountain biking trails occur during the development and early use period of the trails (Quinn and Chernoff2010). Many mountain bike organizations oppose designations of new wilderness areas that restrict trail use or creation, and the “outlaw mentality” in mountain bike culture leads to many bikers going off trails even though they know it is not allowed (Wuerthner 2019). Additionally, in terms of risk perception, animals may perceive mountain bikes to be more similar to motorized vehicles than to other forms of recreation due to their high velocity(Naidoo and Burton 2020).Motorized vehicles are an important means for people to access nature (Jones et al. 2016), but they can also be a major disturbance to the ecosystems that people are traveling to see in the first place. Studies have found that compared to non-motorized recreation, motorized vehicles cause greater changes in species’ habitat use (Naidoo and Burton 2020) as well aselk (Cervus canadensis) behavior (Ciuti et al. 2012).An increase in daily vehicular traffic correlated with decrease in moose and bear sightings(Knight and Cole1995).Yet the demand for outdoor recreation opportunities and access via motorized vehicles continues to grow (Jones et al. 2016).Previous investigations into the relationship between human presence and wildlife habitat use have compared animal responses at sites with and without tourism, but it is also important to study a gradient of recreation intensity(Larson et al. 2016; Dertien et al. 2021) and a variety of different impact regimes based on different management protocols (Blumstein et al. 2017). More research is needed to examine the effectiveness of different types of protected areas with different human activities for conserving wildlife (Sutherland et al. 2009). To date, research on recreation impacts more often quantifies individual-level responses, and population-and community-level responses are less studied. Studies of terrestrial recreation impacts often focus on hiking and running, while fewer studies investigate impacts of biking, dog walking, and equestrian activities (Larson et al. 2016). To manage wildlands more effectively, we need to study many species to determine if they have similar or different responses to a variety of recreational activities and visitation rates.Westudied wildlife habitat use on a set of trails with a variety of recreational activities andvisitation rates.We focused on a network of trails in the Upper East River Valley in and around the Rocky Mountain Biological Laboratory(RMBL) in Colorado, a prominentoutdoor recreation site for hikers and mountain bikers. Here we use single-species, single-season occupancy models to identify recreational and environmental factors that influence the habitat use of four common mammal species: mule deer (Odocoileus hemionus), coyotes (Canis latrans), red foxes (Vulpes vulpes), and American black bears (Ursus americanus).We tested effects of recreation on both occupancy and detectability for each species. We used three separate variables representing different types of recreation(hiking, mountain biking, and motorized vehicle densities)to compare impacts of different human activities.Given the evidence that animals perceive risk from human presence in natural areas (Frid and Dill 2002; Suraci et al. 2019a) and many wildlife species are known to avoid humans either temporally(Gaynor et al. 2018; Naidoo and Burton 2020) or spatially(Suraci et al. 2019a), we predicted that wildlife detectability (visibility/activity) and occupancy (site presence) would be lower in areas with more recreational activity.We also predicted that mechanized and motorized recreation, including mountain biking and driving larger vehicles such as cars, would have greaterimpactsrelative to hiking becausethe higher speed and noise levels of these vehiclesare thought to cause greater disturbances to wildlife than foot traffic (Quinn and Chernoff 2010; Naidoo and Burton 2020)."
        }
        {
            "title": "Performance Approaches to Semantics in Human Language",
            "tl;dr": "",         
            "abstract": "Over the course of human history, prominent hypotheses for the source of human behav-ioral uniqueness have included freedom from metaphysical necessity, rational intention, andstrong social altruism. However, when applied to questions concerning the evolution andcurrent use of human language, these hypotheses generate more problems than they solve.These include everything from the statistical improbability of hopeful monster mutationsto the unstable strategy of altruism without reciprocity. Adopting a performative view ofhuman language removes these problematic dependencies, and explains aspects of languagelike phatic speech, fossils, and register, that require special pleading by one or more of thepopular hypotheses.This thesis provides two pieces of computational evidence for a performative view of hu-man language. First, it shows that the possibility space of human language is much smallerthan expected for a rule based but otherwise semantically unrestricted communication sys-tem. Second, it shows that the semantic information contained in an entire speech act ispoorly predicted by the semantic information of its individual parts, as might be expectedfor a compositional system designed for efficient communication.To conduct this second analysis, a novel method was developed based on the distribu-tional theory of semantics for measuring the information content of human speech. Brie y,it is a measure of the distance between the distribution of terms in a language and the condi-tional probability of their appearance within a context of interest. This same method showspromise for testing other hypotheses about the nature and origin of language that involvean informational component.",
            "keywords": "",   
            "section": "introduction",
            "input": "",         
            "output": "It is an often repeated assertion that human languages are unbounded in their generativity.A recent search on Google Scholar1for example, returned over 2000 results for academicpapers containing the exact phrase in nite number of sentences. One imagines that thetotal number of papers containing a similar sentiment is substantially larger.  The claimof in nite generativity relies on the metaphor that a human brain operates much like acomputer. Chomsky, for example, writeslanguage, is, at its core, a system that is both digital and in nite, and works bythe in nite use of  nite means.[chomsky_1991]One form of reasoning behind this claim relies on some combination of an open sys-tem of reference tied to a recursive syntax.  In a fully recursive language, there are nobounds on how long sentences can become, or how deeply their elements can be nested[hauser_chomsky_ tch_2002].  In this case, the total number of possible sentences ableto be constructed is discrete but also unlimited, and therefore in nite. An open system ofreference means that it is always possible to add new symbols that refer to referents or evenother symbols [deacon_1997].Another form is to keep the underlying mechanism as a black box, but to still assume thathumans are using language to disambiguate signals in their environment. Randall Munroe,author of the popular comic stripxkcd, recently used Claude Shannon's estimate of theentropy of English characters to estimate the total number of possible English tweets (seeEq.5.1) shannon_1948. He arrives at the conclusion that there are  a numberlarge enough2to be considered in nite in practicality, even if not in actuality munroe_2013. To be sure, this kind of random process is not used to model language in practice, but doesprovide a reasonable estimate for the size of language under a generative model, especiallygiven the lack of alternative predictions to test. The in nite generativity argument is often raised against children learning to speak justby example. The reasoning here is that any size exposure to an in nite system comprises0% of its total variance, and it is therefore impossible to make correct inferences about therules governing the creation of that language. In other words, because the amount of globalvariation is so large compared to the possible size of local exposure, humans must have somesort of prior knowledge about the structure of the language to bootstrap their acquisition.Evidence that young learners hear a larger fraction of their  rst language would remove someof the motivations behind innate language arguments.However, both of these approaches assume that human language samples its semanticpossibility space rectangularly, when we know that humans make preferential use of somecombinations of their language [zipf_1945,weinert_1995]. There is the equally troublesomeobservation that humans do not use all or even most of the syntactically correct ways toexpress an idea, but prefer to stick with one standard means of expression [hymes_1970,bygate_1988]. This holds true even when that favored expression does not conform to theagreed syntactic rules [pawley_syder_1983,wray_1998].Munroe's estimate might be a good approximation of the true number of unique En-glish tweets if humans decide what to tweet by randomly sampling the space of all possibletweets. This seems unlikely for a few reasons. On a super cial level, most tweets are goingto be about temporally relevant things, often constrained by conversations and audience[marwick_boyd_2010]. Thinking a little deeper, the possibility space of language only re- ects combinations of things within the lived experience of humans3. Finally, at the mostprofound level, the possibility space of human language at timetmust be limited to one oronly a few steps beyond the space att1 because of the way that cultural knowledge istransmitted and transformed.Additionally, there is a large cognitive constraint in terms of the size and recursive depthof linguistics constructs and their capacity to overload human memory.  This is usuallynoted but also usually ignored, following an old argument about the importance of studyingcompetence versus studying performance4[chomsky_1965]. We do not plan on taking upthis particular debate here, as there is not room enough to adequately cover the evolvingarguments on both sides. Outside of the context of that debate, it is important to bear inmind that there is a real physical limitation on the length and depth of human language which practically restricts recursive depth and therefore also the reality-constrained possi-bility space.To assess the probability that human language is practically in nite, we employed anempirical method to estimate the function governing the probability of encountering a newsentence after observing a sample ofnsentences.  This method was applied to a corpusof conversational, text-based data collected online. We used this function to calculate thesample size at which hearing a new sentence becomes statistically improbable6, which wetake as our estimate for the total number of unique sentences. We then use this function tomake estimates for the timing of some landmarks in language acquisition."
        }
 
    ],
    "generate_survey": [
        {
            "title": "Improving Sequential Decision Making in Human-In-The-Loop Systems",
            "tl;dr": "",         
            "abstract": "Interactions between humans and autonomous systems are always necessary.  They couldbe very simple interactions such as a person pushing a button to trigger a specific function,or more complicated interactions such as an autonomous vehicle interacting with other hu-man drivers.  Therefore, a safe and efficient interaction is crucial for advancing autonomoussystems, especially those requiring persistent interactions with humans.One common type of such systems is the human-assistance system such as warning sys-tems in the aircraft and automatic braking systems in automobile.  Traditionally, they onlymonitor the states of the machine to prevent human errors and enhance safety, but not takeinto account the state of the human in their decision-making processes, arguably the greatestvariability affecting the safety.  In light of the above drawbacks, we believe that more desir-able autonomous systems should take the human state into account in their decision-makingprocesses.  In other words,  other than the task completion,  the exploration,  estimation oreven control of the human state should be a part of the decision-making loop in suchhuman-in-the-loopsystems. Moreover, to estimate the state of the human, most autonomous systemsjust passively gain information from their sensors, while ignoring the fact that the action ofthe autonomous system can actually help understand and estimate the human state better,and a better understanding of the human state will better achieve its goal as well.In  this  thesis,  we  will  develop  frameworks  and  computational  tools  for  human-in-the-loop systems to achieve a safe and efficient interaction.  Beginning with a general form ofthe  interactive  model  using  a  partially  observable  discrete-time  stochastic  hybrid  system,we  describe  how  its  discrete  form,  partially  observable  Markov  decision  process,  can  beused to integrate the human model, the machine dynamical model and their interaction ina  probabilistic  framework.   We  will  further  advance  the  discrete  version  to  hidden  modestochastic hybrid systems that can consider continuous states with discrete hidden modesused  to  model  the  hidden  human  intents.   We  tackle  the  computational  challenge  of  theoptimal control problem in hidden mode stochastic hybrid systems and show a significantimprovement in the computational time.  A driver-assistance application shows the efficacyof  our  proposed  method.   Finally,  we  propose  to  incorporate  the  safety  constraint  by  a novel  model  predictive  control  based  framework,  which  will  encourage  the  exploration  ofthe hidden human intent as well as achieving its goal with hard safety constraints.  Takingthem together, these contributions advance the computational framework for next generationhuman-in-the-loop systems, which are capable to monitor both the human and the machinestates,activelyexplore the human intent, and give appropriate feedbacks to them in orderto enhance both safety and efficiency.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""     
        }
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""     
        }
        {
            "title": "Performance Approaches to Semantics in Human Language",
            "tl;dr": "",         
            "abstract": "Over the course of human history, prominent hypotheses for the source of human behav-ioral uniqueness have included freedom from metaphysical necessity, rational intention, andstrong social altruism. However, when applied to questions concerning the evolution andcurrent use of human language, these hypotheses generate more problems than they solve.These include everything from the statistical improbability of hopeful monster mutationsto the unstable strategy of altruism without reciprocity. Adopting a performative view ofhuman language removes these problematic dependencies, and explains aspects of languagelike phatic speech, fossils, and register, that require special pleading by one or more of thepopular hypotheses.This thesis provides two pieces of computational evidence for a performative view of hu-man language. First, it shows that the possibility space of human language is much smallerthan expected for a rule based but otherwise semantically unrestricted communication sys-tem. Second, it shows that the semantic information contained in an entire speech act ispoorly predicted by the semantic information of its individual parts, as might be expectedfor a compositional system designed for efficient communication.To conduct this second analysis, a novel method was developed based on the distribu-tional theory of semantics for measuring the information content of human speech. Brie y,it is a measure of the distance between the distribution of terms in a language and the condi-tional probability of their appearance within a context of interest. This same method showspromise for testing other hypotheses about the nature and origin of language that involvean informational component.",
            "keywords": "",   
            "section": "survey",
            "input": "",         
            "output": ""     
        }
       
    ],
    "generate_methodology": [
        {
            "title": "Improving Sequential Decision Making in Human-In-The-Loop Systems",
            "tl;dr": "",         
            "abstract": "Interactions between humans and autonomous systems are always necessary.  They couldbe very simple interactions such as a person pushing a button to trigger a specific function,or more complicated interactions such as an autonomous vehicle interacting with other hu-man drivers.  Therefore, a safe and efficient interaction is crucial for advancing autonomoussystems, especially those requiring persistent interactions with humans.One common type of such systems is the human-assistance system such as warning sys-tems in the aircraft and automatic braking systems in automobile.  Traditionally, they onlymonitor the states of the machine to prevent human errors and enhance safety, but not takeinto account the state of the human in their decision-making processes, arguably the greatestvariability affecting the safety.  In light of the above drawbacks, we believe that more desir-able autonomous systems should take the human state into account in their decision-makingprocesses.  In other words,  other than the task completion,  the exploration,  estimation oreven control of the human state should be a part of the decision-making loop in suchhuman-in-the-loopsystems. Moreover, to estimate the state of the human, most autonomous systemsjust passively gain information from their sensors, while ignoring the fact that the action ofthe autonomous system can actually help understand and estimate the human state better,and a better understanding of the human state will better achieve its goal as well.In  this  thesis,  we  will  develop  frameworks  and  computational  tools  for  human-in-the-loop systems to achieve a safe and efficient interaction.  Beginning with a general form ofthe  interactive  model  using  a  partially  observable  discrete-time  stochastic  hybrid  system,we  describe  how  its  discrete  form,  partially  observable  Markov  decision  process,  can  beused to integrate the human model, the machine dynamical model and their interaction ina  probabilistic  framework.   We  will  further  advance  the  discrete  version  to  hidden  modestochastic hybrid systems that can consider continuous states with discrete hidden modesused  to  model  the  hidden  human  intents.   We  tackle  the  computational  challenge  of  theoptimal control problem in hidden mode stochastic hybrid systems and show a significantimprovement in the computational time.  A driver-assistance application shows the efficacyof  our  proposed  method.   Finally,  we  propose  to  incorporate  the  safety  constraint  by  a novel  model  predictive  control  based  framework,  which  will  encourage  the  exploration  ofthe hidden human intent as well as achieving its goal with hard safety constraints.  Takingthem together, these contributions advance the computational framework for next generationhuman-in-the-loop systems, which are capable to monitor both the human and the machinestates,activelyexplore the human intent, and give appropriate feedbacks to them in orderto enhance both safety and efficiency.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": ""
        }
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": "We studied human and wildlife activity in and around the Rocky Mountain Biological Laboratory (RMBL; N 38.9585336,W 106.9899337)overa five-week period in June-August2020. This data collection period captured the start of peak tourism season to examine varying levels of human visitation. We surveyed mammalian activitynear hiking and biking trails by placing camera traps along trails. We quantified how humans influencedthe habitat use of mid-sized and large mammals as a function of human visitation rate and activity type with occupancy models to estimatespecies occupancy while correcting for imperfect detection(Mackenzie et al. 2002; Bailey and Adams 2005).We included five hiking and biking trails in this study: Deer Creek(N 38.945534, W 106.981061), Trail 401(N 38.964142, W 106.988587), Trail 403(N 38.982264, W 107.007438), Kettle Ponds Road(N 38.953452, W 106.988142), and Avery Mountain(N 38.966412, W 106.993313). This setincludes trails that are frequently used for allactivities, trails that are off limits to bikers, trails that are infrequently visited and only by hikers, and wide trails with motorized vehicle access.This site presents an excellent opportunity to study wildlife habitat use near trails with varying activities and heterogeneous impact intensities.The shortest trail, Kettle Ponds Road, is approximately 1500 m long, so we placed cameras along the first 1500 m of each trail to standardizethe camera spacing among all the trails. We used a total of 30 cameras, placing six cameras on each of the five trails using a stratified random design to ensure every portion of each trail was studied throughout the study period (Fig. 1).Each 1500 m trail segment was divided into six zones, each of which contained one camera. Each zone was divided into six subsections, and every week one subsection was randomly selected in each zone for the camera to be deployed for seven days. At the end of a seven-day deployment period, each camera was moved to a new, randomly selected subsection within its original zone for the next deployment. Each subsection was used only once during the entire study period.We used digital camera traps (Browning Strike Force ModelBTC-5HDPX, Prometheus Group, LLC, Birmingham, Alabama, USA)to record human and wildlife activity on the trails in the study area. The motion-triggered cameras captured still images when a human, animal, or vehiclemoved in front of them, with a delay of one second between photos.The cameras also recorded the date and time that each photo was taken, and this information was later used to create species detection histories. For each deployment we recorded the height of the tallest vegetation between the camera and the trail in its view to account for the potential for tall vegetation to obscure small animals from the camera’s view.Cameras were considered non-operational if the batteries died, the SD card became too full to store any additionalphotos, or the camera fell and was no longer facing the trail. We also discarded the camera-days where cattle were present as the impacts of cattle ranching on wildlife was beyond the scope of this study.The short delay of one second between photos allowed for the collection of detailed photo sequences, often with multiple photos representing a single visit. We processed the resulting image dataset by saving one image to represent each “capture,” or one individual person,animal, or vehicleat one time. Acapture starts when an individual enters the camera’s view, and it ends when that individual leaves the camera’s view and is absent from the next photo. Each sequence of photos was examined to determine the number of captures in the sequence. The number of captures of each species denotesthe number of times the cameras were triggered by activity.This method countsindividualseach separate time they pass in front of the camera, which represents the amount of activity at the site rather than the number ofunique individuals.All wildlife sightingswere identified to species using all available clueswithin the photo sequences, including body size, body features, color patterns, and fur textures.Four wildlife species were sufficiently common to createoccupancy models: mule deer(Odocoileus hemionus), coyotes(Canis latrans), red foxes(Vulpes vulpes), and black bears(Ursus americanus). The metadata of the scored photos wasused tocreate presence-absence detection histories for each of the four focal speciesin the Rprogramming language v4.1.0(R Core Team 2021) usingthe package camtrapR (Niedballaet al. 2016).The detection histories were then used to run single-species, single-season occupancy models for each of the four focal species(Mackenzie et al. 2006). We fittedoccupancy models in the R package unmarked(Fiske and Chandler 2011).The primary period, or “season,”(Mackenzie et al. 2006)for the occupancy framework was seven days long as each camera was deployed for seven days before being movedto start a new deployment. The secondary period, or “survey,” (Mackenzie et al. 2006) was one day, meaning thepresence or absence of a species or activity was measured on a daily basis.Detectability is represented on a daily scale and occupancy is represented on a seasonal scale.We calculated the number of captures of each human activity per day and used these daily captures as predictor variables in the detection formulas of the models. We replaced missing values with deployment mean valueswherever predictor variables were missing values due to camera operability problems. We then calculated the seven-day averages ofdaily captures of each activity at each site to use as seasonal predictor variablesin the occupancy formulas of the models. We standardized all continuous predictor variables, which included survey-level covariates: pedestrians(ped), bikers(biker), and motorized vehicles(vehicle);seasonalcovariates: site-averaged pedestrians (avg.ped), site-averaged bikers (avg.biker), and site-averaged motorized vehicles (avg.vehicle);as well as distance from the trailhead(scale.distance), understory vegetation height(scale.veg), and Julian day of the start of each deployment (start.jday.scale). We tested for multicollinearity among the human predictor variables and found that pedestrians and dogs were highly correlated (r > 0.9). Therefore we excludeddog datafrom the models. There were very few horseback riders in the data set, and since we did not expect themto be a major driver of habitat usepatterns in this system, we excluded equestrian datatoavoid over-fittingthe models. We included human activities as covariates in both the detectabilityformulas and the occupancy formulasin accordance with our hypotheses. The occupancy formula testswhether the covariate has an effect on the presence or absence of the species. The detectability formula tests whether a covariate causes the species to be easier or harder to detect. We includedhuman covariates inthe detectability formula to testwhether the focal species weremore visible or secretive at higher levels of human activity. We used daily count data for the detectability covariates and seasonal averages of the count data for the occupancy covariates. We hypothesizedthat trailheads have more human activity than farther along the trails, and we expected that proximity to the trailhead could affect species occupancy. Therefore we included a variable accounting for the distance from the trailhead in the occupancy formula.We expected that focal species’ predators or prey could affect occupancy. We therefore included predators (coyotes, black bears, and mountain lions) in the deer model (avg.pred) and prey in the coyote, fox, and bear models. For bears and coyotes, the “avg.prey” variable included all detections of deer, elk, marmots, and hares combined. For foxes, the “avg.prey.fox” variable included only marmots and hares.We recognize that both coyotes and foxes eat smaller mammals as well as birds at our study site.We included the understoryvegetation height variable in the detectability formula for its potential todecrease probability of detection, especially for smaller animals. We also included the Julian day variable, which represents the first Julian day of each deployment, because animals may change their activity patterns throughout the year.We included trail as a random effect in the occupancy formula to account for potential differences among the five trails studied.We included this random effect in every model we tested. We tested random effects in the occupancy models using the R package TMB (Kristensen et al. 2016). We used the following full modelfor the model selection process:p ~ ped + biker + vehicle + scale.veg + start.jday.scaleΨ ~ avg.ped + avg.biker + avg.vehicle + scale.distance + [avg.pred or avg.prey or avg.prey.fox] + (1 | Trail)We used a two-step model selection approach(Mackenzie et al. 2006):we first tested all possible combinations of covariates in the detectability formulausing full occupancy formulas andfound the model with the lowest Akaike Information Criterion (AIC). Then we used the lowest AIC detectability formula to test all combinations of covariates in the occupancy formula. This approach involved testing a total of 64 models for each species(listed in supplementary materials). The lowest AIC model resulting from the second step was considered the “best” model for a given species. For the black bear models, seven models in step two did not converge. We provided these models with starting values,and one of them converged while the other six still did not converge. We discarded the six models that did not converge afterbeing given starting values. Site occupancy of unmarked species can be estimated with an occupancy model framework, but the model assumptions are often violated in camera trap studies(Mackenzie et al. 2006). In this study, the model assumption that sites are “closed” (site occupancy does not change during the survey period) is violated because the home ranges of the species in this study are likely larger than the distance between the cameras. Therefore, the model output isinterpreted as habitat use, the probability that a site is used by a species, rather than the probability of occupancy (Mackenzie et al. 2006; Burton et al. 2015; Gould et al. 2019). All cameras were deployed along trails; therefore the resulting models can be used to make inferences about habitat use and detectability around these trails."
        }
        {
            "title": "Performance Approaches to Semantics in Human Language",
            "tl;dr": "",         
            "abstract": "Over the course of human history, prominent hypotheses for the source of human behav-ioral uniqueness have included freedom from metaphysical necessity, rational intention, andstrong social altruism. However, when applied to questions concerning the evolution andcurrent use of human language, these hypotheses generate more problems than they solve.These include everything from the statistical improbability of hopeful monster mutationsto the unstable strategy of altruism without reciprocity. Adopting a performative view ofhuman language removes these problematic dependencies, and explains aspects of languagelike phatic speech, fossils, and register, that require special pleading by one or more of thepopular hypotheses.This thesis provides two pieces of computational evidence for a performative view of hu-man language. First, it shows that the possibility space of human language is much smallerthan expected for a rule based but otherwise semantically unrestricted communication sys-tem. Second, it shows that the semantic information contained in an entire speech act ispoorly predicted by the semantic information of its individual parts, as might be expectedfor a compositional system designed for efficient communication.To conduct this second analysis, a novel method was developed based on the distribu-tional theory of semantics for measuring the information content of human speech. Brie y,it is a measure of the distance between the distribution of terms in a language and the condi-tional probability of their appearance within a context of interest. This same method showspromise for testing other hypotheses about the nature and origin of language that involvean informational component.",
            "keywords": "",   
            "section": "methodology",
            "input": "",         
            "output": "ProcessingData were collected in Python 3.5.1 on Ubuntu Server 14.0.4, and were analyzed with Mi-crosoft R Open7based on CRAN release v. 3.2.3, Wooden Christmas-Tree, employingtidyr and dplyr for data reshaping [r,tidyr,dplyr]. Tables were produced with xtable, and gures were produced with ggplot2 [xtable,ggplot2]. The python program for generatingthe data, the raw data, and the R markdown  le necessary to reproduce this analysis alongwith its tables and  gures are available atgithub.com/deniederhut[knitr].It is desirable to conduct analyses on corpora that are both large and ecologically valid.However, there is an inherent trade-off between these two features, as the closer one getsto spontaneous conversation, the harder the data become to transform and process. As anexample, the largest readily available corpus, Google Books, is constructed from the scannedtext of library collections. As a result, it tends to have a larger vocabulary, fewer idiomsand slang words, more standard grammar, and more obscure and technical topics than theEnglish employed by contemporary speakers [pechenik_danforth_dodds_2015].To strike a balance between validity and size, a sample of 8Mcomments of conversationalEnglish was collected from the online discussion forum,AskReddit. These comments wereseparated into individual sentences using NLTK's sentence tokenizer [nltk], resulting in asample size of 15Msentences and 250Mwords, making it somewhat larger than the Browncorpus at  1Mwords. These sentences had an average length of 77:8 characters, and 17:1words, based on applying NLTK's word tokenizer to the corpus.This population of sentences was sampled without replacement by randomly drawing sizenof sentences, then iteratively downsampling it byn2until the sample size was less than10. At each iteration, three methods of determining the uniqueness of a sentence were usedto compare each sentence in the subsample with the rest, and the total number of uniquesentences, the method of calculation, and the size of the sample were recorded. Becausethese three methods differed greatly in computational complexity, the slower methods were not applied to sample sizes that would have taken longer than 120 hours wall clock time tocompute.Similarity metricsThe fastest of these three methods was to use Python's built-insetconstructor, whichde nes a duplicate sentence as one in which every byte matches. In other words, this metricconsidersThis is my houseandThis is my  houseto be two unique sentences. This method is desirable for running in linear time, but unde-sirable in being very conservative. Below, we will refer to this asbitwisesimilarity. Bitwisesimilarity was applied to all samples, including the entire corpus of 15Msentences.One potential way to avoid classifying two sentences as unique when they differ only bywhitespace is to use a similarity metric for the character strings. Our second test method usesfuzzywuzzy's implementation of Levenshtein distance to judge the similarity of two stringsbased on fuzzy matching of the character combinations [fuzzywuzzy]. Below, we refer tothis asLevenshteinsimilarity. Because Levenshtein similarity was quite a bit slower thanbitwise similarity, it was not used on samples>= 150;000 sentences.The third method uses gensim's implementation of cosine similarity to judge the seman-tic similarity of two sentences. In this method, each pair of sentences was tokenized, andvectors were built fromidfweighting them against a tertiary document containing the 25most common English unigrams, in their relative ecological proportions. Then, the cosinesimilarity of the two sentence vectors was calculated. This was our current best approxi-mation of our intuition about what makes a sentence unique, but it may still overestimatethe difference between two sentences. Below, we refer to this ascosinesimilarity. Becausecosine similarity was the slowest of all the test metrics, it was only applied to relatively small(<= 23;000) samples.These latter two methods had their parameters tuned such thatThis isn't my houseandThis is not my housewere judged to be the same sentence, andThis is my house andThis is not my housewere judged to be different sentences. This was achieved by setting the match strength to90% and 50% for Levenshtein distance and cosine similarity, respectively.ModelTo estimate when a person will stop encountering new sentences as a function of the numberof sentences already observed, we must  rst estimate the probability function governingthe appearance of new sentences. We chose to model this function as the log probabilityof drawing a new sentence from a population after samplingnsentences. The proportionof unique sentences at each sample size was calculated by simply dividing the number ofunique sentences from each method by the sample size from that iteration. To coerce therelationship between proportion unique and sample size into the characteristicSshape of alogit curve, the sample sizes were log transformed When the logit of the proportion is taken, this relationship linearizes (Fig.5.2). Data fromeach of the similarity methods were  tted with a linear model predicting logit proportionfrom log sample size.These models were then used to produce estimates of the number of unique sentencesobserved by major developmental landmarks, including time to  rst word,  rst sentence,and  rst story, which occur around the ages of 1, 3, and 5, respectively. These were thendivided by the number of unique sentences necessary to have been observed to produce a 1%chance or less that the next sentence encountered would be novel. The values produced bythis method were compared to the proportion of sentences observed using the informationtheoretic measure, multiplied by 99% of its total size to keep the scaling consistent."
        }
        
    ],
    "generate_experiment": [
        {
            "title": "Improving Sequential Decision Making in Human-In-The-Loop Systems",
            "tl;dr": "",         
            "abstract": "Interactions between humans and autonomous systems are always necessary.  They couldbe very simple interactions such as a person pushing a button to trigger a specific function,or more complicated interactions such as an autonomous vehicle interacting with other hu-man drivers.  Therefore, a safe and efficient interaction is crucial for advancing autonomoussystems, especially those requiring persistent interactions with humans.One common type of such systems is the human-assistance system such as warning sys-tems in the aircraft and automatic braking systems in automobile.  Traditionally, they onlymonitor the states of the machine to prevent human errors and enhance safety, but not takeinto account the state of the human in their decision-making processes, arguably the greatestvariability affecting the safety.  In light of the above drawbacks, we believe that more desir-able autonomous systems should take the human state into account in their decision-makingprocesses.  In other words,  other than the task completion,  the exploration,  estimation oreven control of the human state should be a part of the decision-making loop in suchhuman-in-the-loopsystems. Moreover, to estimate the state of the human, most autonomous systemsjust passively gain information from their sensors, while ignoring the fact that the action ofthe autonomous system can actually help understand and estimate the human state better,and a better understanding of the human state will better achieve its goal as well.In  this  thesis,  we  will  develop  frameworks  and  computational  tools  for  human-in-the-loop systems to achieve a safe and efficient interaction.  Beginning with a general form ofthe  interactive  model  using  a  partially  observable  discrete-time  stochastic  hybrid  system,we  describe  how  its  discrete  form,  partially  observable  Markov  decision  process,  can  beused to integrate the human model, the machine dynamical model and their interaction ina  probabilistic  framework.   We  will  further  advance  the  discrete  version  to  hidden  modestochastic hybrid systems that can consider continuous states with discrete hidden modesused  to  model  the  hidden  human  intents.   We  tackle  the  computational  challenge  of  theoptimal control problem in hidden mode stochastic hybrid systems and show a significantimprovement in the computational time.  A driver-assistance application shows the efficacyof  our  proposed  method.   Finally,  we  propose  to  incorporate  the  safety  constraint  by  a novel  model  predictive  control  based  framework,  which  will  encourage  the  exploration  ofthe hidden human intent as well as achieving its goal with hard safety constraints.  Takingthem together, these contributions advance the computational framework for next generationhuman-in-the-loop systems, which are capable to monitor both the human and the machinestates,activelyexplore the human intent, and give appropriate feedbacks to them in orderto enhance both safety and efficiency.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""  
        }
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""  
        }
        {
            "title": "Performance Approaches to Semantics in Human Language",
            "tl;dr": "",         
            "abstract": "Over the course of human history, prominent hypotheses for the source of human behav-ioral uniqueness have included freedom from metaphysical necessity, rational intention, andstrong social altruism. However, when applied to questions concerning the evolution andcurrent use of human language, these hypotheses generate more problems than they solve.These include everything from the statistical improbability of hopeful monster mutationsto the unstable strategy of altruism without reciprocity. Adopting a performative view ofhuman language removes these problematic dependencies, and explains aspects of languagelike phatic speech, fossils, and register, that require special pleading by one or more of thepopular hypotheses.This thesis provides two pieces of computational evidence for a performative view of hu-man language. First, it shows that the possibility space of human language is much smallerthan expected for a rule based but otherwise semantically unrestricted communication sys-tem. Second, it shows that the semantic information contained in an entire speech act ispoorly predicted by the semantic information of its individual parts, as might be expectedfor a compositional system designed for efficient communication.To conduct this second analysis, a novel method was developed based on the distribu-tional theory of semantics for measuring the information content of human speech. Brie y,it is a measure of the distance between the distribution of terms in a language and the condi-tional probability of their appearance within a context of interest. This same method showspromise for testing other hypotheses about the nature and origin of language that involvean informational component.",
            "keywords": "",   
            "section": "experiment",
            "input": "",         
            "output": ""  
        }
        
    ],
    "generate_discussion": [
        {
            "title": "Improving Sequential Decision Making in Human-In-The-Loop Systems",
            "tl;dr": "",         
            "abstract": "Interactions between humans and autonomous systems are always necessary.  They couldbe very simple interactions such as a person pushing a button to trigger a specific function,or more complicated interactions such as an autonomous vehicle interacting with other hu-man drivers.  Therefore, a safe and efficient interaction is crucial for advancing autonomoussystems, especially those requiring persistent interactions with humans.One common type of such systems is the human-assistance system such as warning sys-tems in the aircraft and automatic braking systems in automobile.  Traditionally, they onlymonitor the states of the machine to prevent human errors and enhance safety, but not takeinto account the state of the human in their decision-making processes, arguably the greatestvariability affecting the safety.  In light of the above drawbacks, we believe that more desir-able autonomous systems should take the human state into account in their decision-makingprocesses.  In other words,  other than the task completion,  the exploration,  estimation oreven control of the human state should be a part of the decision-making loop in suchhuman-in-the-loopsystems. Moreover, to estimate the state of the human, most autonomous systemsjust passively gain information from their sensors, while ignoring the fact that the action ofthe autonomous system can actually help understand and estimate the human state better,and a better understanding of the human state will better achieve its goal as well.In  this  thesis,  we  will  develop  frameworks  and  computational  tools  for  human-in-the-loop systems to achieve a safe and efficient interaction.  Beginning with a general form ofthe  interactive  model  using  a  partially  observable  discrete-time  stochastic  hybrid  system,we  describe  how  its  discrete  form,  partially  observable  Markov  decision  process,  can  beused to integrate the human model, the machine dynamical model and their interaction ina  probabilistic  framework.   We  will  further  advance  the  discrete  version  to  hidden  modestochastic hybrid systems that can consider continuous states with discrete hidden modesused  to  model  the  hidden  human  intents.   We  tackle  the  computational  challenge  of  theoptimal control problem in hidden mode stochastic hybrid systems and show a significantimprovement in the computational time.  A driver-assistance application shows the efficacyof  our  proposed  method.   Finally,  we  propose  to  incorporate  the  safety  constraint  by  a novel  model  predictive  control  based  framework,  which  will  encourage  the  exploration  ofthe hidden human intent as well as achieving its goal with hard safety constraints.  Takingthem together, these contributions advance the computational framework for next generationhuman-in-the-loop systems, which are capable to monitor both the human and the machinestates,activelyexplore the human intent, and give appropriate feedbacks to them in orderto enhance both safety and efficiency.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": ""
        }
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": "We used occupancy models to examine four species’ habitat use patterns near trails in a popular outdoor recreation area. We observed species-specific responses to the range of human recreation that occurs in the Upper East River Valley, Colorado during the summer tourist season. We predicted that because wildlife perceive risk from human presence (Frid and Dill 2002; Suraci et al. 2019a), we would find lower wildlife detectability and occupancy in areas with more recreational activity. This prediction is partially supported by our results; three out of four species exhibited short-term temporal avoidance of at least one human activity. We also predicted that mountain biking and motorized vehicles would have a greater impact than hiking due to the speed and noise of these activities (Quinn and Chernoff 2010; Naidoo and Burton 2020). We found evidence supporting this prediction in two out of four focal species: coyotes temporally avoided bikers, and black bears temporally avoided motorized vehicles.Mule deer were common throughout the study site and temporally avoided areas with high levels of hiking. Mule deerare known to temporally avoid hikers and high use trails; theyhave been observed to have low same-day occurrence with humans (Patten and Burger 2018). Taylor and Knight (2003) found that mule deer avoided recreationists and had greater responses to off-trail than on-trail recreationists.In a study by Townsend et al. (2020), deer decreased trail use when a park opened to the public, but abundance in the surrounding areastayed the same. Thesedeer exhibited latent habituation by returning to pre-opening trail use levels several months after the park opened (Townsend et al. 2020).Mule deer often use surroundingcover to hide from predatorsand have beenobserved to flee from humans to the nearest cover and stop there(Taylor and Knight 2003). This cover-seeking behavior may explain our resultof lower detectability in areas with more hikerswhile overall habitat use remains unaffectedby recreation.We found that coyotes temporallyavoided mountain bikerson a daily scale. Previous studies have shown mixed results regarding coyotes’ tolerance of human disturbance. Several studies show that coyotes exhibit lowsame-day occurrence with humans (Patten and Burger 2018) and decrease habitat use near human disturbance (George and Crooks 2006; Larson et al. 2020). Other studies show that human trail use does not affect coyote habitat use (Townsend et al. 2020). While they may be sensitive to recreation impacts, coyotes are known to be very adaptable and somewhat tolerant of human presence (Larson et al. 2020). Our results suggest that coyotes may bemore sensitive to mountain biking than other forms of recreation, possibly because bikers travel faster than hikers and can cause greater levels of disturbance (Naidoo and Burton 2020).We did not find evidence of recreation effects forred foxes. A possible explanation for this result is that red foxes are generally either nocturnal or crepuscular, and nocturnal species are less likely to be affected by recreation than diurnal species (Erb et al. 2012). Additionally, red foxes were positively associated with high trail use areas in a study by Erb et al. (2012), exemplifyingtheir adaptability and tolerance of human disturbance. We found that black bears avoidedmotorized vehiclesduring the day. Bears have been observed to avoid high use trail areas in previous studies (Erb et al. 2012), and motorized vehicles can cause greater temporal avoidance in mammal species than hiking (Naidoo and Burton 2020).It is also possible that black bears were more likely to use habitat where there were more hikers due to ease of locomotion on trails. Carnivores have been observed using human roads and trails to move through forest habitats in a variety of other studies (Colorado State Parks Trails and Wildlife Task Force 1998; Frey and Conover 2006; Andersen et al. 2017; Dickie et al. 2020). There is very little food or trash left behind on the trails in the study area; thus, food availability is an unlikely explanation for this pattern.Generally, wildlife species perceive a much greater threat from humans than from non-human predators (Clinchy et al. 2016), including domestic dogs (Suraci et al. 2019b). However, humans and dogs together can have a greater impact on wildlife than humans or dogs separately (Banks and Bryant 2007; Lenth et al. 2008, Parsons et al. 2016). Hikers in the study area often bring their dogs with them, which could increase their potential impact. However, the dog data wereexcludedfrom the analyses due to high correlation with the hiker data; therefore ourresults may somewhat underestimate the impact of hikingon wildlife.We grouped the captures of potential prey species, including muledeer, elk, marmots, and hares, to test whether prey species density influenced predator species habitat use. However, we acknowledge that the predator species in this study may also prey on other species(mice, voles, ground squirrels and chipmunks,and birds)for which we did not have data. Ourresults show a general relationship between prey density and predator habitat use, but further research should study prey effects further, including smaller mammals and birds, to increase the precision of the estimate of this relationship.We studiedfour common species found at the study site, but this area is home to many more species, including other large mammals such as mountain lions and elk. However, we were unable to fit occupancy models for the other species found at our sites due to insufficientdetection data. This is not to say that humans have no impact on their distributionand abundance as shown in studies by Suraci et al. (2019a), Suraci et al. (2019b), Naylor et al. (2009),and Ciuti et al. (2012). Future studies could use more survey sites(Mackenzie et al. 2006) and an extended data collection period to capture more detections and create models forrare species.Of the four recreation impacts we found, three were impacting species detectability rather than occupancy, which suggests that human recreation in the study area causes secretive behavior and reduced activity more than spatial displacement. Importantly, these results show that wildlife species are differentially affected by human recreationactivities. These findings lend support to sustainable ecotourism recommendations founded on the knowledge that wildlife species each have unique sensitivities and management needs (Samia et al. 2017). Therefore management plans should be tailored to the species of interest; single interventions will likely have different impacts on different species."
        }
        {
            "title": "Performance Approaches to Semantics in Human Language",
            "tl;dr": "",         
            "abstract": "Over the course of human history, prominent hypotheses for the source of human behav-ioral uniqueness have included freedom from metaphysical necessity, rational intention, andstrong social altruism. However, when applied to questions concerning the evolution andcurrent use of human language, these hypotheses generate more problems than they solve.These include everything from the statistical improbability of hopeful monster mutationsto the unstable strategy of altruism without reciprocity. Adopting a performative view ofhuman language removes these problematic dependencies, and explains aspects of languagelike phatic speech, fossils, and register, that require special pleading by one or more of thepopular hypotheses.This thesis provides two pieces of computational evidence for a performative view of hu-man language. First, it shows that the possibility space of human language is much smallerthan expected for a rule based but otherwise semantically unrestricted communication sys-tem. Second, it shows that the semantic information contained in an entire speech act ispoorly predicted by the semantic information of its individual parts, as might be expectedfor a compositional system designed for efficient communication.To conduct this second analysis, a novel method was developed based on the distribu-tional theory of semantics for measuring the information content of human speech. Brie y,it is a measure of the distance between the distribution of terms in a language and the condi-tional probability of their appearance within a context of interest. This same method showspromise for testing other hypotheses about the nature and origin of language that involvean informational component.",
            "keywords": "",   
            "section": "discussion",
            "input": "",         
            "output": "While the total theoretical number of unique sentences in English is very large, the numberthat are actually used in conversation is smaller by several orders of magnitude. Using theShannon method for this corpus, we can use our measurement of average sentence length, 78characters, to get an estimate for the theoretical number of English sentences,(seeEq.5.1). While slightly smaller, this is not appreciably different than Munroe's estimate fortweets.However, our estimates for the number of probable unique sentences using the bitwisemethod, is more than ten orders of magnitude smaller8(Tab.5.4). We consider a difference of fourteen orders of magnitude between the empirical estimate and thetheoretical estimate to indicate that the theoretical one may be unrealistic.To be sure,  ve hundred billion unique English sentences is still a very large number{ much larger than any person will encounter in their lifetime. However, there is no needto hear every possible sentence in order to infer enough about the structure of a languageto start producing your own sentences in it.  It should be possible to do so based on arelatively small sample, especially when that language has regular grammar rules that applyto the more uncommon utterances; and, when many of the sentences heard in daily life areritualized utterances surrounding typical social situations.Let's assume for the sake of argument that the average person hears about nine hun-dred sentences per day, or per year (a rough estimate based on research from[mehl_et_al_2007]). We can use this value to do a back of the envelope calculation of theprobability of encountering a new sentence by age.Using just this estimate for number of sentences per year, we can apply the logit modelin a fairly straightforward manner to calculate that a 7 year old child can expect only 90%of the sentences they hear to be novel9. By their 60s, a person has only an 77% chance ofhearing something new.We can also use this model to ask a slightly different question that will allow us to makedirect comparisons with the Shannon estimates { what is the fraction of all possible sentencesa person can expect to have heard at any age? This is computationally trickier, but a fewkey milestones have been been plotted for both the theoretical estimate and our ecologicalestimates (Fig.5.4).It is clear here that a poverty of the stimulus type argument clearly applies for theShannon estimates, as the proportion of language experienced by a human during their liferemains 0%. The bitwise and cosine estimates, however, grow visibly larger over the course of the lifespan, until a human can expect to have experienced 1=300th of the semantically(cosine) unique possibilities of their language by the end of their life. This seems to be amore realistic estimate on its face, and paints a different picture of the relative quantity oflanguage received by humans while learning to speak.One interesting consequence of calculating time-to-competence this way is that the rateof exposure to English matters a great deal. It's possible that the well-documented effectof reading on increasing language  uency is simply a side effect of the fact that it is fasterto read words, roughly 5=3 as fast in English, than to listen to them spoken aloud10. Ifa person were to replace all of the time they spent listening with time spent reading, theproportion of the total possible sentences in English they would be exposed to would roughlydouble over the course of their life, with their likelihood of surprisal would only drop from77% to 72%."
        }
    ],
    "generate_conclusion": [
        {
            "title": "Improving Sequential Decision Making in Human-In-The-Loop Systems",
            "tl;dr": "",         
            "abstract": "Interactions between humans and autonomous systems are always necessary.  They couldbe very simple interactions such as a person pushing a button to trigger a specific function,or more complicated interactions such as an autonomous vehicle interacting with other hu-man drivers.  Therefore, a safe and efficient interaction is crucial for advancing autonomoussystems, especially those requiring persistent interactions with humans.One common type of such systems is the human-assistance system such as warning sys-tems in the aircraft and automatic braking systems in automobile.  Traditionally, they onlymonitor the states of the machine to prevent human errors and enhance safety, but not takeinto account the state of the human in their decision-making processes, arguably the greatestvariability affecting the safety.  In light of the above drawbacks, we believe that more desir-able autonomous systems should take the human state into account in their decision-makingprocesses.  In other words,  other than the task completion,  the exploration,  estimation oreven control of the human state should be a part of the decision-making loop in suchhuman-in-the-loopsystems. Moreover, to estimate the state of the human, most autonomous systemsjust passively gain information from their sensors, while ignoring the fact that the action ofthe autonomous system can actually help understand and estimate the human state better,and a better understanding of the human state will better achieve its goal as well.In  this  thesis,  we  will  develop  frameworks  and  computational  tools  for  human-in-the-loop systems to achieve a safe and efficient interaction.  Beginning with a general form ofthe  interactive  model  using  a  partially  observable  discrete-time  stochastic  hybrid  system,we  describe  how  its  discrete  form,  partially  observable  Markov  decision  process,  can  beused to integrate the human model, the machine dynamical model and their interaction ina  probabilistic  framework.   We  will  further  advance  the  discrete  version  to  hidden  modestochastic hybrid systems that can consider continuous states with discrete hidden modesused  to  model  the  hidden  human  intents.   We  tackle  the  computational  challenge  of  theoptimal control problem in hidden mode stochastic hybrid systems and show a significantimprovement in the computational time.  A driver-assistance application shows the efficacyof  our  proposed  method.   Finally,  we  propose  to  incorporate  the  safety  constraint  by  a novel  model  predictive  control  based  framework,  which  will  encourage  the  exploration  ofthe hidden human intent as well as achieving its goal with hard safety constraints.  Takingthem together, these contributions advance the computational framework for next generationhuman-in-the-loop systems, which are capable to monitor both the human and the machinestates,activelyexplore the human intent, and give appropriate feedbacks to them in orderto enhance both safety and efficiency.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": "This thesis contributes to the development of frameworks and computational tools for de-signing safe and efficient human-in-the-loop systems in which human intents are hidden.  APOMDP-based (Chapter 2 and 3) and a MPC-based (Chapter 4) sequential decision-makingframeworks are proposed to integrate the human model, the machine dynamical model andtheir interaction.  There are different venues for these two frameworks.  The POMDP-basedapproach is a model-based formulation for planning in multi-intent human-in-the-loop sys-tems whose optimal policy can be solved offline.  Although it takes more time to computethe control policy, once we solve the policy, running the policy can be very fast and done inreal time.  Therefore, it is suitable for non-safety-critical systems that require fast interactivebehavior.  On the other hand, the MPC-based approach requires a longer time horizon sinceit has to solve an optimization problem in real time, but its advantage is that it can incorpo-rate hard constraints so it guarantees the constraints will not be violated.  Our results showthat both approaches enable us to design autonomous systems that are aware of the effectof their actions on the human, resulting in a faster identification of human intents, a saferinteraction,  and a better balance among decisions that gather information,  decisions thatchange the human intent and decisions that complete the goal.Furthermore, the computational challenges are addressed and tackled in Chapter 3 and 4.We  utilize  quadratic  function  approximation,  lower  bound  update  and  point-based  valueiteration to make solving an optimal policy possible in the hidden mode stochastic hybridsystem,  which  results  in  a  significant  improvement  on  the  computational  time.   For  theMPC-based  method,  Gaussian  approximations,  covariance  updates  and  linear  constraintapproximations are used to accelerate the computation, making the intractable formulationbecome a tractable problem.Taking them together, our contributions provide a formalism for designing efficient andsafe human-in-the-loop systems."    
        }
        {
            "title": "Mammals respond differently to human recreation",
            "tl;dr": "",         
            "abstract": "Outdoor recreation benefits local economies, environmental education, and public health and wellbeing, but it can also adversely affect local ecosystems. Human presence in natural areas alters feeding and reproductive behaviors, physiology, and population structure in many wildlife species, often resulting in cascading effects through entire ecological communities. As outdoor recreation gains popularity, existing trails are becoming overcrowded and new trails are being built to accommodate increasing use. Many recreation impact studies have investigated effects of the presence or absence of humans while few have investigated recreation effects on wildlife using a gradient of disturbance intensity. We used camera traps to quantify trail use by humans and mid-to large-sized mammals inan area of intense outdoor recreation--the Upper East River Valley, Colorado, USA. We selected five trails with different types and intensities of human use and deployed six cameras on each trail for five weeks during a COVID-enhanced2020 summer tourism season. We used occupancy models to estimate detectability and habitat useof the four most common mammal species in the study area and determined which human activities affect the habitat use patterns of each species. Human activities affectedeach species differently. Mule deer (Odocoileus hemionus) werecommon throughout the study site, and they changedtheir diurnal activity patterns to avoid hikers. Coyotes(Canis latrans)and red foxes (Vulpes vulpes) were mostlikelywhere their prey species were,and coyoteschangedtheir diurnal activity patterns to avoid mountain bikers.Black bears (Ursus americanus) werelikely where there weremore hikers, and they changedtheir diurnal activity to avoid motorized vehiclessuch as cars. Humans and their recreational activities differentially influence different species. More generally, these results suggest that it is therefore unlikely that a single management policy is suitable for all species and management will likely have tobe tailored for a given species.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": ""    
        }
        {
            "title": "Performance Approaches to Semantics in Human Language",
            "tl;dr": "",         
            "abstract": "Over the course of human history, prominent hypotheses for the source of human behav-ioral uniqueness have included freedom from metaphysical necessity, rational intention, andstrong social altruism. However, when applied to questions concerning the evolution andcurrent use of human language, these hypotheses generate more problems than they solve.These include everything from the statistical improbability of hopeful monster mutationsto the unstable strategy of altruism without reciprocity. Adopting a performative view ofhuman language removes these problematic dependencies, and explains aspects of languagelike phatic speech, fossils, and register, that require special pleading by one or more of thepopular hypotheses.This thesis provides two pieces of computational evidence for a performative view of hu-man language. First, it shows that the possibility space of human language is much smallerthan expected for a rule based but otherwise semantically unrestricted communication sys-tem. Second, it shows that the semantic information contained in an entire speech act ispoorly predicted by the semantic information of its individual parts, as might be expectedfor a compositional system designed for efficient communication.To conduct this second analysis, a novel method was developed based on the distribu-tional theory of semantics for measuring the information content of human speech. Brie y,it is a measure of the distance between the distribution of terms in a language and the condi-tional probability of their appearance within a context of interest. This same method showspromise for testing other hypotheses about the nature and origin of language that involvean informational component.",
            "keywords": "",   
            "section": "conclusion",
            "input": "",         
            "output": "There are some concerns with the estimates presented here.  First, the English corpus isdrawn from a particular sociocultural community which largely consists of 18-35 year oldeducated white males living in the United States, and thus fails to capture the full diversityof the English language. Additionally, the corpus was collected over a relatively short periodof time { just 6 months. An actual human is exposed to language that changes over time,presenting something of a moving target. Finally, the amount of exposure is only one factorin learning a language, which must also include factors like pragmatic usage and socialcontext.However, our estimates for the number of likely sentences in English bene t from beinggrounded in observations of real use of language. They are generated from a probabilisticmodel of encountering sentences, which is more ecologically valid than a model which treatsthe distribution of sentences to be rectangular in their probability of appearance. Finally,they also produce more reasonable values for language exposure.These estimates were used to produce three major sets of  ndings. First, that a largeportion of any person's language exposure is to the same set of common sentences.  Wesaw this above where an adult in their 80s has a 23% chance that the next sentence theyhear will be something they have heard before. Halving this probability of surprisal dropsthe requisite age by a factor of seven11. Second, we deduce that the total number of likelysentences is much smaller using empirical estimation, suggesting that theoretical estimatesgreatly overestimate the number of viable sentences in a language. Third, the models  ttedto empirical data produce a more reasonable account of how much language a child needs tohear to make inferences about the structure of that language."    
        }

    ]
    
} 
