{
    "generate_text": [
        {
            "title": " 科学建模的虚构表征方法论研究 ",  
            "abstract": " 当代科学哲学的进步在于,科学思维方式会随着科学的不断进步而发生改革。科学建模的虚构表征作为一种新近在科学哲学中兴起的极具研究价值的方法论,始终渗透于科学实践活动中。而专注于科学实践研究的学者们所进行的工作不止是试图对科学模型的构建过程进行描述,还试图对科学家所使用的不同表征方法的属性进行深入的认识。这正是分析哲学与科学哲学中被快速关注到的一个研究重点。随着科学实践活动的日渐深入,科学家们注意到将目标系统按照等比例缩小或扩大从而构建出实体模型是科学表征的实物表征活动。但在其他的建模领域,我们需要根据已经掌握的知识及已获得的研究,去构建和实体化原本并不被轻易观察到的对象,这导致了当前科学研究中大多数的科学模型都以非物质形态模型出现,这种情况我们如何进建模研究呢?在这种局面下,越来越多的科学哲学家另寻出路,反思科学想象或者说科学虚构,究竟在科学解释的建模过程中扮演了什么角色。随着对这一问题的思考,科学哲学家们发现,虚构可以作为一种探索科学实践活动中构建模型的科学想象力运用的方法来对此问题做出回答,并进而扩展并成为关于科学建模的虚构表征方法论研究。本文由第一章绪论、五章系统性论述及最后一章结论组成。第一章,简要概述了本文的研究背景与研究意义,分别考察了国内外研究现状,对为何开展对于“科学建模的虚构表征”的研究作了详细说明。同时,简要介绍了五个章节的主要内容,论述了各章节之间的逻辑关系,以及文章的创新与不足之处。第二章,科学建模虚构表征的哲学考察及科学溯源。本章是对科学建模的虚构表征方法的背景分析,首先基于对文学虚构与科学虚构的对比研究分析,认为虽然文学虚构概念为虚构方法的应用带来灵感,但并不是虚构表征方法中虚构方法的概念缘起,实际上科学虚构并不等同于文学虚构。其次分别考察了虚构哲学的发展脉络以及科学实践中的想象与“虚构”,认为虚构哲学的发展提供了虚构方法的哲学根基,而科学实践则是虚构方法具体形成了认知来源。最后通过对科学虚构论内涵的阐述以及“模型虚构论”观点的分析与考察,提出了本文的研究主体——科学建模的虚构表征方法。第三章,科学建模虚构表征方法的方法论论证。本章是对虚构表征这一方法论的论证,在考察当代科学模型表征理论的困境的同时为虚构表征方法的研究进行可行性与合理性分析,为后续章节提供了理论基础。一方面概述了虚构表征方法的内涵特征,另一方面介绍了虚构表征方法研究的具体进路。文中所述虚构表征方法的间接与直接进路皆有其可取之处与不足,经过审慎的思量,笔者认为虚构表征的DEKI说明方法既坚持了间接虚构表征基本思想,又弥补了直接表征进路的明显缺陷,因此具有一定的方法论研究意义,能够成为当前科学哲学方法论最具有前途的一条研究进路。第四章,面对多方面的诘难,对虚构表征何以可能进行科学理性的分析。虽然我们在上述章节给出了科学建模的虚构表征的方法论论证,但引起了科学哲学界的疑问与诘难,具体表现为科学想象的逻辑困境、科学解释的本体困境以及真理表达的“两难问题”困境。基于虚构建模的现状与困境,此章主要完成了三个工作:第一,通过对想象的多重含义的区分以及命题想象的分类,对科学想象的进行梳理分析,厘清了科学想象的逻辑基础;第二,对解释本体论概念的演变进行分析以及探讨虚构表征的本体论约束,为虚构实体做出了本体论性证明;第三,面对字面论与求真论之间的“两难问题”悖论,认同了虚构表征方法坚持求真论的理性光辉。同时,本章也是对虚构表征方法所进行的基于方法论内在的理性自证。第五章,虚构表征方法的载质演进——从扶手椅到计算机。本章对当前科学实践中应用力最为广泛的科学建模实践方法——计算机模拟进行分析,认为计算机对于我们构建物质模型与非物质模拟的能力都产生了巨大影响,这种科学的进步源于虚构建模中建模载质的扩展。科学实践中数学方法的应用是计算机模拟参与建模实践的必要前提,而计算机模拟强大的计算能力则在载质演进中延展了人类的认知实践能力,从而能够更好的达成科学研究的目的。至于计算机模拟的演进是否使其成为了一门新的科学哲学,本文对此持否定的意见,基于科学建模的虚构表征视角来看,计算机模拟是科学建模技术的进步,是科学哲学家从扶手椅到计算机的研究载质的演进,是科学建模虚构表征方法合理的外在应用。第六章,科学实在论维度的分析与科学方法论的辩护。“虚构”概念先天性的带有对科学实在论的质疑,持有一种反实在论的立场,这是对虚构表征方法的偏见。因此本章首先从科学实在论的维度对虚构表征的形而上学问题展开探讨与研究,通过对语境论的考察与分析,笔者认为语境论完全可以为虚构表征方法提供坚实的科学观基底以及坚定的科学方法论论证。其次,虚构表征方法是科学建模实践中最具有优势的一种研究方法,因此应该从科学方法论的角度为其辩护,证明其是一种科学建模实践的完备性研究方法,也是当前科学哲学方法论研究最具有前途的方法。第七章,结论部分对科学建模的虚构表征方法进行了基于全文的整体总结。虚构表征的方法一方面越来越合乎科学方法论的研究需求,成为当前科学哲学方法论最具有前途的研究方法,另一方面在自然科学以及社会科学的研究中有着更为广阔的应用空间。  ",
            "keywords": " 科学建模,虚构表征,科学想象,DEKI表征 "
        },
        {
            "title": " 全实正代数整数的性质和整超限直径 ",  
            "abstract": " 设α为d次代数整数,它的极小多项式为P(x),α1,...,αd为α的所有共轭元.若α的共轭元都为实数,则称α为全实代数整数.若其共轭元都为正数,则称α为全实正代数整数.α所有共轭元的均值称为α的绝对迹.Schur-Siegel-Smyth迹问题就是要确定全实正代数整数绝对迹构成的集合T的最小极限点L.该问题已有一百多年的研究历史,至今仍未解决.为了研究该问题,本文第3章对给定次数的具有小绝对迹的全实正代数整数进行了完全搜寻.在此过程中提出了一种新算法,即构造了一种结合Chebyshev多项式的新型辅助函数.该算法可以更加精确地计算要搜寻的代数整数对应极小多项式系数的取值范围,从而使得搜寻效率提高了五百多倍.利用计算结果,我们将Schur-Siegel-Smyth迹问题的下界提高到了1.793145···.α所有共轭元k次幂的均值称为α的绝对Sk-测度.对任意k>0,全实正代数整数绝对Sk-测度构成的集合Tk的最小极限点Lk都是未知的,该问题是Schur-Siegel-Smyth迹问题的推广.本文第4章利用辅助函数方法及优化后的Wu算法计算了k(2≤k≤15)为整数时Lk的下界νk,并据此分析了当k趋于无穷时,νk的变化趋势.更一般地,本文还给出了k为实数时Lk(k>2)的下界.α的房子(地基)表示α共轭元的最大(小)模.代数整数共轭元的分布问题涉及房子、地基及绝对迹等重要测度.Schinzel-Zassenhaus猜想与代数整数房子的下界有关.本文第5章首次得到了给定绝对迹的情况下,全实正代数整数房子的下界,并改进了给定绝对迹的情况下,全实正代数整数地基的上界.由此,对于某些给定的σ(0<σ<1),我们得到了共轭元位于区间(σ,4+σ-ε)的全实正代数整数绝对迹的上下界.辅助函数在上述问题的研究中发挥了重要作用,该方法最早由Smyth引入数论领域.Wu首次将其与整超限直径建立了联系.与整超限直径相关的整Chebyshev问题也是数论中一个古老的问题,它是要寻找区间[0,1]上的上确界范数最小的次数不超过n的整系数多项式qn(x),并分析当n趋于无穷时,其上确界范数的变化趋势.整Chebyshev问题源于素数定理的一种初等证明方法,它还可以推广到任意长度小于4的实区间.本文第6章将该问题推广到了两类特殊的实区间,Farey区间及[0,((√n-√m))2],它们分别与Schur-Siegel-Smyth迹问题及无理数的有理逼近问题有关.我们给出了这两类区间上整超限直径的最新结果,并分析了该区间上整Chebyshev多项式的特征.特别地,我们将[0,1]上的整超限直径上界改进到了0.422678.在研究方法上,第3章提出了一种完全搜寻具有某种特性的代数整数的新算法;在第4、5、6章的研究工作中,主要通过对Wu算法的优化以及不同问题下相应代数整数的特征分析,得以构造更优的辅助函数,从而获得了更好的计算结果.此外,第6章的研究结果还得益于充分考虑了具有小迹的代数整数与Farey区间及[0,((√n-√m))2]上的整超限直径的关系.  ",
            "keywords": " 全实正代数整数,Schur-Siegel-Smyth迹问题,整超限直径,辅助函数;Wu算法 "
        },
        {
            "title": " 基于近场动力学理论的非均匀材料断裂行为研究 ",  
            "abstract": " 因具有可设计性,非均匀材料成为航空航天等大型结构中最重要的潜在材料之一。非均匀材料的断裂行为复杂。基于传统局部力学理论的数值方法因理论局限性在研究非均匀材料结构的断裂行为时常常会遇到困难。作为一种新型非局部力学理论,近场动力学理论在计算材料断裂行为方面具有先天优势。基于近场动力学理论,本文提出了改进计算格式和算法,研究了非均匀材料在准静态荷载、疲劳荷载以及热冲击荷载下的断裂行为和裂纹扩展机理,主要研究内容和创新点包括:(1)提出了离散型键基近场动力学模型,推导了该模型的材料微模量计算格式,提出求解非均匀材料时采取的键常数能量分配计算策略;阐述近场动力学求解动态问题及静态问题时数值算法过程,计算出结构动态位移、静态位移、热致变形、应力强度因子以及近场动力学J积分,对比由改进模型、原始键基模型以及解析方法得到的力学响应计算结果,验证并阐述了改进模型的正确性及其在计算精度方面的提升。研究发现:改进模型可以避免边界修正计算;计算结构变形和断裂参数方面,离散键基近场动力学模型的计算精度较原始模型均有提高。(2)采用离散型键基近场动力学模型研究非均匀材料准静态荷载下的混合型裂纹扩展行为;推导了近场动力学下非均匀材料改进J积分的位移计算形式;验证了改进J积分在非均匀材料中的路径无关性,简化了原有近场动力学积分区域的计算复杂性。以功能梯度材料为例,分析材料非均匀性和荷载水平对混合型裂纹扩展路径和围线积分的影响;与已有试验和数值结果对比,改进模型能更好地捕捉到非均匀材料试验结果中的混合型裂纹扩展路径;当材料分布方向与预制裂纹方向非正交时,材料分布和荷载水平都将导致裂纹扩展方向发生偏折,且对围线积分结果影响显著。(3)采用离散键基近场动力学模型计算塑性断裂行为,改进了疲劳模型算法,研究了非均匀材料的裂纹转折和疲劳裂纹扩展。为验证裂纹转折和疲劳裂纹扩展数值结果,设计并完成了搅拌摩擦焊接接头试件的准静态断裂和疲劳裂纹扩展试验;计算并研究了由焊接方向引起的材料非均匀分布和圆孔对裂纹转折和疲劳裂纹扩展的影响。结果表明:改进模型和算法可有效预测试验中的裂纹转折现象和疲劳裂纹扩展速率;当材料分布方向与预制裂纹方向正交时,裂纹更倾向于向材料较软侧扩展和转折,疲劳裂纹扩展速率受到材料分布的影响并不大;结构存在圆孔时,裂纹扩展方向主要由圆孔位置控制,此时材料分布对裂纹扩展方向的影响较小。(4)发展了离散型键基近场动力学热力耦合模型算法,改进模型可有效减小边界效应,提高了热传导计算精度;计算了淬火陶瓷板的热致断裂,与已有试验和数值结果对比分析,发现在计算热致裂纹萌生和扩展问题上,改进模型比原始模型的精度较高,无论从裂纹萌生数量以及裂纹扩展路径都与试验结果更为相符。以功能梯度材料为例,研究了材料特性、结构缺陷及荷载温度对非均匀材料瞬态热传导和热致裂纹扩展行为的影响。研究显示:材料特征、边界温度以及结构缺陷对非均匀材料温度场分布有重大影响;非均匀材料分布特性和结构初始温度对其结构热致裂纹数量和热致裂纹长度的影响均较为显著。本文研究可为非均匀材料断裂行为计算提供近场动力学理论和算法支持,并有助于认清非均匀材料结构的裂纹扩展机理。  ",
            "keywords": " 近场动力学理论非均匀材料,混合型裂纹,裂纹转折,疲劳裂纹扩展,热致裂纹扩展 "
        },
        {
            "title": " 基于GPR机器学习算法的非牛顿流动宏-介观多尺度模拟研究 ",  
            "abstract": " 非牛顿流体是指不满足牛顿粘性定律的流体。在工程应用中,非牛顿流体大致分为两类:广义牛顿流体和粘弹性流体。非牛顿流体的流动简称非牛顿流动。非牛顿流动广泛存在于日常生活和工业生产中,对其进行数值模拟研究具有非常重要的理论意义及实用价值。非牛顿流动问题的数值模拟框架是求解耦合本构模型的宏观流动控制方程组。非牛顿流体的微观结构在不同流变条件下存在瞬时性,且极易在微小应力作用下发生改变,从而使得这类流体的流变特性取决于瞬时应变率,甚至还会依赖于其应变历史。因此,非牛顿流体宏观本构模型中表征流变性质的参数(如粘度、松弛时间等)对流体的微观结构具有较大的依赖性。然而,传统本构模型中的流变参数并未很好地反映这种依赖性,导致数值结果不能真实描述非牛顿流体的流变特性,有时甚至会产生违背物理事实的现象。综上,从非牛顿流体的微观结构出发,获取流变参数信息,使本构模型的物理意义更明确,进而建立非牛顿流动宏-微观多尺度模型是提高非牛顿流动数值模拟预测可靠性的一种有效手段。目前,非牛顿流动宏-微观多尺度模型要付诸实施存在如下问题:(a)宏观尺度下,当粘弹性流动体系的弹性效应很强时,流场求解器的精度与稳定性难以取得最佳平衡。(b)微观尺度下,分子动力学(Molecular Dynamics,MD)方法一般只用于模拟纳米和纳秒尺度内的流动问题,很难有效应用于实际问题。(c)传统微尺度模型未考虑粒子作用距离与其所处状态的关系,导致宏观流变信息预测不准确。(d)非牛顿流动中,流体的剪切速率变化幅度往往跨越多个量级,采用传统多尺度方法获得覆盖多个剪切速率量级的流变参数需要进行大量的微观模拟,计算成本巨大。为解决这些问题,本文建立了一种基于高斯过程回归(Gaussian Process Regression,GPR)机器学习算法的非牛顿流动宏-介观多尺度模型,发展了一种耦合稳定化方法的高精度宏观流场求解算法,并提出了一种变截断半径的新的介观模拟算法。具体工作包括:(1)针对非牛顿流动宏观数值求解器的精度与稳定性难以取得最佳平衡的问题,对广义牛顿流动(对数值算法的精度与稳定性要求不苛刻),采用高效的非结构网格有限体积法(Finite Volume Method,FVM)进行模拟;对基于有限拉伸非线性弹性-Peterlin(Finitely Extensible Nonlinear Elastic-Peterlin,FENE-P)模型的粘弹性流动(对数值算法的精度与稳定性均要求苛刻),发展了一种耦合熵粘性方法(Entropy Viscosity Method,EVM)的高精度谱元法(Spectral Element Method,SEM),增强了计算格式的稳定性。(2)针对MD方法计算耗时且难以有效应用于实际模拟的问题,采用计算效率高、能反映物质微观结构的介观耗散粒子动力学(Dissipative Particle Dynamics,DPD)方法作为非牛顿微观流动信息的提取方法。此外,为了准确得到聚合物溶液的流变信息(如流体的粘度等),本文在计算DPD粒子间作用力时,提出了一种变截断半径的DPD模型。新模型可根据粒子所处的状态灵活地改变截断半径,有效克服了经典DPD模型因减弱非牛顿流体剪切变稀效应而导致流变信息失真的缺陷。(3)针对唯象性本构模型中的粘度项忽略流体微观结构的影响,建立了宏-介观多尺度模型模拟广义牛顿流动。其中,基于非结构三角网格的FVM求解宏观流场,并向介观DPD模拟传递流场的应变率信息;介观DPD方法完成特定应变率下的纯剪切模拟后,返回对应的粘度信息。为了从介观模拟结果中得到准确的粘度以封闭宏观流动模型,同时减少介观模拟的计算量,提高求解效率,采用基于GPR的主动学习算法获得粘度与剪切速率的依赖关系。这样,宏观流场求解器只在必要时,根据探测函数自适应地启动介观DPD模拟。(4)针对经典FENE-P本构模型中的粘度和松弛时间因忽略真实微观结构而不能准确预测粘弹性流体流变性质的问题,建立了基于GPR主动学习算法的粘弹性流动宏-介观多尺度模型。其中,采用耦合EVM的高精度SEM求解宏观流场,并向介观DPD模拟传递流场的应变率信息;介观DPD方法完成特定应变率下的纯剪切模拟后,返回粘度、第一法向应力差等信息;基于GPR的主动学习算法用于快速学习依赖剪切速率的粘度和第一法向应力差,以封闭宏观流动控制方程组。在保证宏-介观模拟精度的同时,提高了求解效率。 ",
            "keywords": " 非牛顿流体,多尺度模型,耗散粒子动力学,高斯过程回归,机器学习 "
        },
        {
            "title": " 基于深度生成模型的变分自由能方法及其在物理学中的应用 ",  
            "abstract": " 随着网络的发达和大数据时代的到来,现代深度学习已在图像识别、自然语言处理等领域取得长足进步,其应用场景已渗透进人们生活的方方面面,甚至有望带来人类生产方式的新一轮革新,引发了社会各界的广泛讨论。这一切之所以能够发生,一方面基于深度神经网络强大的函数拟合能力,同时也建立在软硬件计算资源和基础设施的飞速发展之上。近年来,深度学习工具也开始被用于物理学等自然科学研究中,由此诞生的所谓“AI for science”研究范式已经开始在生物学、能源、制药等与人类发展息息相关的领域产生重要影响。与传统机器学习任务主要基于海量的“模糊”数据(如图像、文字、语音等等)不同,自然科学问题往往建立在精确的物理原理之上。在本论文中,我们介绍一个可用于研究一大类强关联物理系统性质的通用计算框架——变分自由能方法。这一方法根植于统计物理学中的变分自由能原理,它在研究大量相互作用自由度的宏观行为上具有基础性理论地位。得益于深度学习模型和软硬件基础设施的发展,我们能够真正发挥变分自由能方法的威力,并在很多重要的基本物理问题上带来全新且富有启迪的进展。本文的具体安排如下:在第1章中,我们首先以一个简单的图像识别例子,介绍深度学习的基本组成部分,包括神经网络模型,目标函数、基于自动微分的梯度计算、优化算法等,它们同时也构成了变分自由能方法的骨架。接下来,我们着重介绍自动微分和深度生成模型的基础知识和最新进展。简单地说,生成模型可以帮助我们对具体物理问题中的各种概率分布进行建模,而自动微分则是对模型进行梯度优化的底层计算引擎,二者对变分自由能框架而言缺一不可。在第2章中,我们介绍神经网络正则变换的基本理论,并强调它与现代生成模型(尤其是流模型)的密切联系。我们进而讨论如何将它与变分自由能原理相结合,构造出一个可用于研究连续空间相互作用费米子系统有限温性质的通用计算框架。最后我们以二维量子点这样一个简单体系为例,展示这一计算框架的实现流程。在第3章中,我们使用基于神经网络正则变换的变分自由能方法研究了物理学中一个重要而基本的问题:相互作用均匀电子气的准粒子有效质量。通过直接从体系的低温熵中提取有效质量的信息,变分自由能方法有助于澄清之前的理论和数值工作中存在的诸多分歧。为了达到这个目的,与上一章的量子点例子相比,本章的变分自由能计算在诸多技术细节上做了优化。在第4章中,我们使用变分自由能方法研究了稠密氢的有限温性质。氢是宇宙中最丰富的元素,也是元素周期表中最简单的元素。然而在高压下,由大量质子和电子组成的稠密氢会展现出丰富的物质相,其中不乏金属氢、高温超导这样具有重要意义的物理课题。另一方面,对稠密氢相图和状态方程的定量计算对行星科学、核聚变等学科也具有重要意义。我们对稠密氢在中间温区下的原子和分子液体相进行了初步探索,更进一步的研究仍在进行中。在第5章中,我们总结了变分自由能方法近年来的发展,并对其应用前景做了展望。 ",
            "keywords": " 变分自由能方法,自动微分,生成模型,神经网络正则变换,稠密氢, "
        },
        {
            "title": " 非厄米物理中的能量简并劈裂与相关的波包动力学 ",  
            "abstract": " 非厄米趋肤效应是非厄米物理研究中的一个重点。本文主要研究了一维非厄米系统内自由能谱简并劈裂情况和非厄米趋肤效应之间的关系,以及与之相关的波包动力学现象和相应的非厄米量子线路模拟实验平台。在本文中,我们先简单介绍了非厄米物理的起源,并详细介绍了非厄米趋肤效应的研究现状,包括其定义,重要的理论结果,相关的动力现象。此外,我们还介绍了一些用于非厄米体系模拟的实验平台。接下来,我们仔细讨论了一维非厄米系统内非厄米系统自由能谱简并情况及其与非厄米趋肤效应的对应。并且我们基于对称性和广义布里渊区理论,对一维非厄米紧束缚体系进行了简单分类,提出了一类新的趋肤效应现象,部分非厄米趋肤效应。最后,我们还将广义布里渊区理论推广到连续模型,建立了广义波矢理论,并由此将能谱简并劈裂与非厄米趋肤效应的对应推广到连续模型中,建立自由能谱简并劈裂和连续系统趋肤效应的对应。另外,我们研究了非厄米系统内的波包动力学及其与非厄米系统自由能谱简并劈裂的关系。我们研究了非厄米手性动力学和非厄米反常散射这两种非厄米动力学现象,并讨论与非厄米系统自由能谱能量简并劈裂之间的关系。我们还引入了波包的平均位置和相对衰减率来定理刻画波包演化的行为,并给出在一维非厄米演化体系内的这些可观测量的理论值。基于我们之前讨论的非厄米波包动力学,我们定性解释了一些非厄米动力学现象。此外,我们提出通用量子线路作为新的非厄米模拟实验平台。我们构建一类非厄米离散时间量子行走作为我们的研究系统。我们基于此设计了三个通用量子线路实验来分别验证三种非厄米现象:非厄米手性动力学现象,非厄米漏斗现象和非厄米反常散射现象。最后我们采用两类常见的量子噪声,测量错误和环境退相干,来模拟计算量各个实验在量子噪声下的鲁棒性,由此证明我们的实验设计有希望在近未来的小尺寸含噪声的量子计算机上实现。最后,我们总结了文章的主要内容并且展望了一些有潜力的非厄米物理研究方向。 ",
            "keywords": " 能量简并劈裂,非厄米趋肤效应,非厄米波包动力学,量子线路 "
        },
        {
            "title": " 基于质谱的单细胞蛋白质组学新方法研究 ",  
            "abstract": " 由于细胞中的蛋白质组信息与细胞的功能和状态直接相关,单细胞蛋白质组表征技术因其可直接获取单细胞水平的蛋白质组成和定量数据而具有不可替代的应用价值。然而,在蛋白覆盖深度和样品分析通量上,单细胞蛋白质组学技术远落后于单细胞转录组学,导致其难以大规模应用。因此本论文旨在通过色谱质谱、数据分析、样品制备的创新研究提升基于质谱的单细胞蛋白质组学分析的灵敏度和分析通量。为了克服质谱数据依赖性采集和长色谱梯度分离的缺点,我们开发了一种结合低流速快速色谱分离,MS1 only质谱采集,基于深度学习的保留时间预测和参考库依赖的4D质谱特征(feature)匹配的分析方法(SCP-MS1)以实现单细胞蛋白质组的高通量高灵敏度分析。其中低流速快速色谱分离是在5 cm×25μm的超短小内径纳升毛细管柱和100 n L/min的低流速基础上实现的。MS1 only的质谱采集可以兼容快速色谱分离并同时避免串级质谱分析导致的信号损失。以迁移学习为基础的深度学习软件Auto RT只需少量的肽段训练模型即可实现准确的保留时间预测,因此适合单细胞的数据预测。4D质谱特征匹配可以提高匹配鉴定的专属性从而降低假发现率(False discovery rate,FDR)。整合以上四项技术,SCP-MS1可以在14分钟的洗脱梯度条件下从0.2 ng 293T细胞提取肽段样品中鉴定超过3000个蛋白和10000条肽段。当筛选每个蛋白至少2个独有肽段时,鉴定量仍高达2000个蛋白和7500条肽段,而且FDR从肽段水平的2.5%和蛋白水平的7.6%分别下降到0.3%和0.8%。将其应用于流式分选的293T和He La单细胞分别获得了1715±204和1604±224个蛋白鉴定。该方法进一步应用于Hep G2细胞的索拉非尼耐药机制分析发现耐药细胞群的异质性并且发现耐药细胞可能通过增强蛋白翻译和蛋白稳定性来提高对索拉非尼的耐受性。上述方法在提高单细胞蛋白质组分析灵敏度的同时也提高了分析通量,然而它的局限性在于需要大量细胞的分析来建立参考肽特征数据库。对于那些不能获得大量细胞的项目就不适用该方法。因此,针对单细胞和微量样品DDA分析中谱图利用率低的问题,我们开发了一个结合库缩减和保留时间过滤(ΔRT filtering)的三步搜索策略从质谱数据解析的角度来提高灵敏度。首先将待分析的数据合并搜索Uni Prot数据库,在PSM和蛋白水平均使用宽松的40%FDR,以尽可能多地获取该项目中可能被检测的蛋白。用这些检测到的蛋白作为新库,然后再用较严格的10%FDR执行第二次搜库获取较可信的鉴定。最后用ΔRT过滤以保留正确的鉴定和去除错误鉴定。使用该方法,在最终蛋白水平FDR小于1%的条件下,可以将0.2 ng样品的肽段和蛋白鉴定量分别提高143.1%和87.0%。该策略应用于文献报道的单神经元细胞蛋白质组数据分析将发现的差异蛋白数量提高了50%以上。在单细胞蛋白质组样品制备方法中,现已报道了多种纳升级的反应体系用于降低吸附损失和提高蛋白酶解效率,而这却增加了处理时间并牺牲了操作便捷性。因此,我们发展了一种温度和超声辅助酶切的one-pot快速单细胞和微量样品制备方法。该方法在降低样品损失的同时大大节省了制备时间。样品首先在冰上裂解5分钟,然后90℃变性10分钟,最后49℃超声酶切20分钟(单细胞样本42℃超声酶切30分钟),全部操作在一个0.2 m L的PCR管中进行,无样品转移步骤。使用该方法可以在35/45分钟内完成样品制备。将其应用于小鼠大脑不同区位的蛋白质组分析,从0.04 mm2样品中鉴定～2800个蛋白并发现了一系列空间分布异质的蛋白。生物信息分析发现这些差异表达的蛋白与代谢和神经系统功能相关。总之,本论文通过色谱质谱方法、数据分析方法和样品制备方法的创新提升了单细胞蛋白质组学分析的灵敏度和分析通量,为其大规模应用提供了技术支撑。将本论文所开发方法应用于Hep G2细胞耐药机制和小鼠脑组织空间蛋白质组异质性分析发现了一系列表达水平有差异的蛋白,展现了其应用潜力。 ",
            "keywords": " 蛋白质组学;生物质谱;样本前处理;单细胞;非标定量 "
        },
        {
            "title": " T应力对动态裂纹起裂和扩展行为的影响研究 ",  
            "abstract": " 在光面/预裂爆破中相邻炮孔间裂纹贯穿机理的研究过程中发现一普遍现象:双炮孔同时起爆,在两炮孔连线方向,两条对称相向扩展的Ⅰ型裂纹在相遇前发生偏转,并最后成“勾连”状。如何解释上述这一现象,从而实现爆生裂纹扩展行为和扩展路径的预测,将有利于爆破参数设计和爆破质量控制。传统断裂力学中采用应力强度因子K表征裂纹尖端应力场的大小,国内外学者研究发现裂尖应力场第二项,即T应力对裂纹起裂和扩展行为有显著的影响,会导致材料断裂韧度和Ⅰ型裂纹扩展方向的改变。基于此,推测爆炸荷载下裂纹扩展中的偏转和裂纹相遇时的“勾连”现象与T应力有关。本文依据由简到繁、循序渐进的科学思路,采用理论分析、模型实验和数值计算相结合的方法,揭示T应力对双孔裂纹起裂和扩展行为的影响规律,阐述工程爆破领域中的“勾连”现象机理。主要研究内容和结果如下:(1)考虑裂纹扩展主要是爆生气体驱动作用,并假定爆生气体压力恒定不变,建立无限板双圆孔承静态内压共线等长裂纹(模型Ⅰ)、共线不等长裂纹(模型Ⅱ)、有限板共线等长裂纹(模型Ⅲ)、半有限板共线等长裂纹(模型Ⅳ)、无限板等长不共线裂纹(模型Ⅴ)共5种数值模型,静态内压以模拟爆生气体的“准静态作用”;鉴于T应力与试件平面几何形状相关,建立考虑T应力的修正最大周向应力(MTS)准则,考虑模型几何尺寸,即裂纹长短、裂尖间距、圆孔距模型边界的距离、模型高度以及裂纹横向和竖向的偏置距离等因素的改变,研究了T应力对裂纹起裂和扩展行为的影响规律;数值计算的结果发现,当模型Ⅲ的高度较小时,裂尖产生正的T应力,基于考虑T应力的修正MTS准则,模型Ⅲ中裂纹可能产生偏转现象;对模型Ⅲ裂纹路径进行模拟,结果裂纹产生了偏转并最终成“勾连”现象,表明T应力是准静态荷载作用下裂纹偏转并最终产生“勾连”现象的主要原因。(2)实际爆破工程中裂纹扩展行为属于动力学范畴,为研究T应力对动态裂纹起裂行为的影响规律,建立霍普金森(SHPB)杆动态冲击静止缺口三维模型,首先验证了数值方法的有效性,然后考虑冲击速度和缺口长度的改变,研究了缺口端处的应力强度因子和T应力随时间的变化规律,最后采用临界应力准则预测了动态断裂韧度,分析了T应力对预测的动态断裂韧度的影响机理;计算结果表明,针对不同冲击速度的情况,缺口端处应力强度因子K呈现出先增大后平稳的趋势,随着冲击速度增大,缺口端处的动态K也随之增大;针对不同缺口长度的情况,缺口端处动态K总体呈现出增大的趋势;在Ⅰ型拉应力场产生的初期,缺口端处产生了相对较大的负的T应力,随着时间的增加,T应力快速增加到较小的正值后趋于平稳;负的T应力的绝对值越大,预测得到的动态断裂韧度也越大。(3)针对研究内容(2)中存在缺口是静止的、扩展过程中应力强度因子和T应力的变化情况未知以及动态断裂韧度是预测得到等不足,为验证SHPB冲击数值模拟结论的有效性,基于数字图像相关(DⅠC)技术进行SHPB冲击实验,采用考虑T应力的静态裂纹尖端位移场公式和位移外推法计算裂纹起裂时刻的K和T应力,研究了冲击荷载作用下裂纹起裂时的动态K和T应力的相互作用关系,采用考虑T应力和裂纹扩展速度的动态裂尖位移场公式和位移外推法计算裂纹扩展过程中的动态K和T应力,研究了裂纹扩展过程中动态K和T应力的变化规律;实验结果表明,负的T应力的绝对值越大,起裂时的动态断裂韧度也越大,与研究内容(2)得到的结论一致。裂纹扩展过程中的动态K总体呈现振荡衰减后持续减小的趋势,裂纹止裂时的应力强度因子值为0.94 MPa*(?);裂纹扩展过程中的T应力总体呈现振荡增加后持续增大的趋势,裂纹止裂时的T应力值为-5.42MPa。(4)针对研究内容(1)中裂纹扩展行为未考虑裂纹扩展速度的不足,选取模型Ⅲ为研究对象,将裂纹扩展速度引入修正的MTS准则中,建立考虑T应力和裂纹扩展速度的动态MTS准则,通过改变平面状态、泊松比、裂纹长度和模型高度等影响因素,研究了考虑动态断裂准则情况下裂纹起裂和扩展行为特征,探究了考虑动态断裂准则情况下裂纹路径是否仍出现“勾连”现象;数值计算的结果表明,随着裂纹扩展速度的增加,平面状态、泊松比的增加、裂纹长度的增加和模型高度的减小,裂纹偏转角度均呈现逐渐增大的趋势,即裂纹扩展速度越大时,裂纹偏转角度随之增大。对模型Ⅲ裂纹扩展路径进行模拟,模型Ⅲ中裂纹偏转并最终产生“勾连”现象;与静态MTS准则模拟的裂纹扩展路径相比,动态MTS准则计算的偏转角略大于静态MTS准则计算的偏转角,且裂纹偏转位置与裂纹尖端的距离小于静态MTS准则下的裂纹偏转位置与裂纹尖端的距离,即采用动态MTS准则进行裂纹扩展路径模拟时,裂纹会更早的发生偏转现象。 ",
            "keywords": " 双孔爆破;T应力;Ⅰ型裂纹;起裂角度;裂纹扩展路径 "
        },
        {
            "title": " 大型客机起落架/舱体耦合噪声产生机理与控制研究 ",  
            "abstract": " 我国正处于大型商用飞机研制的关键阶段,飞机噪声问题是大飞机研制过程中迫切需要解决的一项关键技术。飞机起落架及其舱体噪声是飞机起降阶段的重要噪声源,开展飞机起落架及其舱体噪声产生机理以及控制方面的研究,建立相关的理论储备与技术支撑,对飞机设计的工程实践具有十分重要的意义。本文以大型客机起落架/舱体为研究对象,以0.55米×0.4米航空声学风洞为研究平台,综合利用风洞PIV测试技术、脉动压力测试技术、声场测试技术和声源定位技术等技术手段,开展了大型客机前起落架模型在开舱状态下,起落架/舱体耦合噪声的产生机理及其声场特性的试验研究,提出采用锯齿单元对起落架/舱体耦合噪声进行抑制的措施,并对各种降噪措施进行试验验证。论文主要开展的工作如下:首先,对起落架/舱体耦合噪声的产生机理及声场特性进行了深入的试验研究。研究结果表明,舱体空腔安装完起落架后,其壁面脉动压力在低频频段峰值受到一定的抑制,同时,起落架引发的脱落涡进入舱体空腔内部,大部分频段脉动压力幅值均有所提升。通过对单独的起落架舱体、单独起落架和起落架/舱体三种构型的噪声特性进行对比研究发现:起落架舱体主要在低频频段对耦合噪声产生主要作用,而在耦合噪声的高频频段则是起落架起主要作用;由于低频频段能量较高,声耗散相对高频段要慢,因此通过降低舱体空腔噪声来抑制起落架/舱体耦合噪声的途径合理可行。第二,对低速条件下舱体空腔噪声的产生机理开展研究。通过噪声频谱分析,研究了不同速度下的自激振荡噪声和声腔共振噪声特性。结果表明:声腔共振频率与速度无关,而速度对舱体空腔自激噪声的频率影响比较明显。对不同模态噪声频率测试结果与文献公开的不同预测模型的噪声结果进行了详细对比。通过对比舱体壁面脉动压力和远场噪声频谱发现,两者窄带噪声的频率具有很好的一致性。利用PIV测试手段对舱体空腔内部的流场结构进行了研究,并对空腔内部涡结构衍化过程的深入分析,进一步阐述了舱体噪声的产生原因及其传播特性。第三,完成了单独舱体空腔降噪措施的研究。根据舱体空腔噪声产生机理结论,提出了采用锯齿单元对舱体噪声进行控制的有效措施。参考附面层厚度,设计了齿高完全浸润于附面层、与附面层厚度相等和超出附面层厚度50%的锯齿扰流单元,分析了锯齿扰流单元不同的几何参数对降噪效果的影响。结果表明,安装完锯齿扰流单元后,由于反馈受到抑制,舱体前后壁的压力脉动量均有所降低,但由于锯齿的原因,在低风速情况下,涡脱落处于主导地位,脱落涡进入空腔内部后导致底部压力脉动量增大,而风速较大时,锯齿的偏转作用处于主导地位,腔口附近的附面层厚度增加,舱体底部的压力脉动量有所降低。通过对比不同的降噪结果发现,在安装角为30°和60°附近时,降噪效果最好。第四,以舱体/起落架为研究对象,根据舱体/起落架耦合噪声在低频频段能量较高,且主要受舱体空腔的影响的结论,在锯齿单元对舱体空腔噪声具有抑制作用的基础上,进一步开展了锯齿单元对舱体/空腔耦合噪声的抑制效果研究。结果表明,安装完锯齿扰流单元后,耦合噪声受到抑制,齿形安装角仍为影响降噪效果的主要参数,最佳降噪效果出现在安装角为30°和60°附近。 ",
            "keywords": " 起落架/舱体;耦合噪声;锯齿扰流单元;噪声抑制;风洞试验 "
        },
        {
            "title": " 锆等过渡金属配合物催化不饱和烯烃硼化反应的理论研究 ",  
            "abstract": " 过渡金属催化烯烃和硼化试剂合成有机硼化物是当今化学领域研究的热点之一,对于发展高原子经济性,高选择性构建C-B键的合成策略具有至关重要的意义。有机硼化物是一种重要的合成中间体,因其C-B键的多功能性可以实现对其他化学键的转化,包括C-C键和C-X(X=O、N、F、Cl、Br、I)键等等。源于硼化学领域取得两次诺贝尔化学奖,近年来硼化反应的研究在该领域中发展迅速并取得了重大的研究进展。通过脱氢硼化反应得到乙烯基硼酸酯(VBEs)和硼氢化反应获得二硼及多硼化物的反应策略就此因应而生。本论文采用密度泛函理论(DFT)对过渡金属锆(Zr)配合物催化的不饱和烯烃的脱氢硼化反应和硼氢化反应的机理进行了系统的研究,探讨了其反应机理、选择性的来源以及高活性的原因。本研究为获得更高效的合成策略以及设计合成更高活性的相应催化剂提供了必要的理论指导。本论文主要研究内容如下:1.采用密度泛函理论方法(DFT)研究了Zr配合物(Cp2Zr H2)催化烯烃脱氢硼化的反应机理。该反应有两种可能的途径:烯烃插入后的脱氢硼化的路径A(path A)和脱氢硼化后的烯烃插入的路径B(path B)。计算结果表明,path A比path B更为有利,决速步为C-B耦合步骤,能垒为18.7 kcal/mol。本文还讨论了C-B偶联辅助脱氢硼化和烯烃插入的反应模式,揭示了在脱氢硼化过程中一种新型的释放氢气的方式。此外,分析表明烯烃的插入模式和顺序在该反应的化学选择性中具有重要的意义。最后,我们还研究了X配体(X=H,Cl)对锆配合物催化活性的影响,研究结果表明H配体可以提高该配合物对苯乙烯脱氢硼化反应的催化活性。2.采用密度泛函理论(DFT)方法研究了锆配合物Cp2Zr Cl2催化烯烃和硼烷合成1,1-二硼烷的反应机理。通过研究发现,整个反应分为两个循环:脱氢硼化形成乙烯基硼酸酯(VBEs)的循环以及VBEs的硼氢化反应循环。本文对硼氢化反应的循环进行了重点研究,阐述了还原剂在自矛盾反应(脱氢硼化和硼氢化)平衡中的作用。对比研究了在硼氢化过程中的两种还原试剂H2和HBpin(频那醇硼酯),计算结果表明,以H2为还原试剂的反应通道更为有利,能垒更低。此外,H2活化路径的σ-键复分解是决速步,能量跨度为21.4 kcal/mol,这与实验中提出的矛盾反应平衡的结论是一致的。我们还讨论了硼氢化过程的反应模式,这些分析不仅揭示了该硼化反应中选择性的起源还解释了Cp2Zr Cl2催化剂催化效率高的原因。研究结果表明该硼化反应的选择性来自HBpin作为还原剂时σ-键复分解过程中需要克服HBpin与Zr金属之间的强相互作用。同时,H2不同位置的选择性的来源是σ(H1-H2)→σ*(Zr1-C1)重叠之间的相互作用。3.本文采用DFT方法研究了锆配合物(Cp2Zr H2)催化乙烯基硼酸酯C-H活化转移氢硼化的反应机理。该反应以乙烯基硼酸酯作为硼源,首先将硼基转移到金属中心Zr,然后再将硼基从金属中心转移到烯烃上,整个催化路径包含以下4个基元反应:VBEs插入Zr-H键;β-B消除,第二分子烯烃插入,β-H消除。计算结果表明,反式β-B消除路径path E1比中心β-B消除路径path E2更为有利,决速步为反式β-B消除步骤,能垒为30.2 kcal/mol。同时我们还讨论了VBEs的插入模式和化学选择性的来源。这些分析揭示了该硼迁移反应中的选择性起源与VBEs的插入模式有关,同时B原子的亲核性也使得稀有的β-B消除存在可能。此外,金属中心的调变结果显示,富电子的铪金属中心会降低催化剂的反应活性。这些发现对使用现有的硼化物做硼源来合成其他新的硼化物的发展具有重要意义。4.具有氧化还原活性O,C螯合配体的过渡金属配合物催化烯烃硼化反应是一种有意义的合成策略,Zr和钛(Ti)过渡金属配合物Cp2M[OC](M=Ti or Zr)催化烯烃和HBpin硼化反应呈现了不同的反应活性。本文采用密度泛函理论(DFT)方法研究了锆和钛配合物(Cp2M[OC])催化苯乙烯硼化反应的反应机理。计算结果表明,反应机理包含以下几个基元反应:HBpin活化,烯烃与M-B键偶联和插入,β-H消除或者σ-键复分解。研究发现金属中心是Zr原子配合物时,反应生成烯基硼酸酯3a的活性更高。与此相反,当金属中心是Ti原子配合物时生成的饱和硼酸酯4a的活性更高。这些结果揭示了该硼化反应中化学选择性的起源与不同的金属中心有关。这些发现对设计新的催化剂有重要的理论指导意义。",
            "keywords": " 密度泛函理论;锆配合物;烯烃插入;脱氢硼化,硼氢化反应 "
        }
    ]
}