{
    "generate_text": [
        {
            "input": "",
            "output": "<title>高校校园安全风险知识图谱构建与应用</title>\n\n<content>摘要：知识图谱是一种基于图的知识表示和组织方法，其能够描述客观世界中实体及实体间关系，实现对知识的共建、共享及复用，并且捕捉和呈现领域中概念之间错综复杂的关系，将所搜集到的信息中分散的知识链接起来。针对知识图谱这一特点，本文将知识图谱与高校校园安全风险相结合，为的是更加有效的分析校园安全风险事件中实体、概念、属性之间潜在的联系，捕捉和呈现校园安全风险领域中实体、事件之间错综复杂的关系，尝试设计出校园安全风险知识图谱的框架。提供知识整合，可视化等服务，完善校园安全预警、应急办法，帮助我们更有效地分析复杂关系中的潜在风险。\n关键词：校园安全； 安全风险； 知识图谱；</content>"
        },
        {
            "input": "",
            "output": "<title>基于全生命周期的煤电产业链碳排放测算研究</title>\n\n<content>摘要：火电是电力重要组成部分，也是污染排放重要来源。本文通过模型构建将碳排放分解为碳排放因子和煤电发电量两个因素，计算煤电产业链碳排放因子和运用回归计算煤电发电量，测算煤电产业链及其各阶段碳排放量，分析结果表明：（1）基于全生命周期评价，将煤电产业链分为煤炭开采、煤炭加工、煤炭运输、煤炭发电、废弃物处理五个阶段；（2）煤电产业链及其各阶段碳排放因子为825.0120g/kwh-1、40.2059g/kwh-1、0.7387g/kwh-1、10.5834g/kwh-1、773.4839g/kwh-1；（3）城镇化与第三产业发展程度对煤电发电量有正向预测力，国内生产总值对城镇化、第三产业发展程度与煤电发电量的关系均有部分中介作用；（4）煤电产业链及其各阶段碳排放量分别为825.0120CE，40.2059CE，0.7387CE，10.5834CE，773.4839CE。\n关键词：全生命周期； 煤电产业链； 碳排放因子； 煤电发电量； 碳排放；</content>"
        },
        {
            "input": "",
            "output": "<title>基于聚乙烯吡咯烷酮与二维二硫化钛纳米片的室温组装柔性阻变存储器</title>\n\n<content>摘要：非挥发性阻变存储器因其卓越性能而具有成为下一代主流非挥发性存储器的巨大潜力。其中，基于二维材料的阻变存储器更是因其具有可弯曲性等优点吸引了众多研究者的目光。本文研究了二维二硫化钛(Titanium Disulfide, TiS2)纳米片与聚乙烯吡咯烷酮(Polyvinylpyrrolidone, PVP)的混合物在 Al/TiS2-PVP/氧化铟 锡(Indium Tin Oxide, ITO)/聚对苯二甲酸乙二酯(Polyethylene Terephthalate, PET)柔性结构的器件中展现出的非挥发性双极性阻变行为，其开关比在-0.7 V 的读电压下约为 102。 在器件组装中所使用到的二维 TiS2 纳米片是通过液相剥离法得到的，所使用的溶剂为低沸点的乙醇，剥离后无需清洗；后续的器件组装过程则都是在室温下进行的。以上这两点保证了器件生产的节能性， 而液相剥离与器件组装中所使用的旋涂、电子束蒸镀等方法也都易于规模化，因此这种器件具有大规模工业生产的潜力。 原子力显微镜(Atomic Force Microscope, AFM)和透射电子显微镜(Transmission Electron Microscope, TEM)的表征结果表明器件组装所使用的二维 TiS2 纳米片的宽度在微米尺度， 且大多包含 7 或 8 个单原子层。 电学测试 结果表明使用这种方法制备的器件具有良好的阻变性能： 器件的高阻态(High Resistance State, HRS)和低阻态(Low Resistance State, LRS)均可以被保留超过 104秒； 对器件循环特性的测试显示在 100 个直流写入、擦除循环后器件的高低阻态之间依然有超过一个量级的差别； 对器件写入(set)电压与擦除(reset)电压的分布情况的统计结果显示器件的 set 与 reset 电压均较小(< 2 V)， 这有利于降低能耗；同时， 在 1000 次弯折实验中器件的性能也较为稳定。根据器件的电流-电压(Current-Voltage, I-V)特性， 本文认为这种器件的阻变效应是由肖特基势垒的变窄与恢复导致的。\n关键词：阻变存储； 二维材料； 二硫化钛； 室温组装； 柔性器件；</content>"
        },
        {
            "input": "",
            "output": "<title>网络空间中的灵摆文化的建构——以百度贴吧“灵摆吧”为例</title>\n\n<content>摘要：随着互联网技术的发展，虚拟网络对人们日常生活和价值观念的影响日益突出。同时在科学主义盛行的当下，一些看似与科学所倡导相违背的神秘学文化在网络空间中流行起来。随之而来的问题是，这些文化为何能在当今以科学为主流的环境下占有一席之地？它是如何在网络中空间中被建构出来的？灵摆是一种带有西方神秘学色彩的占卜工具。本研究基于“灵摆吧”这个网络空间，从“虚拟民族志”的视角出发，通过参与式观察、文本分析和深度访谈的方法，探讨灵摆文化是如何在虚拟空间中被建构出来的。研究发现：“灵摆吧”中灵摆文化的建构离不开权威结构塑造的共识。一方面，权威结构提供灵摆专业性的知识话语，吧友将其以个性化的方式实践习得后分享在网络上，并通过讨论交流的形式形成多样性的关系互动。另一方面权威力量将多样性的关系互动塑造成相对稳定又具有流通性的“金字塔”式的权威关系结构。“灵摆吧”中灵摆文化是在相对稳定又具有流动性的“金字塔”式的权威结构下，灵摆知识的传播、吧友的个性化实践和关系互动形成的认同中建构出来的。\n关键词：虚拟民族志； 灵摆； 权威关系结构； 建构；</content>"
        },
        {
            "input": "",
            "output": "<title>新媒介环境下网络舆情生成机制与应对策略——以“江歌案”为例</title>\n\n<content>摘要：新媒介技术具有的快捷性、低门槛、平民性特征逐渐改变了公众的信息接收方式，拓宽了社会事务参与的渠道。面对社会生活中的突发事件，主流媒体积极推进信息公开时，公民们获取全面的信息的需求也会驱使他们关注和讨论非官方信息，甚至进一步分享，进行二次传播，影响网络舆情的演进。“江歌案”是2017年度具有典型性的网络舆情事件，案件的信息公开和舆情引导中涉及多个传播主体起作用。本文以境外涉法事件“江歌案”为研究对象，探究新媒介背景下突发事件网络舆情的生成机制与表现特点。对主流媒体、自媒体以及社交媒体上不同主体对“江歌案”的作用机制和传播特点进行比较和分析，结合媒体的报道过程与“江歌案”的审判结果，认为网络舆情的生成一般经历潜伏期、发展期、爆发期、缓解期和长尾期五个阶段，在网络舆情的生成发展过程中应及时做好舆情信息的反馈与汇集；主流媒体应加强舆论引导功能，吸引受众；自媒体要自觉成为理性的“意见领袖”，根据事实发声；网民提升媒介素养，舆情主体共同作用优化网络舆情生态。\n关键词：网络舆情； 江歌案； 舆论引导； 应对策略；</content>"
        },
        {
            "input": "",
            "output": "<title>移动车辆作用下单跨简支欧拉梁的损伤探测分析</title>\n\n<content>摘要：以车桥耦合振动为基础进行梁体损伤探测便捷且有效。 本文考察四种车桥耦合振动模型并分别建立其体系运动方程，用模态叠加法和逐步积分法对方程的求解作了一定程度的讨论。 最后借助ANSYS通用有限元软件对移动集中力模型进行振动仿真，探讨梁体损伤程度和位置对响应信号的影响；移动集中力大小和速度对损伤探测的影响。\n关键词：欧拉-伯努利梁； 车桥耦合振动； 模态叠加法； 逐步积分法； 损伤探测；</content>"
        },
        {
            "input": "",
            "output": "<title>铀金属有机框架结构合成及其X射线激发荧光探究</title>\n\n<content>摘要：对于核燃料中没有完全利用的贫铀的安全处置与回收利用，是保障核能发展与环境安全的重要一环。因此，对贫铀的回收以及再利用成为当前科研工作者的重点研究方向。我组设计合成了一系列的含铀化合物，研究其在紫外线和X射线下的荧光性质，并探寻其在相关领域的应用，例如闪烁体探测器、水体或空气质量辐射检测器等。 本研究将利用水热法和熔融法，通过调控配体和反应条件，合成含铀金属有机框架化合物。进一步利用单晶衍射技术分析来得到具体的晶体结构,之后采集晶体X射线激发光谱、粉末衍射、红外光谱、紫外-可见吸收光谱等数据，进而探究其具体性质。具体实验内容如下： （1）在水热和熔融体系下，分别利用对苯二羧酸、间苯二羧酸、均苯三羧酸、均苯四羧酸作为连接配体，用硼酸作为反应介质，合成样品并用UV射线（365 nm）照射样品观察实验现象，对有较强烈的紫外激发荧光的样品进一步观察X射线激发荧光。对完全符合实验要求的样品，用单晶衍射分析技术，解析获得其精确的晶体结构，并且采集其紫外吸收光谱、红外光谱、以及抗辐照能力，分析其具体性能。 （2）对所得到的样品筛选三种不同的粒径：60-140目、140-225目、225-500目，采集了三种粒径的X射线激发光谱，以检测三种样品的X射线激发荧光强度，分析粒径对X射线激发荧光强弱的影响。 （3）将合成的化合物与商用的闪烁体进行性能比较，分析优势和劣势，并且提出可能的优化方案。\n关键词：铀酰金属有机骨架材料； 荧光性质； 射线探测； 闪烁体；</content>"
        },
        {
            "input": "",
            "output": "<title>二碘烯烃分子中卤键的量子化学拓扑性质分析</title>\n\n<content>摘要：卤键是一种形成在分子片段R-X（其中X是卤素原子，R是X自身或其电负性比X更强的原子）中的卤素原子与其他原子或原子团A（A属于R-X片段或另一分子）之间的分子间作用力。作为一种重要的分子间作用力，卤键在分子识别、材料科学、蛋白系统、药物化学和药物设计发挥的不可替代的作用引起了科学家们极大的兴趣。论文的研究工作主要分为以下两个方面：1、第一部分对二碘烯烃单体进行了分析。具体分析了单体的分子构型、几何性质和表面静电势。通过将优化得到的几何性质与实验得到的几何性质对比，得出计算的误差并选择计算中合适的方法和基组。同时计算单体静电势能面的值，分析σ-hole的性质并解释卤键的成因。结果发现在碳碘键的键长和该碘原子的表面静电势极大值间存在着线性关系，碳碘键的键长越大，该碘原子的表面静电势极大值越小。2、第二部分对二碘烯烃晶体进行了分析。主要分析了二聚体的分子构型、几何性质、相互作用能、电荷转移以及分子间作用力的拓扑性质。经过对晶体中得到的二聚体和优化得到的二聚体的几何性质进行比较，在二聚体的层次上得到了计算的误差并进一步的验证了计算的可行度。同时将卤键的几何性质、相互作用能和电荷转移进行了综合分析，探究其相互间的线性规律。最后利用AIMAll对二聚体中的分子间作用力进行QTAIM分析，得到其拓扑性质数据。分析得出各个二碘烯烃分子间的所有的不同的分子间作用力了，对于碘原子成卤键前后的电子转移数据，要综合其成卤键的失电子和成氢键的失电子考虑分析，每个二聚体内的数据也不相同。通过对其拓扑性质分析，我们得到了键长与键鞍点处电子密度的线性关系，同时依据其他的拓扑性质例如拉普拉斯能量密度、电子能量密度等判断了二碘烯烃晶体中卤键的性质。\n关键词：卤键； 二碘烯烃； 晶体工程； 分子静电势； 量子化学拓扑理论；</content>"
        }
    ]
}
