{"generate_text":[
    {
        "input": "",
        "output": " 《人生三态》----意林 【摘录】教授说：“水有三种状态，人生也有三种状态。水的状态由温度决定的，人生的状态由自己心灵的温度决定的。假若一个人对生活和人生的温度是0度以下，那麽这个人的生活状态就会是冰，他的整个人生也只有他双脚站的地方那麽大；假若一个人对生活和人生抱平常心态，那麽他就是一汪常态下的水，他能奔流大河、大海，但他永远离不开大地；假若一个人对生活和人生是100度的热，那麽他就会成为水蒸气、成为云朵，他将飞起来，他的世界和宇宙一样大。 【评】正如教授所说人有无限可能。也许我们还在挣扎，也许我们踌躇满志，也许我们未来渺茫无望，但只要坚持，只要愿意发光发热，都会发掘出自己的天地。 "
    },
    {
        "input": "",
        "output": " 《橘子的心》----意林 【摘录】一个孩子手拿一个橘子，问：“妈妈，为什麽橘子不能拿来就吃，而要剥皮哪？”“那是橘子在告诉你，你想得到的东西，不是伸手就能得到，而是要付出相应的劳动。”“为什麽橘子里的果肉是分成一小瓣一小瓣的，而不是一个完整的哪？”“那是橘子在告诉你，生活的甘甜和幸福，是用来慢慢享用的，是一小瓣一小瓣慢慢品味的，而不是用来挥霍的，更不是用来浪费的。这也就是在告诉你，要懂得珍惜生活的甘甜和幸福。”母亲接着说：“孩子，橘子的果肉长成一小瓣一小瓣的，还有另一层用意哪，你知道吗？”“不知道。”孩子回答。“还告诉你，你手中的东西，不能独自占有，不能独自享用，而要懂得与人分享。【评】从生活细处发现真理、体味哲学，这是生活做人的大智慧，也是从妈妈那里得到的最直接浅显的道理。也许有时我们会困惑，但生活总给我们以启示真理，让我们继续有勇气生活。”"
    },
    {
        "input": "",
        "output": " 《风》---意林 【摘录】雨，能给人以慰籍，能医治人的心灵，使人的性情变的平和。真正给人哀愁的，不是雨，而是风。 随处飘然而来，随处飘然而去。不详其初起，不详其终结，萧萧而过，令人肠断。风是已逝人生的声音。人不知风打哪里来，又向哪里去，闻此声而伤悲。 古人已经说过：“夏秋夕昏寒凉气，皆自飒飒风里来。” 【评】你说“随风潜入夜”，你说“风萧萧兮易水寒”，你说“风吹柳花满店香”，你说“大风起兮云飞扬”，你说“吹面不寒杨柳风”……你说风是和煦是关怀是温暖是春意，你说风是苍凉是凄迷是凛冽是无情。风只是默默，默默吹着大地无言。 "
    },
    {
        "input": "",
        "output": " 《爱到八分最相宜》----意林 【摘录】太爱一个人，你会太在乎他（她）会跟谁在一起，心里是否有你，你的眼球会因为老跟着他（她）而显得迷茫，会牵肠挂肚，患得患失。 太爱一个人，你会在想要见到他（她）时神经兮兮地翘首以待，当他（她）离去时又怅然若失。 太爱一个人，你会刚说再见却又心生思念。 太爱一个人，你会因为他（她）的温柔而满怀甜蜜，更会因为他（她）的冷漠而郁郁寡欢。 太爱一个人，你会被他（她）牵着鼻子走，如被魔杖点中，完完全全没有自由。从此，你没有了自己的思想，没有了自己的喜怒哀乐，你以他（她）为中心，跟他（她）在一起时，他（她）就是整个世界；不跟他（她）在一起时，世界就是他（她）。 太爱一个人，你会无原则地忍受他（她），慢慢地，他（她）习惯于这种纵容，无视你为他（她）的付出，甚至会觉得你很烦，太没个性，甚至开始轻视、怠慢、不尊重你…… 【评】爱总是刻骨的毒药，风雨由天，聚散随缘，距离也是一种美。有些人只是过客，不如更爱自己，做一个精致生活的人，过一种肆意优雅的生活，留下一段风流美丽的韵事，独留天际。 "
    },
    {
        "input": "",
        "output": " 《做大事者无琐碎》----意林 【摘录】做大事的人必定没有琐碎。琐碎的心境、琐碎的事，会扼杀掉人最优质的天分。 很多人觉得：掌握资讯，可以让自己做事更方便。但不少人错误地理解了“资讯”二字的含义，把它同“小道消息”、“他人隐私”画上等号。 中国人离不开饭局，饭局上离不开“小道消息”。吃的是山珍海味，品的却是家长里短。 一个人的讲话，若总是不离他人隐私，且所说的内容总能让你时时有惊讶。离他远点，否则，下一个被出卖的，就是你。 不要一头扎进是非堆，不要扎堆讲是非。虽然你也许觉得“讲是非”是最容易让对方敞开嘴巴的途径，但是非讲得太多，心就会变得浑浊。 【评】人心那么小，盛下了是非，就盛不下正事。有人忙碌一事无成，那是对细枝末节的琐碎过多关注。米可果腹，沙可盖屋，但二者掺到一起，价值全无。心若清水，便可容量无限。心若浑水，只能整日无闲。倘若心已累，那么身便已拖累再无希望。 "
    },
    {
        "input": "",
        "output": " 《地震废墟下的深情绝唱》----读者 【摘录】她睁开眼，发现四周一片黑暗，同时感觉浑身疼痛。珊德拉意识到自己被埋在了房屋的废墟中，到处都是钢筋、木梁、泥土和石块。她很害怕，大声地叫着雷米的名字，但很久都没有听到他的回应。恍恍惚惚中，她听到有人在大声地叫着自己的名字：“珊德拉！珊德拉！”她幽幽地醒转过来，又仔细地听了听，是的，是雷米在叫她的名字！他没有死！她努力地张开干裂的嘴唇，大声地答应着雷米：“我在这儿，快救我！”珊德拉边说着边试图移动了一下身体，腰部却传来一阵剧痛，手也好像断了，根本抬不起来。死亡的恐惧使她大哭起来。这时，从附近传来了雷米的声音：“亲爱的，别害怕，我在这儿呢！”因为书房和卧室之间的墙壁已经倒塌，雷米离妻子卧倒的地方非常近，如果两人都不说话，他们甚至能听见彼此的呼吸声。 【评】有些爱可以超越一切，比如爱情，比如因爱情两人长久相处后收获的亲情，这种情感无关自私的收获，只是心与心的信任，心与心的托付。因为爱，所以相信，因为爱，所以可以打败一切。 "
    },
    {
        "input": "",
        "output": " 《我只管捕自己的鱼》----格言 【摘录】拉德就在这时候闯来了。 因为严重口吃，靠嘴谋生的吉拉德必须放慢说话速度，同时他更注意聆听客户的需求与问 题。而没有人脉的乔·吉拉德，最初只靠着一部电话、一枝笔，和几页电话簿作为客户名单。只 要有人接电话，他就记录下对方的职业、嗜好、买车需求等生活细节，虽吃了不少闭门羹，但多 少有些收获。曾有人在电话中用半年后才想买车的理由打发他，半年后，乔·吉拉德便提前打电 话给这位客户。就是靠着掌握客户未来需求、紧迫盯人的超常毅力，吉拉德从对手如云的底特 律，杀出一条血路。 【评】吉拉德曾在一次演讲中说道:“很多人早上起床后，糊里糊涂地过了一天，不知道生活的目标是什么？还有人总在等待机会的到来，期望一条大鱼撞到自己怀里。我不是这种人。”的确，做自己该做的，做自己能做的，做自己努力之后可以达到的，也必能成就一番大事。 "
    }
]
}