{"generate_text":[
    {
        "input": "",
        "output": " 尊敬的老师，亲爱的同学们： 大家好! 我是x，今天，我要演讲的题目是《祖国在我心中》。 在演讲开始之前，我想问大家一个问题：在大家心中，什么最伟大?我想答案一定是这两个字——祖国!当1949年10月1日，我们伟大的毛泽东主席，在x城楼上庄严宣告：中华人民共和国成立!中华民族从此站起来了!随着这一声呼喊，我国结束了长达几百年的屈辱史! 20__年7月，我们申奥成功，我们激动，我们流泪，因为祖国在我心中;20__年的雅典奥运会上，我们的体育健儿一举获得了32枚金牌，使我国成为体育强国，我们欢呼，我们雀跃，因为祖国在我们心中;改革开放的春风吹拂大地，使我国由贫穷走向富裕;加入世贸组织，融入世界经济，国力强盛，东方巨龙正在崛起!我们骄傲，我们自豪，因为祖国在我心中! 细数我们中国近百年来的伟人，哪一个不是以“祖国在我心中”来鞭策自己?周恩来总理之所以可以成为受人尊敬的总理，是因为他从小就以“为中华之崛起而读书”为自己人生的奋斗目标;现代科学家童弟周从一个后进生变成轰动西方科学界的中国留学生，这股动力就来自于他的坚定信念“外国人能办到的，中国人也能办到”;伟大科学家钱学森，不畏艰辛，远渡重洋回到祖国，为祖国奉献了一生，就是因为他一直不变的崇高信仰是他归国时感人肺腑的“祖国啊，我回来了”…… 梁启超曾经说过：少年智则国智，少年富则国富;少年强则国强，少年独立则国独立;少年自由则国自由，少年进步则国进步;少年胜于欧洲则国胜于欧洲，少年雄于地球则国雄于地球。我们是祖国的骄子，是新时代的宠儿。所以，让我们一起努力，让一个富强、民主、文明的祖国，在这个崭新的时代里，屹立于世界之林! 我的演讲到此结束，谢谢大家。 "
    },
    {
        "input": "",
        "output": " 尊敬的老师、亲爱的同学们： 满山的桃花、碧绿的田野、金灿的油菜花望不到边际，农民，您用那粗壮的双臂换来我们的美食，您用汗水浇灌了我们的身体。 钢花的四溅、机床的轰鸣、高楼大厦上看不到原始的印记，工人，您用那坚实的臂膀拖起我们的生活。您用那扎实的工作方便了我们的便利 当你坐在小汽车享受个人的流动空间，当你坐在巴士享受公众的效益，当你坐在远行的大船享受旅途的潇洒，当你飞入蓝天把世界变小，您可知道劳动的美丽。 当你走进饭店、走进商店、走进繁华的商业区，你可知道服务的辛苦，站了一天的腿还是那样站立。 当你走进学校，你可看见知识的闪光，你可听到书与人的交流，你可闻到老师的汗水，知识变的劳动更加的伟大无比。 当你一切容入了社会，周围的一切都是平凡的劳动所给予。 生活是如此的美好，人类是如此的进步，一切的一切无不来自于我们的艰苦劳动、平凡的劳动，劳动是那样的默默无语。 劳动创造了历史，劳动创造了未来。在新的五一国际劳动节到来之际，让我们赞美劳动最美丽。 我的发言完毕，谢谢大家。 "
    },
    {
        "input": "",
        "output": " 各位老师，各位同学大家啊好! 今天我演讲的题目是：热爱读书。 假如有人问我，你最喜欢什么，我会说：我喜欢泉水，它给了我清雅纯洁的心境;我喜欢大海，它给了我无私博大的爱;我喜欢高山，它给了我坚强无畏的意志;但我最喜欢的还是读书，因为书是人类传播文化的使者，是我们增长知识的源泉，是我们成长中必不可少的营养。如果没有书，世界将不会那么精彩，我们的思想也不会那么开阔，如果没有书，我们的头脑就会像干枯的树木，没有一点儿生机。 童话是我亲密的伙伴，我羡慕白雪公主的美丽与善良，敬佩卖火柴的小女孩、丑小鸭它们那顽强不屈的精神。 我爱读书，书是知识的宝库，是人类进步的阶梯，是她开阔了我们的视野，丰富了我的生活，是她帮助我不断提高，不断进步，书是快乐的源泉，是她，带给我幸福。 同学们，请热爱读书吧! 我的发言完毕，谢谢大家。 "
    },
    {
        "input": "",
        "output": " 尊敬的老师、亲爱的同学们： 大家好! 这天我讲话的题目是《细节决定成败，规范赢得成功》。 期中考试的硝烟已经散去，留下的酸甜苦辣供我们慢慢品尝，当我们对这次考试进行盘点的时候，亲爱的同学们，你能从中得到一点什么启发吗。 细节体现一种认真态度，具体到我们的生活中去，就是养成一种良好的习惯。海尔总裁张瑞敏说：什么是不简单把每一件简单的事做好就是不简单;什么是不平凡能把每一件平凡的事做好就是不平凡。在海尔厂区上下班时工人走路全部靠右走，没有其它企业员工潮进潮出的现象，完全按交通规则，可很多企业没做到，海尔却做到了。这就是素质，海尔人的素质，在小小的走路这一细节上就体现出来了!对我们同学们来说，就是将我们该做的事尽我们的努力去做好，一屋不扫，是很难去扫天下的。 泰山不拒细壤，故能成其高;江河不拒细流，故能成其深。亲爱的同学们：细节是一种功夫，需要我们日积月累，从点滴做起。如果谁忽略细节，谁就不可能真正取得成功;谁在细节上用了心，那么就可能赢得非凡的人生。从某种程度上说，细节影响品质，细节体现品味，细节显示差异，细节决定成败。 谢谢大家! "
    },
    {
        "input": "",
        "output": " 尊敬的老师，亲爱的同学们： 大家好! 今天我演讲的题目是“我的理想”。人生是对理想的追求，理想是人生的指示灯，失去了灯的作用，就会失去生活的勇气。因此，只有坚持远大的人生理想，才不会在生活的海洋中迷失方向。当你听到这，同学们，你们是否想到了自己的理想?我也不例外。 我的理想也许有些特别，是当一名心理医生。小时侯，觉得世间一切都是美好的，天真地定义人都是善良的。长大后，看到了一些冷漠的事实。我才猛然发现，原来世间也分善恶。那时父母都有事，几乎没有时间陪我，我便变得孤僻、自卑。在学校里，即使有同学打我、骂我，我也一声不吭，默默承受。即使很多人都对我说：“你为什么不反抗。”也无动于衷。也有人说：“你是不是有心理疾病啊!应该去看看心理医生!”从那时起，我就知道了“心理医生”这个职位，于是在我的心里就种下了一颗小小的种子。 谢谢大家，我的演讲完毕。 "
    },
    {
        "input": "",
        "output": " 尊敬的老师、亲爱的同学们： 大家好! 作为新一代的我们理想是丰满的，我们对未来充满激情，但是我们却不得不承认，现实是骨感的!因为青春不仅仅需要激情，同时也需要一颗求实进取的心!每一个人都有自己的梦想，然而梦想总是离现实相隔万里。 有些人梦想成为教书育人的人民教师，有些人梦想成为救死扶伤的白衣天使，有的人梦想成为保家卫国的人民子弟兵，有的人梦想成为人类社会发展的工程师……不管是教师也好，医生、战士还是工程师，只要对国家、对社会奉献了自己的价值，他们都有同一个美丽的名字，叫做“人类绿色灵魂工程师”。 有人说，19世纪是英国人的世纪，20世纪是美国人的世纪，而21世纪，就是我们中国人的世纪，中国经过几十年来的艰苦建设，已取得了“乘长风，破万里浪”的迅猛发展，但我们不要忘记，我们仍然是个发展中的国家，还有许许多多地方有待完善和发展。 有一句俗语说，能登上金字塔的生物只有两种：鹰和蜗牛。虽然我们不能人人都像雄鹰一样一飞冲天，但我们至少可以像蜗牛那样凭着自己的耐力默默前行。我们坚信：宝剑锋从磨砺出! 谢谢大家! "
    },
    {
        "input": "",
        "output": " 亲爱的家长们，老师们上午好，欢迎来到{{中学参加高二五班的家长会。今天，我荣幸在这里发言。我叫杨莞尔，是高二五班的小班长，我的职务不多，就是帮班级做些小事，事虽然很小，但是每当我完成以一件事后，我都特别高兴，有荣誉感。再与大家相处的这两年里，我改变了许多，也收获了许多。 首相，我思想上发生了改变。以前我总喜欢一一成不变的眼光看待身边的人或事，而现在我不会轻易为别人或自己下结论。因为我知道，我看到的或听到到的只是一面。刚刚进入这个大集体，我们对于生活作息，饮食都不太习惯，细心的班主任看出了大家的问题，她及时的与我们交流，她说人是活的，事物是死的，只有人适应环境而不能让环境去适应我们。班主任是一位年轻而美丽的人儿，她就像父母一样及时提醒我们增减衣物，她就像姐们一样和我们玩耍，交心。两年的生活我们还要继续往下走，善姐，让我们手牵手一起走下去吧，为了我们共同的愿望。 进入高中的我最大的感受是;时间过得好快真的好快。现在回忆高一的日子，真的就像放电影一样，一眨眼就高二了。这让我有些措不及防无论是学习还是生活上。我意识到我该长大了，不能再像以往以一样单纯。看着父母头上日益增多的白发，脸上的.皱纹，我才知道他们在慢慢变老，而我在慢慢长大。虽让有时候会和妈妈拌嘴，会在言语上有攻击，但每次事后我都好后悔，我会责怪自己，怎么那么不懂事。我爱你们，你们把我扶养那么大，我会好好学习，我会努力成长。我会为你们撑起一片天空，真的我很爱你们爸爸妈妈。 说一下学习吧，最近计算机考试逼近。我们都在忙着考试，我这才看到大家的劲头，我喜欢这种感觉，喜欢和大家一起努力的感觉。我相信我们的付出，会有回报。其实爸爸妈妈所说的，好好学习。这些我们也都懂，我知道没有人喜欢学习，我也不例外，可是在这个年龄谁都逃不掉，为什么不现在努力?就像果戈里说的光是拥有青春青少年就足够幸福得了。是的，我们这么好的年龄，就做些有意义的事吧。 最后，我想对大家说，我们应活在当下，珍惜眼前，让每个凡俗的日子华发别样的光彩，让每一段时光都不曾遗憾。当然祝大家每天工作顺利，身体健康。谢谢大家，我的演讲到此结束。 "
    }
]
}