{"generate_text":[
    {
        "input": "",
        "output": " 1 实验目的 （1） 学习银盐法测定砷含量的原理和方法； （2） 掌握分光光度计的基本操作。 2 实验原理 样品消化后，以碘化钾，氯化亚锡将高价砷还原为三价砷，然后与锌粒和酸产生的新生态氢声称砷化氢，经银盐溶液吸收后，形成红色胶态物，与标准系列比较定量。 3 试剂与仪器 主要试剂：4：1硝酸—高氯酸混合液、浓硫酸、盐酸、氢氧化钠、碘化钾、40％酸性氯化亚锡溶液、无砷锌细粒、10％醋酸铅溶液、醋酸铅试纸、醋酸铅棉花、二乙氨基二硫代甲酸银—三乙醇胺—三氯甲烷溶液、砷标准溶液。 主要仪器：721型分光光度计、砷化氢吸收装置（见图2）。 1—150ml锥形瓶；2—气管；3—醋酸铅棉花；4—10ml刻度离心管 4 操作与结果 （1） 样品处理 准确称取样品10克，置于瓷坩埚中，加入氧化镁粉2克，10％硝酸镁溶液10毫升，在水浴上蒸干。小火炭化后，移入550℃高温炉中灰化至白色灰烬，冷却，加人l0毫升浓盐酸溶解残渣，然后用水移入100毫升量瓶中，并稀释至刻度，摇匀。 （2） 绘制标准曲线 准确吸取每毫升相当于1微克砷的标准溶液0、1。0、2。0、3。0、4。0、5。0 mL，分别置于三角烧瓶中。向三角烧瓶中各加入水60mL，50％H2SO4溶液15mL，15％碘化钾溶液5 mL，40％氯化亚锡溶液2 mL，摇匀，放置10min后，加入锌粒6克，立即塞紧带有玻璃弯管的橡皮塞，并将出口的尖管浸插在预先加有5 mL，吸收液的比色试管中，在室温下（25℃左右）反应吸收40min。取下吸收管，用氯仿补足各管的吸收液的体积至5mL。用分光光度计于500nm波长处测定吸光度。根据各标准管读得的吸光度绘制标准曲线。 （3） 样品分析 吸取一定量样品溶液（视样品中含砷量而定）置于三角烧瓶中，以后按（2）中“向三角烧瓶中各加入水60mL”起依法操作。根据样品溶液测得的吸光度，从标准曲线中查得相应的砷含量。 （4） 结果计算 X = （12）1000 2m1000V1 式中：X——样品中砷的含量（mg/kg）； A1——测定用样品消化液中砷的含量（μg）； A2——试剂空白液中砷的含量（μg）； m——样品质量（mg）； V1——样品消化液的总体积（mL）； V2——测定用样品消化液的体积（mL）。 5 注意事项与补充 （1）砷的反应吸收尽量控制在25℃左右进行。天热时测定，吸收管应放在冰水中，避免吸收液挥发。 （2）使用无砷锌粒时，最好加人两颗颗粒较大的锌粒，其余仍用细锌粒。如全部用细锌粒，反应太激烈。 "
    },
    {
        "input": "",
        "output": " 实验一：非线性电阻的伏安特性实验1.实验目的：测绘非线性电阻的伏安特性曲线2.实验装置：混沌通信实验仪。3.实验对象：非线性电阻模块。4.实验原理框图：图1非线性电阻伏安特性原理框图5.实验方法：第一步：在混沌通信实验仪面板上插上跳线J01、J02，并将可调电压源处电位器旋钮逆时针旋转到头，在混沌单元1中插上非线性电阻NR1。第二步：连接混沌通讯实验仪电源，打开机箱后侧的电源开关。面板上的电流表应有电流显示，电压表也应有显示值。第三步：按顺时针方向慢慢旋转可调电压源上电位器，并观察混沌面板上的电压表上的读数，每隔0.2V记录面板上电压表和电流表上的读数，直到旋钮顺时针旋转到头。第四步：以电压为横坐标、电流为纵坐标用第三步所记录的数据绘制非线性电阻的伏安特性曲线如图2所示。图2非线性电阻伏安特性曲线图第五步：找出曲线拐点，分别计算五个区间的等效电阻值。实验二：混沌波形发生实验1.实验目的：调节并观察非线性电路振荡周期分岔现象和混沌现象。2.实验装置：混沌通信实验仪、数字示波器1台、电缆连接线2根。3.实验原理图：图3混沌波形发生实验原理框图4.实验方法：第一步：拔除跳线J01、J02，在混沌通信实验仪面板的混沌单元1中插上电位器W1、电容C1、电容C2、非线性电阻NR1，并将电位器W1上的旋钮顺时针旋转到头。第二步：用两根Q9线分别连接示波器的CH1和CH2端口到混沌通信实验仪面板上标号Q8和Q7处。打开机箱后侧的电源开关。第三步：把示波器的时基档切换到X－Y。调节示波器通道CH1和CH2的电压档位使示波器显示屏上能显示整个波形，逆时针旋转电位器W1直到示波器上的混沌波形变为一个点，然后慢慢顺时针旋转电位器W1并观察示波器，示波器上应该逐次出现单周期分岔(见图4)、双周期分岔(见图5)、四周期分岔(见图6)、多周期分岔(见图7)、单吸引子(见图8)、双吸引子(见图9)现象。图4单周期分岔图5双周期分岔图6四周期分岔第3页(共9页)图7多周期分岔图8单吸引子图9双吸引子注：在调试出双吸引子图形时，注意感觉调节电位器的可变范围。即在某一范围内变化，双吸引子都会存在。最终应该将调节电位器调节到这一范围的中间点，这时双吸引子最为稳定，并易于观察清楚。实验三混沌电路的同步实验1.实验目的：调试并观察混沌同步波形2.实验装置：混沌通信实验仪、双通道示波器1台、电缆连接线2根。3.实验原理图：图10混沌同步原理框图4.工作原理：1），由于混沌单元2与混沌单元3的电路参数基本一致，它们自身的振荡周期也具有很大的相似性，只是因为它们的相位不一致，所以看起来都杂乱无章。看不出它们的相似性。2），如果能让它们的相位同步，将会发现它们的振荡周期非常相似。特别是将W2和W3作第4页(共9页)适当调整，会发现它们的振荡波形不仅周期非常相似，幅度也基本一致。整个波形具有相当大的等同性。3），让它们相位同步的方法之一就是让其中一个单元接受另一个单元的影响，受影响大，则能较快同步。受影响小，则同步较慢，或不能同步。为此，在两个混沌单元之间加入了“信道一”。4），“信道一”由一个射随器和一只电位器及一个信号观测口组成。射随器的作用是单向隔离，它让前级（混沌单元2）的信号通过，再经W4后去影响后级（混沌单元3）的工作状态，而后级的信号却不能影响前级的工作状态。混沌单元2信号经射随器后，其信号特性基本可认为没发生改变，等于原来混沌单元2的信号。即W4左方的信号为混沌单元2的信号。右方的为混沌单元3的信号。电位器的作用：调整它的阻值可以改变混沌单元2对混沌单元3的影响程度。5.实验方法：第一步：插上面板上混沌单元2和混沌单元3的所有电路模块。按照实验二的方法将混沌单元2和混沌单元3分别调节到混沌状态，即双吸引子状态。电位器调到保持双吸引子状态的中点。调试混沌单元2时示波器接到Q5、Q6座处。调试混沌单元3时示波器接到Q3、Q4座处。第二步：插上“信道一”和键控器，键控器上的开关置“1”。用电缆线连接面板上的Q3和Q5到示波器上的CH1和CH2，调节示波器CH1和CH2的电压档位到0.5V。第三步：细心微调混沌单元2的W2和混沌单元3的W3直到示波器上显示的波形成为过中点约45度的细斜线。如图11：图11混沌同步调节好后示波器上波形状态示意图这幅图形表达的含义是：如果两路波形完全相等，这条线将是一条45度的非常干净的直线。45度表示两路波形的幅度基本一致。线的长度表达了波形的振幅，线的粗细代表两路波形的幅度和相位在细节上的差异。所以这条线的优劣表达出了两路波形的同步程度。所以，应尽可能的将这条线调细，但同时必须保证混沌单元2和混沌单元3处于混沌状态。第四步：用电缆线将示波器的CH1和CH2分别连接Q6和Q5，观察示波器上是否存在混沌波形，如不存在混沌波形，调节W2使混沌单元2处于混沌状态。再用同样的方法检查混沌单元3，确保混沌单元3也处于混沌状态，显示出双吸引子。第五步：用电缆线连接面板上的Q3和Q5到示波器上的CH1和CH2，检查示波器上显示的波形为过中点约45度的细斜线。将示波器的CH1和CH2分别接Q3和Q6，也应显示混沌状态的双吸引子。第六步：在使W4尽可能大的情况下调节W2，W3，使示波器上显示的斜线尽可能最细。思考题：为什么要将W4尽可能调大呐？如果W4很小，或者为零，代表什么意思？会出现什么现象？实验四混沌键控实验1.实验目的：用混沌电路方式传输键控信号2.实验装置：混沌通信实验仪、双通道示波器1台、电缆连接线2根。3.实验原理框图：图12混沌键控实验原理框图键控器说明：键控器主要由三个部份组成：1）、控制信号部份：控制信号有三个来原。A，手动按键产生的键控信号。低电平0V，高电平5V。B，电路自身产生的方波信号，周期哟40mS。低电平0V，高电平5V。C，外部输入的数字信号。要求最高频率小于100Hz，低电平0V，高电平5V。2）、控制信号选择开关：开关拨到“1”时，选择手动按键产生的键控信号。按键不按时输出低电平，按下时输出高电平。开关拨到“2”时，选择电路自身产生的方波信号。开关拨到“3”时，选择外部输入的数字信号。3）、切换器：利用选择开关送来的信号来控制切换器的输出选通状态。当到来的控制信号为高电平时，选通混沌单元1，低电平选通混沌单元2。4.实验方法：第一步：在混沌通信实验仪的面板上插上混沌单元1、2和3的所有电路模块。按照实验二的方法分别将混沌单元1、2和3调节到混沌状态。第二步：在面板上插上键控单元，信道一和信号处理单元。将键控器上的拨动开关拨到“1”时，选择手动按键产生的键控信号。按键不按 时输出低电平，按下时输出高电平。 开关拨到“2”时，选择电路自身产生的方波信号。 开关拨到“3”时，选择外部输入的数字信号。 3） 、切换器：利用选择开关送来的信号来控制切换器的输出选通状态。当到来的控制 信号为高电平时，选通混沌单元1，低电平选通混沌单元2。 4.实验方法： 第一步：在混沌通信实验仪的面板上插上混沌单元1、2和3的所有电路模块。按照实验二的方法分别将混沌单元1、2和3调节到混沌状态。 第二步： 在面板上插上键控单元，信道一和信号处理单元。将键控器上的拨动开关拨到“1”时，选择手动按键产生的键控信号。按键不按 时输出低电平，按下时输出高电平。 开关拨到“2”时，选择电路自身产生的方波信号。 开关拨到“3”时，选择外部输入的数字信号。 3） 、切换器：利用选择开关送来的信号来控制切换器的输出选通状态。当到来的控制 信号为高电平时，选通混沌单元1，低电平选通混沌单元2。 4.实验方法： 第一步：在混沌通信实验仪的面板上插上混沌单元1、2和3的所有电路模块。按照实验二的方法分别将混沌单元1、2和3调节到混沌状态。 第二步： 在面板上插上键控单元，信道一和信号处理单元。将键控器上的拨动开关拨到"
    },
    {
        "input": "",
        "output": " 一、 实验准备 实验仪器、药品、材料：棉线，丝线200ML烧杯两个，硬纸片一张、滤纸若干、酒精灯一个、石棉网、带铁圈的铁架台、温度计、硫酸铜粉末若干 、玻璃棒。 二、实验步骤 1. 在烧杯中放入100ML蒸馏水，加热到比室温高10～20℃，并加入足量硫酸铜； 2. 用玻璃棒搅拌，直到饱和（有少量晶体不能再溶解），趁热过滤到一个已加热的烧杯中； 3. 用硬纸片盖好，静置一夜，使其缓慢降温，析出晶体； 4. 第二天杯底出现小晶体，每个约长0.5CM，取一个晶体较完整的，用丝线绑住，系在一根木棍上。 5. 将原来的硫酸铜溶液加热到比室温高5～10℃，添加少量硫酸铜，使其再次饱和。 6. 将已绑好的小硫酸铜晶体放入微热饱和硫酸铜溶液中，注意使其被完全浸没，且不能碰到杯壁或杯底。 7. 用硬纸片盖好，静置过夜；每天观察，重复6、7项的操作过程。 三、实验注意 1.控制溶液的温度，加热时要把晶体取出，等溶液温度均匀后再把晶体浸入。 2. 注意环境温度的变化，应使饱和溶液缓慢冷却。 3. 所用容器必须洁净，要加盖以防灰尘落入。 四、实验结论 （1）硫酸铜的溶解度随着温度的升高而增大，通过严格控制温度的变化，有利于加快晶体的成形速率； （2）模型必须悬挂在溶液中，若模型与杯壁贴合，冷却后溶液析出的晶体将附着在线圈和杯壁之间，成形的晶体形状不规则。 （3）如果晶核“泛滥”，就无法形成大晶体。由于棉线和铜丝的表面积较大，即晶核较多；加上毛棉线和铜丝上生长的晶体，因相互堆积、相互挤压，致使晶体无法成长。相反，少量的硫酸铜细晶在溶液中分散性较好，容易形成大晶体。这一点，突出表现在了：用棉线作晶种，由于棉线表面存在着大量细小的棉纤维，形成大量的晶核，因此在棉线上“挂”了大量的、不成型的硫酸铜晶体。 "
    },
    {
        "input": "",
        "output": " 一、实验目的及要求： 本实例的目的是设置页面的背景图像,并创建鼠标经过图像。 二、仪器用具 1、生均一台多媒体电脑，组建内部局域网，并且接入国际互联网。 2、安装windows xp操作系统;建立iis服务器环境，支持asp。 3、安装网页三剑客(dreamweaver mx;flash mx;fireworks mx)等网页设计软件; 4、安装acdsee、photoshop等图形处理与制作软件; 5、其他一些动画与图形处理或制作软件。 三、实验原理 设置页面的背景图像,并创建鼠标经过图像。 四、实验方法与步骤 1) 在“页面属性”对话框中设置页面的背景图像。 2) 在页面文档中单击“”插入鼠标经过图像。 五、实验结果 六、讨论与结论 实验结束后我们可以看到页面的背景变成了我们插入的图像，并且要鼠标经过的时候会变成另一个图像，这就是鼠标经过图像的效果。当然这种实验效果很难在实验结果的截图里表现出来。这个实验的关键在于背景图像的选择，如果背景图像太大不仅会影响网页的打开速度，甚至图像在插入会也会有失真的感觉，因此在插入前对图像进行必要的处理能使实验的效果更好。 "
    },
    {
        "input": "",
        "output": " 一、实验目的1.学习电子顺磁共振的基本原理和实验方法；；2.了解、掌握电子顺磁共振谱仪的调节与使用；3.测定DMPO-OH的EPR信号。二、实验原理1.电子顺磁共振（电子自旋共振）电子自旋共振(ElectronSpinResonance%2CESR)或电子顺磁共振(ElectronParamagnaneticResonance%2CEPR)，是指在稳恒磁场作用下，含有未成对电子的原子、离子或分子的顺磁性物质%2C对微波发生的共振吸收。1944年，苏联物理学家扎沃伊斯基(Zavoisky)首次从CuCl2、MnCl2等顺磁性盐类发现。电子自旋共振（顺磁共振）研究主要对象是化学自由基、过渡金属离子和稀土离子及其化合物、固体中的杂质缺陷等，通过对这类顺磁物质电子自旋共振波谱的观测（测量因子、线宽、弛豫时间、超精细结构参数等），可了解这些物质中未成对电子状态及所处环境的信息，因而它是探索物质微观结构和运动状态的重要工具。由于这种方法不改变或破坏被研究对象本身的性质，因而对寿命短、化学活性高又很不稳定的自由基或三重态分子显得特别有用。近年来，一种新的高时间分辨ESR技术，被用来研究激光光解所产生的瞬态顺磁物质（光解自由基）的电子自旋极化机制，以获得分子激发态和自由基反应动力学信息，成为光物理与光化学研究中了解光与分子相互作的一种重要手段。电子自旋共振技术的这种独特作用，已经在物理学、化学、生物学、医学、考古等领域得到了广泛的应用。2.EPR基本原理EPR是把电子的自旋磁矩作为探针，从电子自旋磁矩与物质中其它部分的相互作用导致EPR谱的变化来研究物质结构的，所以只有具有电子自旋未完全配对，电子壳层只被部分填充（即分子轨道中有单个排列的电子或几个平行排列的电子）的物质，才适合作EPR的研究。不成对电子有自旋运动，自旋运动产生自旋磁矩%2C外加磁场后，自旋磁矩将平行或反平行磁场方向排列。经典电磁学可知，将磁矩为μ的小磁体放在外磁场H中，它们的相互作用能为：E＝-μ·H%3D-μHcosθ这里θ为μ与H之间的夹角%2C当θ%3D0时，E%3D-μH%2C能量最低，体系最稳定。θ%3Dπ时，E%3DμH，能量最高。如果体系从低能量状态改变到高能量状态，需要外界提供能量；反之，如果体系由高能量状态改变为低能量状态，体系则向外释放能量。根据量子力学，电子的自旋运动和相应的磁矩为：μs%3D－gβS其中S是自旋算符，它在磁场方向的投影记为MS%2CMS称为磁量子数，对自由电子的MS只可能取两个值，MS%3D±1%2F2%2C因此，自由电子在磁场中有两个不同的能量状态，相应的能量是：E±%3D±(1%2F2)geβH记为：Eα%3D%2B(1%2F2)geβHEβ%3D-(1%2F2)geβH式中Eα代表自旋磁矩反平行外磁场方向排列，能量最高；Eβ代表平行外磁场方向排列，能量最低。但当H%3D0时，Eα%3DEβ%2C相应的Ms%3D±1%2F2的两种自旋状态具有相同的能量。当H≠0时，能级分裂为二，这种分裂称为Zemman分裂。它们的能级差为：△Ee%3DgeβH若在垂直稳恒磁场方向加一频率为υ的电磁辐射场，且满足条件：hυ%3DgβH式中，h—为Planck常数，β—为Bohr磁子，g—朗德因子%3B则处在低能态的电子将吸收电磁辐射能量而跃入高能量状态，即发生受激跃迁，这就是EPR现象。因而，hυ%3DgβH称为实现EPR所应满足的共振条件。3.g因子自由电子g%3Dge%3D2.002，实际情况下g%3Dh%3F%2F%3FB(H0%2BH’)，g反映分子内部结构（因附加磁场H’与自旋、轨道及相互作用有关)，自由基g值偏离很少超过±0.5%25，非有机自由基，g值可以在很大范围内变化，过渡金属离子，因轨道角动量对磁矩有贡献，g偏离ge。4.主要特征由于通常采用高频调场以提高仪器灵敏度，记录仪上记出的不是微波吸收曲线（由吸收系数X%27%27对磁场强强度H作图）本身，而是它对H的一次微分曲线。后者的两个极值对应于吸收曲线上斜率最大的两点，而它与基线的交点对应于吸收曲线的顶点。g值从共振条件hv%3DgβH看来，h、β为常数，在微波频率固定后，v亦为常数，余下的g与H二者成反比关系，因此g足以表明共振磁场的位置。g值在本质上反映出一种物质分子内局部磁场的特征，这种局部磁场主要来自轨道磁矩。自旋运动与轨道运动的偶合作用越强，则g值对ge（自由电子的g值）的增值越大，因此g值能提供分子结构的信息。对于只含C、H、N和O的自由基，g值非常接近ge，其增值只有千分之几。当单电子定域在硫原子时，g值为2.02-2.06。多数过渡金属离子及其化合物的g值就远离ge，原因就是它们原子中轨道磁矩的贡献很大。例如在一种Fe3%2B络合物中，g值高达9.7。线宽通常用一次微分曲线上两极值之间的距离表示（以高斯为单位），称“峰对峰宽度”，记作ΔHpp。线宽可作为对电子自旋与其环境所起磁的相互作用的一种检测，理论上的线宽应为无限小，但实际上由于多种原因它被大大的增宽了。超精细结构如在单电子附近存在具有磁性的原子核，通过二者自旋磁矩的相互作用，使单一的共振吸收谱线分裂成许多较狭的谱线，它们被称为波谱的超精细结构。设n为磁性核的个数，I为它的核自旋量子数，原来的单峰波谱便分裂成（2nI%2B1）条谱线，相对强度服从于一定规律。在化学和生物学中最常见的磁性核为1H及14N，它们的I各为1%2F2及1。如有n个1H原子存在，即得（n%2B1）条谱线，相对强度服从于（1%2Bx）n中的二项式分配系数。如有n个14N原子存在，即得（2n%2B1）条谱线，相对强度服从于（1%2Bx%2BX2）n中的3项式分配系数。超精细结构对于自由基的鉴定具有重要价值。吸收曲线下所包的面积可从一次微分曲线进行两次积分算出，与含已知数的单电子的标准样品作比较，可测出试样中单电子的含量，即自旋浓度。5.主要检测对象可分为两大类：①在分子轨道中出现不配对电子（或称单电子）的物质。如自由基（含有一个单电子的分子）、双基及多基（含有两个及两个以上单电子的分子）、三重态分子（在分子轨道中亦具有两个单电子，但它们相距很近，彼此间有很强的磁的相互作用，与双基不同）等。②在原子轨道中出现单电子的物质，如碱金属的原子、过渡金属离子（包括铁族、钯族、铂族离子，它们依次具有未充满的3d，4d，5d壳层）、稀土金属离子（具有未充满的4f壳层）等。三、实验内容和步骤羟基自由基（%3FOH）等氧自由基是主要的活性物种，然而由于%3FOH的活性高、寿命短，因而难以直接测定。捕获剂捕获短寿命的氧自由基生成相对稳定的、寿命较长的自由基，这些具有顺磁性的有机物种在磁场和微波的协同作用下容易被EPR分析检测。DMPO是一种对氧自由基捕集效率很高的自旋捕集剂，而且形成的自旋加合物，DMPO-OH，有很特征的超精细分裂图谱和超精细分裂常数。实验步骤如下：1、取适量DMPO样品于样品管中装样，将样品管一端封住；2、在插入样品管前用纸擦拭确保其干净；3、样品管垂直放入谐振腔，等待EPR检测。4、调节仪器参数，得到谱图。四、实验结果与讨论得到数据见附图。从图中可见，DMPO-OH的EPR波谱由四条谱线组成，强度比为1%3A2%3A2%3A1。五、实验心得电子顺磁共振（EPR）和核磁共振（NMR）的区别：a.EPR和NMR是分别研究电子磁矩和核磁矩在外磁场中重新取向所需的能量；b.EPR的共振频率在微波波段，NMR共振频率在射频波段；c.EPR的灵敏度比NMR的灵敏度高，EPR检出所需自由基的绝对浓度约在10-8M的数量级；d.EPR和NMR仪器结构上的差别，前者是恒定频率，采取扫场法，后者还可以恒定磁场，采取扫频法。 "
    }

]
}