{"generate_text":[
    {
        "input": "",
        "output": " 很喜欢傅首尔的一句话：“他有多爱你，他就有多自律，所以我现在不会管他管的很严了，也不会让他和其他女生保持距离，他要是爱我就会处理好身边的任何事情，如果没有处理好，那他就是不爱，犯错犯的不是错，而是他的选择。”世事皆有定数，遗憾也是命运安排，错过的、不合适的，终归是没有缘分。“请忘掉那些不合时宜的遗憾，花开会很美，但最终的生活需要有结果的树。忘记种过的花，我们需要去爱有结果的树。”要相信，我们终会遇见一个人，让我们明白，之前所有的相遇与离别，所有的不易和心酸，都是为了遇见这个对的人。你要相信，我值得被爱，我值得被善待。 你要相信，付出真心没有错，真心对一个人好没有错。你不爱我了，我还爱着你啊，这也没有错。得到时我珍惜所有，失去时我努力释怀，电光火石我不放 过，遍体鳞伤我不认错，多少风花雪月，最后也不过就是一个背影。在喜欢你的人那里，去热爱生活，在不喜欢你的人那里， 去看清世界，就这么简单。“伤害你的人，只会反复伤害你，不要浪费时间原谅他们，也不要浪费时间怨恨他们。不要自我怀疑，不要自我否定。你要相信，我值得被爱，我值得被善待。” \n #努力成为更好的自己 #两性情感 #女性智慧 #人生是旷野 #人间清醒 "
    },
    {
        "input": "",
        "output": " <title> 如何让一个男人长久爱你？皮格马利翁效应 </title>\n\n<content> 你期望什么，就会得到什么。这就是著名的“皮格马利翁”效应：皮格马利翁是希腊神话中年轻的国王，同时他也是一位技艺精湛的雕刻家。有一次他为雕刻一座美女石像倾注了全部心血，最终把石像雕刻得栩栩如生，甚至他自己都情不自禁地爱上了她，为此茶不思饭不想，夜不能寐，最后感动了天神宙斯，帮他把石像变成了活生生的美女，满足了皮格马利翁的愿望。“皮格马利翁”效应说的就是，当人对一件事怀有很强的信念和期望，这件事往往就会朝着人相信的方向发生。举例：1、一个女人经历了两段婚姻，每段婚姻都是以被家暴收尾，她很不解也很痛苦，为什么刚结婚时温柔的男人最后都会变得暴躁，最后咨询师通过深入挖掘发现，因为她儿时有一个酗酒、家暴母亲的父亲，让她从小就认定了“男人没一个好东西”，成年结婚后，每次和另一半爆发争吵，她都会大喊：你是不是想打我？你来啊，不敢你就不是个男人！结果就是几次三番下来，男人不可控制地动了手。在感情中，如何利用“皮格马利翁”效应的正向力，让他长久爱你？引导他用你想要的方式爱你很多时候不是男人不想爱你，而是他不知道你到底想要什么。好男人都是被教出来的，你要学会引导他，用你想要的方式去爱你。比如，你希望他做什么。话术：我希望%2B我的感受举例：①老公，我希望遛弯的时候你牵着我的手，这样我就感觉很有安全感而且很浪漫。②亲爱的，我希望你能抱抱我，这样我就没那么难过了。❤心法：明确向男人表达你的需求，让他知道你的想法和感受，并且告诉他应该怎么做，他就真的很乐意朝你想要的方向发展。.坚信自己值得被爱很多女人会犯一个错误，就是追逐男人的认可，认为只有他认可自己，自己才是值得被爱的。比如：男人说：没有男人会喜欢物质的女人，而且一个好女人的前提一定是一个好妻子、好妈妈。坚信自己值得被爱的人，第一反应就是：我管你喜欢什么。但追逐男人认可的女人，就想要证明自己一定是个好妻子、好妈妈、不物质。所以你一定要建立好自己的框架：①无论什么时候，我都值得被爱，如果你不爱我说明你没眼光；②我不需要追逐男人的认可，因为男人要追逐我的认可；③好的感情需要相互尊重，我不会和不尊重我的人在一起。朝你想要的方向夸奖他 \n #婚姻  #婚姻情感 #夫妻相处 </content> "
    },
    {
        "input": "",
        "output": " <title> 男人来自火星，女人来自金星，挽救无数家庭 </title>\n\n<content> 如果相互不了解差异 总是以自认为正确的方式去关爱异性 得到的反而可能是对方的反感 所以我们首先要知道，然后再去做到 我们需要考虑效果，而不是做完就好 男人跟女人在思维方面还是存在许多差异的 男女相处最重要还是要相互理解，互相包容 1、单一与多重思维 男女大不同之一 就是男人往往每次只思考一件事 而女人则会同时考虑许多件事 换言之，男人比女人更专注 2、语言与图像思维 男人不总是能通过语言或文字来解决问题 图像和照片能够帮助他们快速思考 而女人则更依赖语言 这也是为什么通常女人都比男人啰嗦的原因 3、感官思维 当男人说他们什么也不想时 他们可能真的是什么都不想 而女人的感官几乎每分钟都是醒着的状态 4、逻辑思维 女人往往从内心出发 充满感性地思考问题 遇到问题时更注重自己内心的感受 自信的女人对健康养生有益 而男人能够“关闭”他们的情感 理性且逻辑地解决问题 因此很轻易与女人产生矛盾 5、思考 大多数女人很清楚自己的所思所感 所以能很快做出反应 男人并不是这样 在作出决定之前 他们需要时间来思考、认真咀嚼 6、分析思维 在大多数情况下 男人比女人更擅长分析问题 他们天生有种能力 能够清晰地看出事物的本质、辨别真 他们仿佛是一个局外人 能更冷静地观察形势 而女人往往被自己的感情所左右 这会使她分心 从而使对事物的看法出现偏差 7、理性思维 男人能够很轻松地洞悉到问题的核心 相比之下，女人虽然能够发现主要问题 却不知道它确切是什么 男人说话是为了解决问题 女人说话是为了描述问题中的自己 两性关系中 离不开两个人的磨合 两个人的磨合，离不开思维的碰撞 女生注重当下，男人侧重未来 女生看重过程，男人在意结果 女生思维发散，男人想法单一 仅仅是因为咱们的思维方式不同而已 \n #男人女人 #男人 #女人 #婚姻家庭 #思维 #男人来自火星女人来自金星 #家庭 #家庭婚姻情感 #工作 #职业 #认知 #认知思维 #男女思维差异 #男女生思维差异 #男性思维 #用男性思维谈恋爱 #学习男性思维 #女性思维 </content> "
    }
]
}