{"generate_text":[
    {
        "input": "",
        "output": " <title> 职场沟通｜向上沟通的一些tips‼️ </title>\n\n<content> 沟通，就是理解对方的想法，表达自己的观点。 ⭐在理解方面，可以通过积极倾听和有效复述弄清楚对方的核心观点，同时结合开放式问题和封闭式问题引导谈话方向。 ⭐F在表达方面，可以充分运用5大论证方法高效论证自己的观点，同时结合非语言表达技巧着重强调自己的诉求。  在职场中，有效沟通的核心： ⚠想对方之所想，予对方之所需！  ⬆向上沟通 上司想的是公司和部门的全局策略，所以要把自己的建议和想法与大局相结合。 【一些要点】 先理解上司的想法，再提出自己的看法 上司所知道的信息更全面，考虑的事情更多样。我们在接到一项任务时，不要只依据自己的想法做判断，可以多问问上司的考虑，再决定如何去做这一项工作。 尊重上司的权威，不要当面顶撞 在公众场合给足上司面子，可以私下找上司在会议室进行沟通。 F⃣表达精简扼要，尝试一页纸汇报 上司的时间都很紧张，最好采用“先结论后证据”的要点汇报模式降低理解难度.注意时间场合，最好提前沟通时间 提前在微信中向上司询问沟通的时间，初步说明沟通的内容，也让上司对谈话有所准备和了解。  ↔平级沟通 双方只是合作关系，不要想着压对方一头，而是要共同解决问题 【一些要点】 1⃣彼此尊重，学会换位思考 特别是在紧急情况下，也不能失去耐心 2⃣互惠互利，不要总想着推诿责任 本着创造合作双赢的想法进行沟通合作 3⃣平时多建立关系，如一起吃工作餐、团建活动等 结合人脉拓展相关技巧，与对方建立联系良好的关系  ⬇向下沟通 下属想的是自己的业绩和成长，所以要在保护其自尊心的前提下，客观具体的提建议，帮助其成长 【一些要点】 1⃣描述问题要具体而不要笼统 提出下属具体的问题，且避免使用绝对化的用词（如：“你从来没有balabala”“你一直都是balabala”） 2⃣提出建议要客观而不要批判 客观描述问题及后果，并给出解决方案 3⃣严而不厉，保护下属的自尊心 表达善意和肯定，提醒对方你很器重他，保护其自尊心 \n #职场 #沟通 #职场沟通 #职场有效沟通 #向上沟通 </content> "
    },
    {
        "input": "",
        "output": " <title> 体制内人手一本❗️掌握高情商的说话之道 </title>\n\n<content> 📖《像高手一样发言：七种常见工作场景的说话之道》  公务员说话，不同于其他人。尤其是在一些正式场合，在面对公众讲话时，公务员说的话，除了体现个人意愿外，还代表了一定的职务身份，体现了公权力的要求。所以，对于公务员特别是负有领导职责的公务员来说：  🔥在机关“说话”很重要，但对于绝大多数公务员来说，却是件很难的事。因为“说话”是一项技能，需要经过真刀真枪的大量锻炼。所以，对于绝大多数公务员来说，会议发言紧张，餐桌应酬嘴笨，或者离开稿子就讲不了话。  本书结合公务员常见的工作场景，比如汇报工作、会议发言、述职报告、4竞聘演讲、餐桌应酬等，通过拆解、论证、分析诸多真实的职场案例，挖掘其中讲话的特点和规律，并在此基础上，为你提供“好好说话”的公式和方法。  俗话说：手中有粮，心中不慌。一旦熟悉了各种场合讲话的规律，掌握了发言的思路，那面对众人讲话就不再是一件难事了。  ✍本书的作者  是一位现任某fu处（使用笔名）  希望这本书能为你提升表达能力、收获自信和快乐生活提供帮助。 \n #机工社好书推荐 #来小红书买一本好书 #高情商说话技巧 #体制内 #说话技巧 #高情商社交 #饭局文化 </content> "
    },
    {
        "input": "",
        "output": " <title> 脱不花万能沟通公式，赶紧收藏学说话技巧！ </title>\n\n<content> 🙋今天要推荐的大咖是脱不花，逻辑思维合伙人，得到CEO。  ❎没上过大学，没有学历，没有背景，赖以生存的技能就是超强的沟通能力👍  💁沟通不仅仅是解决当下的问题，还可以获得对方的信任，好好完成生活中的每一次沟通，抓住每一次机会。  会议开完了，领导突然让你发言，如何发言才能得体地表现自己呢❓ 和领导汇报工作，怎样体现工作能力，还显得不是那么邀功呢❓ 跨部门协作，怎样才能说服其它部门的同事来帮助你呢❓  💪在职场里，光凭专业技能过硬，工作干得好还远远不够，用沟通能力协调资源，积累人脉的软技能特别重要‼  沟通高手是特别会说的人❓错误❎ 沟通很多时候都是不需要语言表达的，需要的是行动，在绝大部分场合，行胜于言。  ❤成功的沟通不是多说话和说漂亮话的基础上的，而是建立在你能不能真正的关切别人，形成良好的互动关系基础上的。  💁我们有70%的信息是通过非语言的方式进行传递的。 沟通高手并不是仅仅把话说得漂亮，而是把事情做漂亮。  🤗沟通高手擅长解决问题，随时能发起协作，解决问题，化解矛盾；同时也擅长通过沟通建立友好协作关系。  🈶脱不花的沟通技巧，在之前《沟通的技巧》那本书里就分享过，收藏起来慢慢学习，遇到具体场景的时候可以套用，真的实用🉑 \n #自我提升 #读书笔记打卡 #职场 #沟通技巧 #沟通 #说话技巧 #高情商 #高情商社交 #灵感笔记 #高情商聊天技巧 #高情商话术 @薯队长 @校园薯 @人文薯 @知识薯 #脱不花 #分享好书 </content> "
    },
    {
        "input": "",
        "output": " <title> 职场进阶必看❗️各种场景下的汇报公式+话术 </title>\n\n<content> 会应用金字塔原理的人，工作总结都特别有条理，基本原则是结论先行、以上统下、归类分组、逻辑递进。  《金字塔原理》一书是曾经的麦肯锡咨询顾问芭芭拉·明托撰写的，关于写作逻辑和思维逻辑的读物，而推荐的这两本书是🔥金字塔原理在中国职场沟通情境下的具体应用。  无论是原理的介绍、框架的分析、案例的选择，还是图表的呈现，目的只有一个：让金字塔原理更加适合中国职场沟通的需要，使结构化表达更接地气！  📖《结构化表达：如何汇报工作、演讲与写作》  本书以各种职场沟通的情境为案例，系统介绍了结构化表达的原理、要求和工具，并详细分析了将结构化表达应用于汇报工作、与客户沟通、讲故事、做演讲以及写作等具体沟通情境中的技巧、流程与框架。  📖《结构化汇报：如何呈现工作成果、产品与自我能力》  全书聚焦用结构化汇报破解职场中汇报难题这一主题，围绕商务活动中的具体情境和案例，主要介绍结构化汇报的基本要求、特点和方法，分析1⃣如何在口头汇报工作、2⃣书面汇报工作、3⃣向客户汇报产品（方案）、4⃣求职与面试、5⃣竞聘演讲等具体汇报情境中用好结构化汇报的技巧与工具，在有限时间内精彩展现工作成果和自我能力。⚠还通过实例介绍了如何借助💥GPT💥助力职场人士提升汇报效率、改进汇报质量。  ✒作者 黄漫宇 中南财经政法大学教授，博士生导师。  职场上吃香的人，干得好更要说得好，一定要善于汇报工作！🔥两本书内容完全没有重叠，各有侧重。  推荐给有职场晋升需求，和提升总结能力的读者！ \n #机工社好书推荐 #职场日常 #工作总结 #工作汇报 #工作汇报ppt #述职报告 #职场沟通 #ppt #说话的艺术 </content> "
    },
    {
        "input": "",
        "output": " <title> 找到了我的嘴替！接得住话的人才接得住机会 </title>\n\n<content> ☁欢迎光临中信书店，用心生活，成为闪闪发光的自己~  🎙“会说话是优势，会接话才是本事！”  🤐谁懂啊！在一些社交场合总想跟人打开话题，结果没讲几句对话就冷掉了！尴尬到脚趾抓地……  👀会接话的人简直是神一般的存在！想要扩大交友圈，制造更好的第一印象，首先就要克服说话的恐惧  ⌛记住：“对话要活用”，不是“话一定要说得漂亮”、“要讲对方爱听的”、“必须说到对方会笑”才叫“完美对话”  ⏳不求尽善尽美，要懂适时接话！不擅聊天的人往往一讲话就紧张，可以先把适合闲聊的题材学起来，不需把话讲得漂亮，只要敢开口说，无论跟谁都能聊不停  😭再也不担心成为“话题终结者”了！《好好接话》就是我的万用接话秘籍库，各种“接话公式”轻松用起来，分分钟创造聊天话题~  🎙精华摘要  ▫觉得 “不说话很糟糕”是先入为主的看法。你能享受沉默，对方也会与你感同身受  如果有人百分之百支持自己的言行，人们就会感受到强烈的肯定感 用自己的经验之谈回应对方，是利用心理学的“自我揭露”。打开自己心扉的同时，对方也较容易敞开心扉  ▫在人们情绪激动、欠缺冷静时，不要评判对方是对是错，重要的是先让人看见你无条件支持的态度  ▫越常将赞美挂在嘴边的人，朋友就会越多。找出对方的优点，由衷地称赞能提升好感度  ▫当对方说话缺乏条理、没有具体内容时，不着痕迹地帮他做个整理，能让对方继续说下去  ▫能干的人、成功的人会先说体贴对方的话，之后才讲自己内心所想  ▫工作上非必要的话不要多说。讲话顺序是“结论—理由—具体事例—重说结论—远景”，这是在文章、简报里也能用到的方法  🎬PS：书的末尾还有自我核验表，囊括书中技巧的关键要点，边练习边记录，让我们精准提升有的放矢~  ✨坚信在职场不懈打拼的我们，终将收获更精彩的人生！关注心选，每天进步一点点~ \n #get职场新知识 #来小红书买一本好书 #高情商社交 #女性成长 #说话的艺术 #职场干货 #社交牛逼症 </content> "
    },
    {
        "input": "",
        "output": " <title> 职场上吃得开的人往往很擅长Small Talk </title>\n\n<content> 职场上有那么一类人，交际广泛吃的很开，走在路上碰到TA，总能愉快地闲聊几句，让人感觉如沐春风。  闲聊（Small Talk）是非常重要的技能，为了防止电梯厅或者茶水间偶遇同事没有话题聊的尴尬场景，可以试试以下技巧。  ✅ 关注对方的变化  Small Talk的精髓是对对方保持好奇心，可以观察一下，对方外形上的变化，并就此展开对话，比如对方是不是换了发型，换了穿衣风格、戴了新的耳环、戴了口罩等等，对方会觉得有被关注到，从而拉近彼此的距离。  举例： “诶？你今天换穿衣风格啦？这个风格也很好看呢～下班是不是有约会呀？” “这个耳环好看，跟衣服很搭，第一次见你戴，有没有链接？”  ✅ 围绕上一次交集展开对话  如果双方交集比较多，则可以围绕上次交集展开对话，谈一谈之前合作项目的后续进度和感受。不过要注意的是，闲聊的场合不需要聊的太深入了，可以着重问一问对方的感受，而不是具体的工作细节。  举例： “Hi Frank, 上次那个项目后面进展的怎么样，顺利吗？忙不忙？”  ✅ 围绕对方最近的动态展开对话  如果对方近期有在朋友圈分享一些日常，比如健身、旅行、郊游，可以围绕这些展开对话。  举例： “上周末我看你动态去露营啦，那个地方怎么样？”  ✅ 通用版话题  如果跟对方实在是交集很少，又不清楚对方的动态的话，还有一些通用话题：  问问最近工作忙不忙 谈一谈周末/假期是怎么过的，适用于一周的开始和节假日刚刚结束的时候 聊聊还有多少天年假，未来的休假安排 聊聊公司附近新开的餐厅或咖啡店 聊聊最近的公司活动  记住，精髓是对对方保持好奇心。 以上，希望对大家有所帮助。 \n #初入职场的我们  #今日份工作小结 #沟通 #沟通技巧 #职场日常 #高情商社交 #女性成长 #职场日常 #职场干货 #smalltalk #职场 </content> "
    }
]
}
