{"generate_text":[
    {
        "input": "",
        "output": " <title> 🌀拒绝水逆！十二星座转运小诀窍🗝️ </title>\n\n<content> 周四啦！又到了给生活调个味道的时候‼%EF%B8%8F 放下你手里的星座运势卡，听正宝来为你们揭秘 2023下半年十二星座转运方式，都来开开窍~ - ✅白羊座：跳跃运动，让坏运气也跟着跳远远 ✅金牛座：狂吃不胖，幸运直接塞满肚子 ✅双子座：各种风格穿搭，换装换运势 ✅巨蟹座：抱抱小动物，运气悄悄爬上来 ✅狮子座：开个生日party，好运邀你high翻天 ✅处女座：整理房间，顺便整顿人生好运 ✅天秤座：随心画个美妆，转运美美哒 ✅天蝎座：写封匿名情书，桃花运直接蹦出来 ✅射手座：学点新技能，运势一箭穿心 ✅摩羯座：买一盆绿植，好运靠得更近！ ✅水瓶座：带一副水瓶座扑克牌，脑力与运势双升级 ✅双鱼座：做DIY手工拼图，制造幸运不是梦 - 快快收起你的小垮脸，转运方式用起来~ 正宝已贴心的为水瓶座备好一副星座转运扑克牌~ 卡牌里真的会有宝瓶的专属图案哦！四个动作开窍 - \n #卡牌  #转运  #十二星座  #十二星座转运  #接好运  #扑克牌  #星座  #日常生活里的快乐瞬间  #星座分享 </content> "
    },
    {
        "input": "",
        "output": " <title> 12星座节气香推荐 | 摩羯座的专属味道 </title>\n\n<content> 且喜欢自己被美好的事物围绕，但这并不代表着挥霍败金，相反的是，摩羯工作努力，为人诚实，自食其力地为自己创造更好品质的生活。这个时间段出生的摩羯与家人的感情和联系很紧密，哪怕离得很远，家人的爱与支持给了摩羯强大的内心，同样的，摩羯也给予家人们很多精神上的力量和物质上的回馈。摩羯往往怀抱远大的理想，而自己也拥有很强的能力，所以不用自我怀疑，全力去做，便可以实现自己的目标。 空白的「小寒」🌼诠释了摩羯人的气质。小寒所代表的腊梅凌寒而放，凌寒为香，那冷冽又富郁的芳香，小小一朵，却能飘香千米，起舞于苍茫天地，让人自在暄妍，无需彷徨。正是摩羯那份不折不扣强大的内心，才能散发出沉淀又持久的光芒。 这里是空白KONGBAI，专注中国24节气香水，致力于探索东方嗅觉审美，等你来。 \n #空白二十四节气 #圣诞礼物推荐 #星座香水 #小众香水 #射手座 #生日礼物 </content> "
    },
    {
        "input": "",
        "output": " <title> 超准！MBTI常见的左右倾向，你是极端吗？ </title>\n\n<content> 【影响思维方式的MBTI类型】 你曾经发现自己和某些人看待问题的角度完全不一样吗？或许这跟我们的MBTI类型有关。不同类型的思维方式是极其多样化的，从而在政治、社会等方面产生了种种差异。下面就让我们来看看各个类型的zz倾向吧！（注意：纯属玩梗，请勿当真） 【左派 INTJ】 因为他们总是希望改变社会得以实现，所以他们往往相对较为左派，是改革的推手。当然也有例外，比如像纳粹党的头目希特勒这种INTJ毒瘤。 【左中 INTP】 对于新事物和不同群体的接受程度较高，但同时喜欢细心考虑各种因素，结果就是两边不讨好。被称作“理中客”是常见的。 【强势 ENTJ】 决定性强，执行力强，意志坚定，所以大多数情况下会倾向于要么非常左，要么非常右，不太会出现岁月静好 【混乱 ENTP】 该类型混沌无序，倾向会随着思维变化频繁调整。 【精神强大 INFJ】 心灵非常强大的人，思想会相对极端或者绝对中立。 【左 INFP】 他们内心善良，通常能够理解许多少数群体，并且倾向于代表一些左翼观点。这个类型的高Fi很容易向左极端发展，但也有一些岁静人会忽视zz问题。 【领袖 ENFJ】 虽然有明显倾向，但是相对于ENTJ来说会更加缓和，因为他们更多时候是领导而不是执行者。 【中庸 ENFP】 和INFP相比，ENFP倾向中间一些，毕竟快乐自由最重要！ 【ISTP和ISFP】 ISTP会说“左右是什么，能吃吗？”因为他们对于政治、理论等问题没什么兴趣。而ISFP却各种神秘，无从揣测。 【注重实际 ESTP】 ESTP会更多地考虑左右观点对自己现实生活的影响，所以相对不会太极端。 【随意 ESFP】 ESFP嗨起来了，你喊TA去哪边TA就去哪边，部分应该在左边 \n #MBTI职业性格测试 #MBIT人格测试 #MBTI #mbti #认知思维 #MBTI性格分类 #MBTI性格类型 #思维方式 #intj #entp #MBTI </content> "
    },
    {
        "input": "",
        "output": " <title> 吐血整理💥MBTI十六种人格特征也太准了❗️上 </title>\n\n<content> 在社交中，🔥MBTI的热度开始远超星座，成为了年轻人们新晋的社交名片！  【MBTI是什么？】❓ 是一种用于人们心理类型的测试工具。🤔它基于人们的压力处理方式及其基本的决策过程，将人们分为16种不同的类型。💫这16种类型分别由4个二元素(即内向与外向、感性与直觉、思维与情感，判断与知觉)组成每个类型都对应着不同的描述，帮助你更加了解自己。  ⬆%EF%B8%8F以上的一些关键词句仅限于部分对于该人格的认知，并不是作为定义选项或是刻板印象，🔍即使是同样的人格，也有可能存在较大的性格偏差哦，所以，MBTI只是作为一个参照物，具体的性格特点还需要大家仔细观察哦！  ✅如果你想知道更多关于MBTI的小知识，可以选择在应用商城/应用宝/APP%C2%A0Store免费下载【心象】APP哦，里面有超多的小知识，💫还有专业的人格测试以及专属报告分析！！！  😍记得关注我，了解更多有趣的人格小知识！ \n #mbti #心理测试 #万物皆可MBTI #MBTI职业性格测试 #MBTI16型人格 #我的日常#MBTI #看图猜mbti #猜 #ENFP #ENFJ #ENTP #ENTJ #INFP #INFJ#INTP #INTJ #ESFP #ESFJ #ESTP #ESTJ#ISFJ #ISFP #ISTJ#我的MBTI人格 </content> "
    },
    {
        "input": "",
        "output": " <title> mbti荣格八维各功能解读与自判方法 </title>\n\n<content> （《类型与原型》读后心得，非专业版本，仅供参考） f:信念；fi尊崇自我，fe追求共识 t:思考；ti法则解构，te规则建构 n:直觉；ni纵向追溯，ne横向拓延 s:感觉；si解读既定，se观测当下 （让我一个entp写s，简直在犯罪，总有一种言不达意的感觉） ------- fi的心理防御在自我被冒犯 fe的心理防御在关系被破坏 ti的心理防御在定义被篡改 te的心理防御在目标被干扰 ni的心理防御在推测被颠覆 ne的心理防御在拓展被阻碍 si的心理防御在经验被推翻 se的心理防御在实感被蒙蔽 ------ s更为关注“物的有形”，他们认为“物即是物”，能直接感知和描摹物的细节，是更直观的感知功能。 n更为关注“物的无形”，他们更喜欢以“物外之物”来描述物，是更抽象的感知功能。 s普遍比n功能感知更快。因此在其他三个字母相同情况下，s型更为迅捷直白，n型更为深沉内敛 ------ fe追求天下大同的理想，将情感与客体平齐，“以物观我”，“一蓑烟雨任平生，也无风雨也无晴”（苏轼，entp，fe第三位） fi以激昂信念感染他人，情感与客体相对独立，“以我观物”，“天生我材必有用，千金散尽还复来”（李白，enfp，fi第二位） ------ 自判个人总结版: 想判断自己是n人还是s人:你的大脑里是否常有和你所处情景关系不大的想法 想判断自己是t人还是f人:看电影最不能忍受完全没有情感共鸣，还是前因后果非常错乱 \n #MBTI16型人格 #荣格八维 #万物皆可MBTI </content> "
    }
]
}
