{"generate_text":[
    {
        "input": "",
        "output": " <title> 研1极简｜长期持有电器分享｜双十一数码参考 </title>\n\n<content> 长期电器清单：电脑、鼠标、充电宝 配件：电脑支架、手机支架 使用最久的是电脑，最新的是充电宝 个人认为大促节点最值得购入的产品就是数码类，因为这类产品溢价空间不高，基本一分钱一分货。 所以今天梳理了个人拥有的数码产品，除了拍摄使用的手机（🍎11） 1.电脑：联想小新air14 19年双十一买的，14.5尺寸，大屏幕看视频很爽，但是外带会有点重，不过个人可以接受，使用前三年没什么问题，今年开始屏幕出现闪屏、花屏、卡顿现象，问了是屏幕问题，修要1k起步，也不打算管了，咱就是说能用就用，不能用就拜拜👋🏻 2.充电宝：倍思，除了使用时发热其他挺好的，🍎11➕倍思可以在外待机9-12h。 3.鼠标：杂牌，直接搜人体工学买的，有三种连接模式随意切换，很方便。 4.电脑支架：前段时间把150的高档支架出了，换成这个便携款，消费降级，使用升级，但是这家品控不好，不推荐。 5.手机支架：用两三年好像，很结实，既能放手机也能放平板。\n #日常碎片PLOG #翰林阅 #笔记本 #充电宝 #ipad壳 #办公室好物推荐 #ipad保护壳 #拍纸本 #蓝牙键盘 #ipad配件 #好物 #研究生日常 #大学生活分享篇 #日常碎片PLOG #极简 #极简主义 #家用电器分享 #电脑 #研究生宿舍 #宿舍好物 #宿舍收纳 #数码 #数码科技 </content> "
    },
    {
        "input": "",
        "output": " <title> 标题就帮到这来！新品蓝牙耳机别花冤枉钱！ </title>\n\n<content> 蓝牙耳机/蓝牙耳机推荐/蓝牙耳机测评/平价蓝牙耳机/耳机/无线耳机 大学生日常必不可少的就是蓝牙耳机！不管是在宿舍还是出去玩耳机都是必需品。挑蓝牙耳机一定要根据自己的需要买，不能盲目跟风，否则会伤害耳朵。这些是我用了挺久觉得挺好的蓝牙耳机，给大家做个参考！ 🎧#KGKE蓝牙耳机 性价比很高的一款耳机，续航时间长、抗阻延迟，打游戏必备，音质也很不错，大学生的首选。 🎧#linklike蓝牙耳机 品控很好，耳机有防水防汗功能，耳机具有通气孔，适合运动佩戴。 🎧 #FIIL蓝牙耳机 音域很广，听歌可以听清楚很多细节，能自由调节音效。 🎧#华为蓝牙耳机 有自适应的降噪功能，戴上后特别沉浸！ 🎧#oppo蓝牙耳机 精致可爱的耳机外壳，一下就可以戳中女孩子的心。 🎧#万魔蓝牙耳机 开盖即连，连接很稳定，续航持久，使用感很好。\n #蓝牙耳机 #蓝牙耳机测评 #蓝牙耳机推荐 #耳机 #耳机分享 #降噪耳机 #华为蓝牙耳机 #oppo蓝牙耳机 #linklike蓝牙耳机 #KGKE蓝牙耳机 #新势力周 </content> "
    },
    {
        "input": "",
        "output": " <title> AI大模型谁最好用❓国内外产品全面测评排行 </title>\n\n<content> 正文近日好奇各AI大模型究竟孰强孰弱、国内外的人工智能产品有哪些差异，于是了解到业内一个较全面的测评标准——SuperCLUE-Agent，评估大语言模型核心能力的表现，包括工具使用、任务规划和长短期记忆能力，而且着重考察中文理解能力，对国内的使用场景更有参考价值。 1总体看，国外OpenAI的产品系列、Claude仍处于领先地位，百川智能的Baichuan2、百度的文心一言的杰出代表。 2在核心基础能力上，从图2、3的维度分析来看，国内模型已经较为接近国外水平。 3而OpenAI的产品在10个任务中有8个任务表现最佳，表明在智能体方面具有非常大的优势，但值得肯定的是，国内有部分模型在某些任务上表现也可圈可点。同时，国内的一些模型，声称媲美甚至超越OpenAI，事实上仍有很大的进步空间（30分的差距）。 😊我是来自鹅厂的资深产品人T哥，持续更新职场神器/能力提升/大数据领域的系列笔记，更多精彩干货详见主页，记得点赞收藏关注哦 \n #职场日常  #职场  #职场干货   #ai  #懒人必备  #努力成为更好的自己   #打工人  #宝藏APP  #搞钱  #不想上班  #实用APP安利  #get一项新技能 #测评 #大语言模型 #暴富  #高薪 #互联网大厂 #互联网 #数据分析我在行 #人工智能 #数据分析 </content> "
    },
    {
        "input": "",
        "output": " <title> 千万别瞎买！新品吹风机谨慎选择不踩雷！ </title>\n\n<content> 最近315事件各品类大牌频频塌方，真的让人焦心！ 现在选吹风机也得千万小心了，盲目跟风乱选只会踩雷... 我也是踩雷无数才总结出来的这几款比较好用的吹风机 自己用下来确实还不错，而且品质也是没得说 不知道怎么选吹风机的姐妹可以放心入了！ ~~ 1.同诗吹风机：这个简直是毛燥头天菜了！富含5亿级高浓度等离子，养护顺发效果嘎嘎好！ 2.戴森吹风机：简直是造型利器，多种风嘴可以吹出多样造型 3.橙飒卡吹风机：这个降噪效果挺明显的，风温也舒适不会烫头皮 4.追觅吹风机：有香氛精华弹滋养护发，发质干燥的姐妹冲 5.彦高吹风机：无风叶风洞能吹出超大风量，打造蓬松高颅顶 —— 还不知道怎么选吹风机的直接看过来！ 1、风速大小 风速越大则干发速度越快，风速是受电机转速、气流倍增技术调教、扇叶翼形数量和材质、轴承品质等等综合影响决定的。建议选择风速在15m/s以上的吹一风机！ 2、温控技术 溫控精准度越高，越能够让风温保持一个兼顾干发速度和护发效果的状态，一般最佳温度控制在45-55度。 3、护发能力 等离子可以中和我们吹头发是所产生的正电荷，还可以结合水、氧在发丝上形成保护膜。不仅可以补水润发，还能减少头皮油脂，能真正做到吹发、护发、养发同时进行。\n #吹风机#高速吹风机#吹风机推荐#戴森吹风机#吹风机测评#吹风机平价推荐#同诗吹风机#宿舍吹风机推荐#护发吹风机#追觅吹风机 #吹风机速干#徕芬吹风机#吹风机国货#家用吹风机推荐#毛躁头#头发毛燥怎么办#发丝毛躁#改善发质#徕芬吹风机#氛围感发型#好物分享#小米吹风机#老爸测评#老爸测评推荐#提升幸福感生活#家居好物#送礼必备#送女朋友生日礼物#女大学生#大学生#浴室好物分享#早八人#头发护理分享#头发毛燥怎么办#第一眼美女#背影美女#染发#女生礼物#礼物#美发#发型设计#韩国美发#韩国理发#李佳琦直播间#李佳琦 </content> "
    },
    {
        "input": "",
        "output": " <title> 人生建议：挑新品剃须刀之前多做做功课 </title>\n\n<content> 要想剃须刀选到适合自己的那一款，平时多做功课一定要是必不可少的了 不然买到不适合自己的剃须刀了也是闲置在一边！ 今天就给大家总结一款剃须刀干货分享，也是为了帮助大家在剃须刀方面更好地去选择～ - 《不同人群的剃须刀选择》 @往复式剃须刀 如果你有络腮胡，胡须非常粗密、硬，胡须生长速度快而且还完全不在意往复式剃须刀巨大的噪音和震感非敏感型肌肤，那么你就可以选择往复式剃须刀 @旋转式剃须刀 旋转式剃须刀综合体验更加低噪、低震，而且好一些的旋转式剃须刀，它的刀片也更加鋒利，面对偏硬的胡须也有更出色的剃须效果 《剃须效果》 @刀头锋利度 刀片锋利度决定了一款电动剃须刀的剃须效果刀片足够锋利的话，胡须会很快被刀片干净利落地切断切口也较为平整 《续航以及噪音》 @续航 在外出旅游或出差时，电动剃须刀的续航效果也很重要 @噪音 想要噪音小的剃须刀，那么可以选择旋转式的剃须刀 - 接下来给大家分享几款性价比比较高的剃须刀，大家可以放心参考入手～ —纽立剃须刀 —博朗剃须刀 —素士剃须刀 —小米剃须刀 —上谷剃须刀 —飞科剃须刀 —奥克斯剃须刀 —飞利浦剃须刀 —焕醒剃须刀 \n #剃须刀#电动剃须刀#便携式剃须刀#剃须刀刮胡刀#剃须刀分享#剃须刀测评#手动剃须刀#手动剃须刀推荐#实用剃须刀#剃须刀怎么选#剃须刀推荐#剃须刀推荐好用#剃须刀男士推荐#最好的剃须刀排名#男士剃须刀#老爸测评剃须刀#电动剃须刀推荐#剃须刀推荐性价比#纽立剃须刀#飞利浦剃须刀#松下剃须刀#博朗剃须刀#飞科剃须刀#有色剃须刀#国货#剃须刀送爸爸#剃须刀哪款好用真实测评#送哥哥#送弟弟#送朋友#送男友#送男生礼物#男生礼物推荐#情人节礼物#生日礼物#送爸爸#送父亲#父亲节礼物#送长辈#长辈礼物#长辈礼物推荐#长辈礼物怎么选 </content> "
    },
    {
        "input": "",
        "output": " <title> 护眼灯❗️大牌爆款全系列横向测评、是智商税 </title>\n\n<content> 哈喽大家好，我是羊羊，今天这期视频给大家出一期护眼灯的测评，首先为什么需要选择护眼灯？ 现代人在日常生活中，经常需要长时间接触电脑、手机等电子产品，而这些电子产品所散发的辐射光线容易对眼睛造成伤害。护眼灯作为一种辅助照明设备，其主要功能是在保证足够的视觉亮度的同时，降低光线对眼睛的刺激具体包括以下两个方面： 1. 色温和亮度的调节：护眼灯一般可以调整色温和亮度，使其更接近自然光线，从而降低对眼睛的刺激，更加舒适 2. 光线的分散和均匀：护眼灯的灯光通过光学技术可以实现分散和均匀，从而減少眼睛在照明不足情况下的疲劳，让眼睛更容易放松，除此之外，护眼灯还具有节能、环保等特点。 🍀购买护眼灯时需要注意以下几点： 1. 选择正规品牌：购买护眼灯时要选择正规品牌，避免因为价格低廉而购买劣质产品，导致损害眼睛健康。 2. 注意光线的亮度和均匀性：在选择护眼灯过程中需要注意光线的亮度，过强或过弱的光线都会对眼睛造成较大的伤害；另外还需要注意光线的均匀性，防止光我要中照射导致不适 3. 注意使用时机：护眼灯不能替代正常的自然光线，长时间接触电子产品后需要休息眼睛一段时间或关闭电子产品降低对眼睛的刺激。 🍀我们在不同场景下选择护眼灯的3点建议 1. 办公场所：在办公场所使用护眼灯能够有效提高工作效率。一般选用色温在4000K到5000K之间、亮度在500-1200lux之间的护眼灯比较合适。 2. 学习场所：在学习场所使用护眼灯可以提高效率、減少疲劳。一般选用色温在4500K到5500K之间、亮度在600-1200lux之间的护眼灯比较合适。 3. 家庭场所：在家庭场所使用护眼灯可以提高舒适度。 一般选用色温在2700K到4500K之间、亮度在300-800lux之间的护眼灯比较合适。 📖最后总结 护眼灯作为一种辅助照明设备，其主要功能是保护眼睛，降低光线对眼睛的刺激，同时提高效率、舒适度等。购买护眼灯时需要注意正规品牌、光线的亮度和均匀性等问题，根据不同场景选择不同类型的护眼灯，能够更好地保护眼睛健康 \n #大路灯推荐 #大路灯测评 #护眼灯测评 #护眼灯怎么选 #儿童护眼灯 #琪朗护眼灯 #柏曼护眼灯 #孩视宝护眼灯 #霍尼韦尔护眼灯 #明基护眼灯 #台灯推荐学习护眼灯 </content> "
    }
]
}
