{"generate_text":[
    {
        "input": "",
        "output": " <title> 4-5月去北京旅游㊙️人均1k的详细攻略来了 </title>\n\n<content> 这份靠谱的西安游玩攻略，你能想象是一位理工科的男友写的吗🤣真的太不可思议了，各位姐妹们可以认真看完！ . 💁🏻%E2%80%8D♀西安游玩技巧 1⃣早上打卡景点：华山风景区、回民街、永兴坊、大兴善寺、白鹿原、古观意禅寺、德福巷 2⃣晚上打卡景点：西安城墙、回民街、钟鼓楼、大唐不夜城、大唐芙蓉园、大雁塔、长恨歌 3⃣室内打卡景点：碑林博物馆、兵马俑、华清宫、陕西历史博物馆、半坡艺术%EF%BB%BF中心 . 🌈西安雪景打卡姿势 🚩在明城墙上：手放口袋里，眼睛看向侧方，妥妥偶像剧女主 🚩在华清宫：穿上汉服，低头看脚尖👀慢慢往前走，妥妥的大唐公主 🚩在西岳华山：站在华山之巅，双手接雪花，下雪啦～一定要跟观景互动起来哦 🚩在钟鼓楼广场：翘起一只脚打招呼，一张唯美风格的照片瞬间出炉 🚩在大雁塔广场：亭台楼阁、鸱吻斗拱、城门阙楼为背景，照片炫爆朋友圈 在骊山：超美的盘山公路，别说拍，光是看一眼都觉得很漂亮哦 . 🌈西安旅游忠告 ❌宝子们不要在回民街买特产哦，价格不划算 ❌车站附近很多黑车，宝子们不要接陌生人的话 ❌大雁塔有装扮人，喜欢拉游客拍照，这个是要钱的 ❌假期去景区，不要选择自驾，因为真的很堵车 . 🌈西安美食小推荐 ⛩美食街：回民街、永兴坊、洒金桥、东新街、建东街 🍣小吃：羊肉泡馍、葫芦鸡、粉汤羊血、胡辣汤、油泼面、肉夹馍、岐山臊子面、醪糟冰酪 . 📝西安5天4晚路线🧵 📌Day1：全国各地，到达西安，西安接站，入住酒店。晚上可自行前往永兴坊小吃街 📌Day2：游玩大雁塔广场﹣慈恩寺／大雁塔﹣世界第八大奇迹【秦始皇兵马俑】兵马俑﹣大唐不夜城 📌Day3：西安城墙／明城墙﹣中国有名的五岳之一华山 📌Day4：大秦仿俑文创馆﹣﹣华清宫﹣﹣钟鼓楼广场﹣﹣回民街﹣-西安送站 . 📬Tip%EF%BB%BFs：如果不想麻烦，只想安心享受旅行的姐妹们建议报一个当地团✅，类似上面4日游行程1000左右/人，不用自己找车找景点找吃住👌，有专车接送🚘，跟着导游走就可以了，省心省事还省力💕，都不需要自己出手😇 \n #西安十二时辰 #西安旅游 #西安旅游攻略 #旅行图文激励计划 #旅游推荐官</content> "
    },
    {
        "input": "",
        "output": " <title> 4-5月去北京旅游㊙️人均1k的详细攻略来了 </title>\n\n<content> 想去北京旅游还没做攻略宝子们，看过来，这有一份详细的游玩攻略，整个玩下来，人均才1K左右哦~ · 北京天气 月份平均温度：8℃-20℃ 月份平均温度：14℃-26℃ · 出行准备 1⃣证件类：身份证、学生证（部分景点有优惠） 2⃣电器类：充电器、充电宝、相机、自拍杆 3⃣日常用品：护肤品、化妆品、日常洗漱用品 4⃣其他：伞、口罩、墨镜、晕车药 · 5天4晚路线参考 D1：天安门广场--国家博物馆--故宫--景山公园 D2：颐和园--圆明园--清华大学--北京大学 D3：雍和宫--鼓楼--恭王府--什刹海 D4：八达岭长城--南锣鼓巷--天坛公园--🐦巢、水立方 D5：北京--返程回家 · ⚠注意事项⚠ ✔故宫和其他热门景点门票一定要在网上提前预约，现在没有线下售票口了，当天买不到 ✔去什刹海的酒吧一条街之前要提前看好价格，有些酒吧巨坑，也千万不要随便坐水边的雅座 ✔八达岭长城会有一些低价一日团不要信 ✔北大清华现在依然没有对外开放，除了学生亲属可以探望，其他人是进不去的 · 🙋🏻%E2%80%8D♀省钱小tips： 预算少又没太多经验就跟团游，人均1000+的当地团比自由行更靠谱。路线和上面一致，出行有专车，住的是精品酒店，包括景点门票都在一起，还有专导全程解说，重要的是可以享受VIP免排队，到了就能直接玩😌省心省时还省💰❗ 点击上方❗【立即咨询】或者点击👉头像丝📩，既可解锁同款【北京本地团】\n #北京#北京旅游  #北京旅游攻略  #旅游  #攻略  #恭王府  #故宫  #天安门  #什刹海  #北京美食  #颐和园  #北京旅游报团  #首都 #清华大学  #北京大学  #亲子游  #家庭游#去春天里遛遛自己 </content> "
    },
    {
        "input": "",
        "output": " <title> 毕业旅行👭适合学生党穷游的十大城市✈️ </title>\n\n<content> 毕业旅行👭适合学生党穷游的十大城市✈ 又快到一年一次的毕业季了🎉，学生党们旅游攻略可以做起来啦✌为大家整理了国内最适合穷游的十大城市，看见赶紧码住哦❤ ———— 📍重庆 花费：500~1000 时间：3天 景点：洪崖洞、朝天门、李子坝、磁器口、白象居、鹅岭二厂、长江索道… 住宿：解放碑、观音桥、南滨路、沙坪坝 — 📍长沙 花费：800~1000 时间：3天 景点：橘子洲、五一广场、岳麓山、文和友、湖南省博物馆、太平老街… 住宿：长沙南站或者五一广场 — 📍厦门 花费：1000~2000 时间：2~3天 景点：鼓浪屿、厦门大学、沙坡尾、南普陀寺… 住宿：思明区、湖里区 — 📍青岛 花费：1000~1500 时间：3~4天 景点：崂山风景区青岛啤酒城、圣弥厄尔大教堂、五四广场… 住宿：建议住在市北区和市南区 — 📍苏州 花费：1000~2000 时间：3~4天 景点：拙政园、平江路、苏州博物馆、狮子林… 住宿：建议住在观前街 — 📍成都 花费：800~1000 时间：2~3天 景点：大熊猫繁育基地、宽窄巷子、武侯祠、人民公园、春熙路、太古里… 住宿：建议住春熙路和天府广场 — 📍西安 花费：3~4天 时间：1000~2000 景点：大雁塔、大唐不夜城、华山、长安十二时辰、兵马俑博物馆… 住宿：建议住在火车站、大唐不夜城 — 📍武汉 花费：2~3天 时间：1000~1500 景点：黄鹤楼、昙华林、武汉大学、晴川阁… 住宿：江汉路、东湖、黄鹤楼 — 📍大理 花费：1000~1500 时间：3~4天 景点：洱海、大理古栈、苍山、小普陀、双廊古镇… 住宿：建议住大理古城和洱海 — 📍桂林 花费：1000~1500 时间：2~3天 景点：象鼻山、遇龙河、桂林千古情、龙脊梯田… 住宿：建议住在阳朔、糖社 . 👉重庆美食推荐 🔥#小北茶馆 🔥#老甘家小龙虾 🔥#北步园老火锅 \n #大学生军训式旅游 #周末去哪儿 #五一去哪儿玩 #毕业旅行 #重庆 #学生党 #旅游攻略 #重庆拍照 #重庆旅游 #重庆打卡 #重庆美食 #重庆攻略 #重庆旅行攻略 </content> "
    },
    {
        "input": "",
        "output": " <title> 超全啦！每个月适合去旅行🧳目的地 </title>\n\n<content> 1月 哈尔滨、漠河、雪乡、伊春、拉萨、丽江、长白山、无锡、广州、深圳、昆明、西双版纳、喀纳斯、广西洲岛、厦门鼓浪屿、三亚 2月 漠河、哈尔滨、长白山、广东、北海、三亚、罗平油菜花、元阳梯田、山东威海、长白山、丽江、雾淞岛、西双版纳、昆明、北海、黄山、澳门、厦门、西藏 3月 婺源油菜花、南京、武汉、贵州安顺、甘孜、峨眉山、台湾、杭州、大理、帕米尔高原杏花 4月 西双版纳、桂林、张家界、九寨沟、乌镇、苏州、毕节、大连、杭州、昆明、洛阳牡丹嘉阳、伊犁杏花、汉中油菜花、青岛平潭岛、扬州 5月 九寨沟、北京、西安、稻城亚丁、鼓浪屿、神农架、南浔、苏州、香格里拉、张家界、九华山西湖、千户苗寨、腾格里沙漠、霞浦、九华山 6月 甘南、青岛、桂林、鼓浪屿、成都、霍城菜衣草、香格里拉、张家界、呼伦贝尔大草原、伊梨 7月 香格里拉、青海湖、新疆伊犁、丹东、贵州、北戴河、莫干山、泸沽湖、舟山、青岛、承德、呼伦贝尔大草原、稻城亚丁 8月 新疆、甘南、长白山、云南、承德、敦煌、可可西里、威海、色达、嵊泗岛、青岛、贵州、威海、呼伦贝尔大草原、庐山、稻城亚丁、敦煌 9月 婺源篁岭、甘南、敦煌、上海、湖州、威海、盘锦、重庆、四川九寨沟、阿尔山、新疆喀纳斯、泉州 10月 稻城亚丁、香格里拉、河北坝上、凤凰古城、重庆、安徽塔山、金塔胡杨林、北京香山、南疆胡杨林、九寨沟、额济纳胡杨林、南疆胡杨林 11月 稻城亚丁、漠河、北京香山、香港、南京、九寨沟、东山岛、腾冲银杏、婺源光雾山、澳门 12月 峨眉山、雾松岛、西藏、哈尔滨、长白山、雾凇岛、厦门、吉林、三亚、拉萨、漠河、达古冰川、雪多、云南大理、泉州、西双版纳、苏州 \n #穷游攻略 #出行攻略 #无滤镜旅行攻略 #自由行 #旅游攻略 #我的小众旅行攻略 #小众旅游 #旅游推荐 #旅游 #旅行 </content> "
    },
    {
        "input": "",
        "output": " <title> 收藏🌟3～5🈷️十大必去景点❗️ </title>\n\n<content> 春天来啦 🉑️多出去走走咯 很容易爱上一座城❤️ 3月—5月适宜去的地方 河南：洛阳-洛邑古城，应天门、天堂、明堂、九州池 龙门石窟 牡丹阁 洛阳博物馆 天子驾六博物馆 白马寺（四月牡丹盛开） 杭州：（三月中下旬是樱花开的季节） 小众绝美的玛瑙寺、乌龟潭、茶叶博物管 太子湾 花港观鱼曲苑风荷大众一些，要早起去避免人多拥挤 桂林：桂林象鼻山、银子岩、日月双塔、漓江、银子岩、阳朔西街、遇龙河竹筏、十里画廊、龙脊梯田等 江西：景德镇+婺源+黄山（可按照顺序游，距离不是很远，黄山在安徽最南属于安徽哦），感受一下江南的春天和徽州文化！ 2月下旬 3月上旬 兰花 3月上旬4月中旬 油菜花 重庆：洪崖洞、长江索道、磁器口、解放碑、李子坝轻轨、民国街、朝天门两江游船 武隆景区 仙女山、天生三桥、天坑寨子、乌江画廊 湖南长沙：橘子洲 岳麓山 岳麓书院 爱晚亭 天心阁 杜甫江阁 长沙世界之窗 太平街 开福寺 湖北武汉：黄鹤楼 昙华林 粮道可街 古德寺 江汉路步行街 码头轮渡 长江大桥骑 户部巷 湖北省博物馆 湖北美术馆 光谷步行街多莫大教堂 欧洲风情街 安徽：宏村 黄山 徽州古城 九华山 云南：昆明、石林、丽江、大理、束河古镇、玉龙雪山、蓝月谷、拉市海、洱海、西双版纳 江苏： 南京 南京博物馆 夫子庙 老门东历史街区 玄武湖 古鸡鸣寺 南京大屠杀遇难同胞纪念馆 总统府 南京1912街 明孝陵 扬州 瘦西湖 个园 何园 大明寺 东关街 茱萸湾风景区 文昌阁 中国大运河博物馆 汉广陵王墓博物馆 汪氏小苑 赏花时间在P11 欢迎👏补充哦☺️ \n #一个人的旅行 #国内旅游日常 #人文景点分享 #去春天里遛遛自己 #春天 #赏花 #旅行 #旅游 #江西 #重庆 #云南 #桂林 #南京 #杭州 #扬州 #洛阳  #大学生旅游#小众旅游 </content> "
    }
]
}
