{
    "generate_text": [
        {
            "input": "",
            "output": "一、我国体育品牌发展的现状与存在的问题分析\n\n1.我国体育品牌发展的现状分析\n体育用品行业是体育产业的重要组成部分，是目前我国最先发展，历史最为久远，最为成熟的一个区域，也是体育产业中竞争最为激烈的一个行业。近几年来我国的体育用品行业得到迅猛发展，全国居民用于体育用品的支出已经位于日常基本生活消费之外重要消费支出的第六位，全国体育用品行业总产值更是以每年493亿元的规模增长，目前我国体育用品的年销售额为300年～400亿元。中国体育用品生产从地域分布来看，20世纪90年代以来多集中在京津、沪闽、粤三地，尤其是福建和广东地区，体育用品生产厂家更为密集。目前我国体育用品企业已超过400万家，中国的体育市场出现了空前的繁荣景象，国内自主体育品牌之间的竞争越来越激烈。\n2.我国体育品牌发展存在的问题\n(1)我国的体育用品科技含量相对较低。我国体育用品企业大多生产技术落后，研发处于\n兼容并蓄的模仿阶段，更缺乏专业运动领域的作为。在我国生产企业中，“重生产”、“轻研发”的现象还十分普遍，绝大多数企业没有自己的研发队伍，缺乏自主知识产权，缺乏把传统产品不断升级换代的前瞻意识，缺乏对国内外市场信息的掌握和未来走向的准确判断。企业对产品研发的重视程度不够，资金投入不足，直接导致生产出来的体育用品档次、科技含量、产品附加值低，抗风险能力较差，不具备参与国际市场的竞争能力。因此，不利于我国体育品牌的长足发展。\n(2)我国体育产品缺乏品牌文化。品牌文化就是指通过建立一种清晰的品牌，这种忠诚度是将物质与精神高度合一的境界，人物合一是对品牌文化的总结。它代表了某一种人群的生活方式、价值观和个性。品牌文化其实是一种价值观、一种生活方式和习惯，它的魅力就在于它不仅仅提供给消费者产品或服务，而且帮助消费者去实现他们的梦想。我国体育品牌将文化作为品牌战略切入点的企业较少，很少从高端理解品牌或者从文化的宏观视角塑造品牌，所以说我国的体育品牌缺乏文化根基作支撑。\n(3)市场发育较低，行业竞争不规范。近年来，市场的活跃对体育品牌的流通起到了积极作用，短时间内过多过滥的以盈利为目的的展销活动造成了无序的竞争，也给大量质量低下的伪劣产品提供了生存的条件。\n我国对体育品牌业的标准化工作由于种种原因一直处于滞后状态。因此，必须通过经济和法律的手段，加强技术等级标准审查、企业计量标准审查、企业质量管理审查等，限制那些检测设备不完善、无标生产、缺乏有效的质量保证的产品投产和销售。\n\n                            <strong>二.安踏品牌简介\n\n安踏（中国）有限公司是一家中外合资并且是国内最大的集生产制造与营销导向于一体的综合性体育用品企业，由安踏(福建)鞋业有限公司、北京安踏东方体育用品有限公司、安踏(香港)国际投资公司和安踏鞋业总厂等组成。集团公司的前身安踏(福建)鞋业有限公司创建于1991年，地处中国三大鞋都之首——福建晋江市陈埭镇。十多年来，秉成“安心创业、脚踏实地”的经营理念，源于争创中华民族产业品牌的激情，经过全体安踏人的不懈努力，安踏集团已从一个地区性的运动鞋生产型企业，发展成为全国性的营销导向型的综合体育用品企业集团。目前安踏集团拥有员工5000多人，厂房建筑面积达12多万平方米，全部实行电脑化管理的六条现代化流水线，年生产各类休闲运动鞋达500多万。\n安踏主要产品是运动服，运动鞋以及其他的配件，安踏公司采用垂直整合业务模式，即设计、开发、制造及营销运动服饰，包括为专业运动员及大众设计的“安踏”品牌运动鞋类及服装。在市场控制力方面，安踏在全国各地设立分销商，各分销商自行或委聘第三方零售运营商(均须取得安踏公司批准)管理零散于中国内地的授权安踏零售店铺网络。所有安踏零售店铺均以“安踏”品牌名称经营，商店格局一致，并只出售安踏产品。\n经过10多年的积累，安踏公司在体育用品设计、生产、营销、销售管理等方面，已具备了较为丰富的经验。有鉴于中国体育用品市场已进入快速增长时期，且城乡二元消费结构的差距日渐明晰，安踏公司开始向新的商业模式转型。\n研究目的：本次的调查研究是为了进一步认识安踏这个家喻户晓的品牌的经营策略，如何打造成为中国运动鞋品牌的老大，产品存在哪些优势，劣势分析，从而进一步定位产品，找到在重庆的目标市场，实施营销策略。\n\n                            <strong>三、 调查内容\n\n1.安踏品牌市场营销环境\n（1）宏观环境分析，福建政府下发关于加快发展体育行业的实施意见，福建采取依稀类措施加快体育场也发展，李政道体育产业占福建GDP的4%以上，将福建打造为最具国际影响力的现在体育用品制造基地。安踏作为福建的最大的运动品牌，这对其发展提供了很好的发展契机。\n随着人们的生活水平的不断提高，对健康意识也逐步提高，则对体育用品的需求日益增加，对运动服饰需要也进一步增加。\n（2）微观环境分析，安踏在国内创立了体育用品第一家运动科学实验室，先后推出了双重减震技术，吸湿汗技术和三防功能，目前安踏拥有三十项专利，安踏的科技研发实力已成为国内领先地位。\n2.竞争者分析\n3月，运动服市场十位品牌市场综合占有率合计为74.9%，品牌集中度相对较高，耐克和阿迪达斯继续占据第一第二的位置，市场综合占有率超过20%，第三位kappa的市场综合占有率为9%，第四位李宁为8.42%，第五位至十位依次是乔丹、361度，彪马，安踏，匡威。\n世界运动鞋品牌前十强排名：美国的耐克、英国的锐步、德国的阿迪达斯、德国的彪马、意大利斐乐、日本的美津浓、英国茵宝、意大利的卡帕、意大利的乐途。\n以下为九大最受大学生欢迎的运动品牌：耐克、阿迪达斯、安踏、李宁、彪马、Kappa 、茵宝、nb new balance 、迪亚多纳。\n安踏主要受国外的耐克，阿迪达斯等冲击，在国内主要是李宁的竞争，同时还有些同样在兴起的特步，匹克等运动品牌的竞争。其中李宁是安踏的主要竞争对手，该品牌在实践与探索中形成了一套适合自身的战略规划模式和管理体系，使公司运作畅通无阻，战略执行果断快速，李宁正在建立以ERP为起点的信息系统，全面整合产品设计，供应链，渠道，零售等资源，发展电子商务进一步提升效率和服务形象，该品牌主要得益于李宁的巨大号召力，具有民族凝聚力。\n3、消费者分析\n运动装让人穿着舒适，阳光，因此消费者对运动鞋的需求高，消费运动鞋的频率相当高，这对安踏的销售也是一种促进。\n购鞋群体分析：安踏产品以性价比高著称，对于低收入和学生群体有很大的吸引力。而高收入消费额者更倾向于购买国外运动品牌。\n购买原因分析：\n（1）按消费收入分析，1000元以下人群购买的因素是：产品质量34%，款式27%，价格21%，3000-4999元因素是款式32%，质量24%，品牌24%\n（2）按年龄层分析，小年龄的消费者对鞋子的款式，品牌很重要。大年龄段的对鞋子的质量，舒适度看重。\n（3）求名，购买安踏是一种表现自我，满足自己的自尊心，同时也减少了购买的风险，时间。\n（4）求廉价，安踏品牌一价格低廉为主导，这使消费者对价格因素有 了很大的保证，更加倾向于购买安踏。 购买渠道分析：主要方式是在专卖店里购买，网购，商场。\n\n                            <strong>四、安踏SWOT分析\n\n优势分析（s）\n1、自从安踏第一家专卖店开设以来。目前全国共有4000多家网点，已经形成以专卖店为主题地专卖体系。在一类市场，特别是南方地区，已经有部分的旗舰店和数量较多的特A店，不仅较大的提升了品牌的形象，还带来了很好的.效应。二三级市场安踏进入较早，网点覆盖面广，支撑起了很大的销售额。\n2、在国众多，中高档品牌店中，安踏比特步。361仍有较强的优势，安踏已经从品牌代言过度转向产品代言，并取得了良好的市场反应。\n3、安踏产品市场定位较符合目前国内发展水平，适合大多数消费者的购买需求和价格承受能力，避免了和国际品牌的正面冲突。\n劣势分析（w）\n1、目前安踏网点较多，但仍存在很多的低档劣质的网店，终端问题比较严重网点开发前缺乏必要的网点规划，终端质量良莠不齐，且零售商经营管理。品牌操作意识薄弱。一级市场在主要商圈地网点布局还没到位。相比较李宁而言终端质量仍有很大的差距，在东南区域几个分公司反映出一个现象，个别经销商的意识比较麻木，经营理念转变不到位。导致对自己现状过于自信乐观，有可能在在其他品牌的强力冲击下走下坡路。分公司及零售商的库存管理不力：翻涌在库存的管理、控制不当，老库存偏多且处理不及时。在单店出现单色单码鞋现象严重，严重阻碍了零售网点正常的货品销售；有些单店产品单调，店堂产品色款单一，许多店堂通常只有白、蓝色产品，致使整个店堂无生机、单调，失去消费者对进店购物地兴趣\n2、公司产品在款式、花色上虽在不断变化，但没有形成自有知识产权的搞科技含量产品，在新材料的应用上也较欠缺。产品质量问题明显增多。产品上市时间不够及时，不能很好的抢占时间先机；供货周期太长不利于快速反映市场需求，不仅流失了部分消费者，还造成销售额的损失。\n3、除东南几个分公司外，其他分公司在正规化运作方面的进度缓慢，市场管理、服务能力存在很大的不足。部分分公司管理还停留在创业初始阶段，用人为亲现象严重，人员整体素质亟待提高。有的分公司过分着重于在自营零售网点管理上，忽略了区域客户的经营管理，早场自营网点于客户网点形成较大的反差，不利于市场整体协同发展。\n1、08北京运动会的成功举办以及中国运动员取得了可喜的成绩，使国人的视线又落在了运动产业上。\n2、运动服装在国内接受程度越来越高，已经成为人民生活着装的一部分。而安踏有着较为哦啊、完善的销售渠道和固定的消费群体，如能加大服装类的产品的研发比可能占有较高的市场份额。\n3、目前一类市场已经有相当规模、数量的旗舰店和A特店，她们是的市场带动效益逐渐明显，只要进行很好的网点规划以及终端质量的实质性的提升，就能取得更大市场份额。\n4、借助总公司决胜终端的良好环境，在总公司地支持下进一步完善自身内部的管理。提升品牌操作经验，进而提高市场占有率。\n威胁（t）\n1、竞争对手的强力冲击：李宁现继续加大在一类市场开旗舰店，在二三级市场开拓给更大的支持政策。\n2、特步，别克。德尔惠等产品的推陈出新，低价位产品充斥市场，有可能影响安踏经销商的稳定性。\n3、国内的几大专业体育用品销售相继加大对市场竞争的投入。\n4、在北方的威胁更加突出：\nA、安踏和同类的产品的差异性越来越小，有可能造成市场同化，使产品的认知度降低。\nB、零销商的零销的利润低，价格的下降空间有限，若对手采取大的降价必然影响到安踏的销售。\nC、安踏的部分分公司经销商体系已经老化，没有经营的骨干，没有凝聚力，基本丧失了进一步占领市场的能力。\n\n                            <strong>五、安踏目标市场细分以及营销策略\n\n安踏的品牌营销这几年，安踏做的风声水起，连续七年蝉联中国运动鞋市场占有率第一，，营业收入增长1.5倍，安踏专卖店数量逼近5000间，同时成功上市，上半年，借助全民奥运热潮，半年营业收入达22亿，增幅达52.3%。，安踏曾窥觑休闲服饰业务，签约娱乐明星代言帆布鞋和休闲服侍，但没多久，安踏就放弃了这个尝试。丁志忠承认：“我们做帆布鞋包括请娱乐明星代言虽然没有赔钱，但是在战略上有点失策。我们既然选定了做体育用品，我们就一定要有选择和坚持。”丁志忠所说的；“有选择有坚持。”指的就是篮球鞋这一块市场。篮球鞋和全能运动鞋是运动鞋类中最重要，最大的两个产品类别。\n安踏的目标细分市场——中档市场，安踏的品牌定位是休闲运动，因此面向的对象为广大热爱运动的群体，在进行品牌宣传时紧密和篮球联系在一起，请著名的篮球明星代言。以廉价为主导的品牌，将产品定位在中低收入的大众和学生两个市场。产品的理念是永不止步，给消费者留下一个很好的心里烙印。产品主要集中定位在二三线城市。\n在追随中寻找机会的营销策略\n谈及中国本土的体育运动品牌，不能不提及李宁。一直以来，在中国市场上，运动品牌被分为了三个梯队：以耐克和阿迪达斯为代表的一线品牌、以李宁为代表的二线品牌，以及以安踏、特步等晋江品牌为代表的三线品牌。一线品牌和二线品牌之间，有明确的界限，而在二线品牌和三线品牌之间，却界限模糊，存在灰色的地带。\n其实，早年安踏一直是李宁最紧密的跟随者。1999年的时候，李宁推出了“我运动、我存在”的口号，聘请瞿颖作为其形象代言人。同年，安踏公司高价聘请了当时正红的乒乓球国手孔令辉作为其形象代言，推出了“我选择、我喜欢”的口号。\n因为瞿颖属于时尚型的明星，和运动相距甚远，无论是在知名度方面，还是在其所代表的运动精神，以及与所代言产品的契合度方面，瞿颖和孔令辉都没有可比性。“我选择、我喜欢”的口号，较“我运动、我存在”而言，在可记忆性方面，前者都无疑优于后者。安踏运动鞋因此一炮走红，一举赢得了前所未有的品牌知名度。\n正是李宁这一次战略失误，给了安踏一次跟进和攻击的机会，安踏开始在中低端市场蚕食李宁的市场份额。安踏，这个早年没有被李宁放在眼里的跟随者，如今已经成了一个可怕的竞争对手。而从开始，当丁志忠发现安踏产品的销量和市场占有率都开始逐渐逼近李宁时，他已经开始不再满足于现状了：人们开始发现，安踏开始频频出击各大体育赛事。\n市场调查报告 篇3"
        },
        {
            "input": "",
            "output": "一、行业背景\n\n自从80年代，我省第一瓶矿泉水在五大连池问世，及至1996年xx省的矿泉水生产企业进入到发展的高峰期，截止到20xx年12月，全省矿泉水生产厂家已发展到150户。由此，矿泉水行业进入激烈的市场竞争阶段。有的矿泉水企业方兴未艾，有的矿泉水企业则在竞争中轰然倒下。竞争中的常规战-----价格\n战从此拉开了战局。有些实力较小的企业不堪价格比拼，便努力降低生产和经营成本，从而导致价廉质劣的矿泉水在市场上出现了，至于生产环境不合格、卫生不达标、以次充好等现象更是不一而足。\n1、生产地域分布\n由于五大连池矿泉水生产企业快速发展的带动，矿泉水生产开始在哈尔滨、牡丹江、佳木斯、鸡西等地陆续投产，矿泉水产销格局基本构成。\n2、低价位、薄利润成为矿泉水行业特点\n由于我省整体消费水平较之其他省份还处于较低水平，加之矿泉水的生产成本、经营成本比纯净水要高出很多，同时在激烈的市场竞争中，矿泉水价格不断下调，因此低价位、薄利润成为矿泉水行业的一大特点。\n3、矿泉水行业拥有较大市场发展空间\n纯净水虽然占有很大市场份额，但销售增长速度趋于缓慢，边际效应虽有增加，但边际增长率趋于零，处于市场成熟阶段。相比较而言，矿泉水由于富含丰富的矿物质和微量元素，日渐受到消费者的青睐，市场占有比例逐渐增大，处于市场成长期，尚有较大发展空间。\n4、外籍品牌与本土品牌并重\n目前，在我省矿泉水市场上的外籍品牌主要有“农夫山泉”、“康师傅”、“崂山”、“雀巢”，与本土品牌“五大连池火山泉矿泉水”、“佳木斯永纯矿泉水”、“哈尔滨滔达磨盘山泉矿泉水”、“天恒矿物质水”、“得莫利矿泉水”分庭抗礼，这些品牌在市场中的主流地位已基本确定。\n由于我省地产矿泉水行业正处于发展期，新企业不断诞生，加之地域广大，地产品牌具有独特的销售优势。因此能够预见在相当长的时间内，矿泉水品牌之间的市场地位会有所变动，有生有灭，竞争不断。\n\n    二、行业现状\n\n调查中发现，我省矿泉水的生产潜力是相当强的。问题是矿泉水的生产企业良莠不齐。一部分矿泉水生产企业在生产和销售环节问题多多，令人堪忧。具体表此刻：\n一是有很多的“作坊式”小企业，甚至还有“三无”企业为了逃避监管，昼休夜产，偷偷销售。\n二是生产设施粗陋，产品质量较差。还有的小企业生产的饮用水，连生产者自己都不喝，其质量之差可想而知。这些企业生产的矿泉水不是偏硅酸＜25.0，就是锂、锶、锌不达标。\n三是有的水厂无菌灌装设备陈旧，无出厂检验化验室。企业之间设施差距大，产品质量的差距也就拉得很大。一旦到了销售淡季，有些不法企业为了降低成本，根本不用灌装线，而是在水源直接灌装，造成亚硝酸盐超标。这种状况严重影响了我省饮用矿泉水整体的质量水平。\n四是无序竞争造成水质量差。据调查，有的矿泉水每桶零售价在12—15元之间，而便宜一些的每桶零售价仅为6--8元。卖得的便是那些“三无水”，这种水4—5块钱一桶！\n杂牌、低价水由于是无证生产，设施粗陋，偷逃税费和监管，生产费用低，因而他们的相对利润率很高，有的竟达100以上，其暴利程度可见一斑。\n\n    市场状况分析\n\n我省矿泉水市场从起步时就处于较为盲目的发展状态，仓促上马的现象较为严重，全省矿泉水生产企业大多属于小型公司，随着区域市场的相对饱和，市场出现了供大于求的局面。各生产企业为了生存，纷纷争取赢得更大的市场，不得不挑起价格战争，从而造成企业利润整体滑坡。于是，企业再无力量扩大再生产，再无潜力更新设施设备和生产条件。\n\n    一、市场定位\n\n1、城镇居民家庭用水；\n2、政府机关、团体、企事业单位用水；\n3、农村居民用水；\n4、学生用水；\n5、会议、旅游、社会活动用水。\n\n    二、市场特征\n\n从消费者的消费行为来看，许多消费者正在逐渐淡出纯净水领域，而选取富含矿物质和微量元素的矿泉水。调查显示，矿泉水在不久的将来要成为大众水。\n由此分析，我省大约有300万户饮用矿泉水、纯净水和山泉水，按3：5：2的市场需求比例计算，约有90万户饮用矿泉水。\n随着人们物质生活的提高和对健康的追求，矿泉水的市场需求将会以较大的速度递增。\n\n    三、市场评估\n\n1、消费者对矿泉水的产品性能认可度还存在着模糊认识，主要原因是矿泉水的生产或经销企业对矿泉水性能的宣传不够。“矿泉水为您的健康加油”应成为未来三年矿泉水宣传的主题。\n2、市场空间足够大，企业目标利润可观。据调查统计，我省拥有3800多万人口，外来人口又有几百万。如果每10个人中有2个人每一天饮用一瓶矿泉水，那就需要800万瓶，可见市场之大。\n3、透过加强营销手段、广告宣传、提高服务质量可接近更多目标顾客。\n4、目标市场经济增长，市民生活水平提高，发展稳定。\n5、矿泉水产品的市场需求增长，细分市场具有增长潜力。\n6、矿泉水产品的市场竞争对手主要是纯净水，它若一旦牢固占领市场30--40以上，就可使纯净水产品的市场吸引力大大降低。\n\n    市场走势及市场竞争分析\n\n\n    一、市场走势分析\n\n水是生命之源，人类社会在较长时期内都将\n水作为人们生存的需求物来看待，人们已不再认为解渴是水的功能。\n调查显示，在我省七大中心城市中，有48.9的消费者喜欢矿泉水，有30.1的人喜欢纯净水，二者相差近20个百分点，而只有21的消费者证明无所谓。不少厂家已纷纷意识到了市场的变化。据了解，目前已有一批省内知名纯净水厂家开始改弦易辙生产矿泉水或天然山泉水。多样化、功能化将是未来矿泉水的发展方向。也许用不了多久，纯净水企业将会变成矿泉水的厂家。\n\n    二、市场竞争分析\n\n近年来，随着饮料行业新军的不断出现，个性是茶饮料、果汁以其营养、天然的卖点迅速地赢得了消费者的青睐。加之我省矿泉水生产企业数量的泛滥，使得我省矿泉水市场的竞争愈演愈烈，尤其是以价格战为主要竞争手段的市场份额之争，使得许多矿泉水生产企业甚至有跳楼甩卖的念头，价格一路走低，原先15元一桶的矿泉水降至10元一桶，这种竞争状态短时间不会缓解。\n\n    消费者分析\n\n\n    一、消费习惯分析\n\n就调查结果来看，消费者对纯净水还是有些依靠：一是纯净水价位低；二是纯净水的销售网络相对矿泉水来说要大很多，能在很短的时间内满足消费者的需求；三是消费者对矿泉水的性能持有模糊认识，由不了解转变为不购买。\n\n    二、消费倾向分析\n\n随着消费水平的提高和人们对健康的渴望，消费者要重新审视自己的饮食习惯。透过调查，消费者人云亦云的效仿心理较为严重，这为矿泉水在销售过程中，运用营销手段带给了契机，厂家如果加大广告宣传力度，将大大改变消费者的消费倾向。\n\n    行业发展的宏观分析及推荐\n\n\n    一、行业弊端宏观分析\n\n1、缺乏品牌意识\n我省矿泉水生产企业数量不少，资源也很丰富，有些企业的生产潜力、产品质量、企业信誉、资本运作潜力都已具备，但缺少意识，仅仅满足于某一区域的市场运营，限制了自己的手脚。\n2、行业龙头意识不强\n在我省的矿泉水生产企业中，有些企业无论从哪方面衡量，都足以成为行业中的龙头，但由于对“行业龙头”的模糊认识，不了解龙头的地位和作用，始终在行业中处于从属地位，无法左右市场方向。\n3、产品质量意识薄弱\n个别企业只重视产品销量，而忽视了产品质量。在销售旺季甚至出现“贴牌”现象，很难保证产品质量。\n4、资源严重浪费\n被称为世界三大冷泉之一的五大连池，有着丰富的矿泉资源。据调查，五大连池已处于无序开采状态，很有可能会造成矿泉资源枯竭之恶果。\n5、市场准入“门槛”低\n有些矿泉水企业，未获得QS认证也可投入生产和销售。\n6、强势企业的状况\n（1）产品质量龙头企业：五大连池火山泉饮品有限公司，以生产重碳酸、偏硅酸矿泉水和矿泉酒系列产品著称。该产品是人体最理想的微量元素补充剂。并在医疗上已有二百多年的应用历史，对胃病、神经衰弱、缺铁性贫血、高血压、糖尿病、冠心病、心脏病、肥胖症、风湿性关节炎、牛皮癣等40余种疾病，具有神奇的医疗、保健功效，因此被誉为“药泉”、“神水”。\n（2）企业信誉龙头企业：佳木斯市永纯矿泉水开发有限公司坚持“质量是生命，用户是上帝”的服务宗旨，持续八年无投诉，质量无盲点，服务无盲区，以信誉治企，并建立信誉用户档案，设置专人为用户饮水机定期消毒灭菌，在消费者中树立了良好的企业形象，营造了良好的企业信誉。\n（3）发展潜力龙头企业：哈尔滨滔达饮料有限公司（磨盘山泉矿泉水）努力发挥资源优势，将资源化为企业的资本。20xx年为完成自身品牌的塑造，投资3000万元扩产改造。预计20xx年10月正式投产，届时将到达年产10万吨饮用水、10万吨饮料的生产潜力。实现产值1.5亿元，利税20xx万元的现代化饮料生产企业。\n（4）xx省知名品牌企业：哈尔滨市育英天然食品有限公司由于不断规范和调整企业生产和经营行为，迅速在消费者中赢得了赞誉。产品也由单一的饮料发展到桶、瓶装纯净水、矿物质水。公司先后被省卫生厅认定为食品行业A级饮用水生产企业、省技术监督局认定为QS准入企业，使“天恒山泉”牌矿物质水快速得到消费者的喜爱，同时跻身于省内知名品牌行列。\n\n    二、推荐\n\n（一）资源整合\n1、从招商引资的角度，由政府牵头，将五大连池乃至全省的矿泉资源进行整合，并使资源得到合理利用和开发，定能取得巨大的社会效益和经济效益。\n2、本行业中的优势企业对行业内的资源进行整合和兼并，取长补短，强强联合，实现双赢。\n（二）打防结合，加大监管力度\n对饮用水流通环节进行强化管理，为饮用水企业严格核准食品生产许可证，并对其生产环节进行从严监管。\n另外，监管部门应实行有奖举报制度，做到有举必查，有劣必究，究必除根。\n（三）树立品牌意识，发掘自身资源，拓展生存空间\n人们在购买矿泉水时有着较强的品牌消费意识，品牌是企业产品的生命，随着品牌消费时代的到来，如何进行品牌营销应成为企业的核心构想之一。\n只有营造品牌的无形资产，才能延长企业的生命周期，才能使生存空间化。\n（四）争做行业龙头，立足省内市场，拓展全国市场，进军国际市场\n确立企业发展远大目标，争做龙头企业，率领本行业做大做强，向全国市场拓展，向国际市场进军。"
        },
        {
            "input": "",
            "output": "按照山东省价格监测中心要求，无棣县物价局于4月1日至2日对生猪养殖户、屠宰场进行了调查。\n\n一、基本情况\n                        \n山东荣昌集团存栏4万头，较去年同期增加3000头，其中母猪存栏3500头，无补栏；今年共补栏3000头，母猪无补栏。\n鲁棣宏达猪厂存栏1200头，较年初增加300头，较去年同期增加200头，其中母猪存栏100头，较去年同期减少20头；今年共补栏300头，较去年同期增加100头，其中母猪补栏共100头，较去年减少20头。\n无棣县恒升猪厂存栏810头，较年初增加200头，较去年同期增加20头，其中母猪存栏72头，较去年同期增加8头；今年共补栏200头，较去年同期增加20头，其中母猪补栏共17头，较去年增加5头。\n\n二、价格走势\n                       \nxx年是生猪养殖瓶颈年，生猪市场一直处于低迷状态，养猪户几乎全部亏损，全年平均价格为6.39/斤。\nxx年2月（正值春节）生猪平均价格为5.70元/斤，直到3月中旬，生猪市场开始呈现“止跌反弹”。截止目前，生猪平均价格为6.2元/斤，周环比上涨.33%，月环比上涨6.9%，同比上涨19.23%。仔猪（15公斤左右）平均价格为13元/斤，月环比上涨62.5%，同比上涨85.71%。猪价上涨速度加快，肉价却低价运行，使得屠宰场收猪压力越来越大。\n\n三、分析近年生猪变化的原因\n                        \n1、近年来，政府对生猪饲养扶持力度的逐步加大，生猪养殖户日益增加，养殖场的规模也开始增大，越来越多社会资本涌入养猪行业，造成供应量增加。\n2、随着人们生活的提高，消费观念和消费口味都有所改变，逢年过节储存肉的观念已经逐渐转变为随吃随买，这样导致年前消费市场的疲软，使得猪肉需求减少，进一步加剧了市场的生猪供大于求的局面，也导致肉价下跌。\n3、自中央八项规定实施以来，餐饮行业经营受到很大影响，随之猪肉消费也受到影响，这也导致了猪肉难卖。\n4、进口肉价格低。xx年进口猪肉平均价格为5.8元/斤—这一价格就是猪出栏价格，在国内也得亏损，所以国内养殖业要想继续保有国内的猪肉消费市场，必须尽快提高养殖水平、降低生产成本。\n5、受终端需求低迷影响，预计xx年生猪行情好于xx年，但价格不会出现太大的涨幅，整体仍将延续疲软态势。\n\n四、当前生猪生产、市场面临的问题\n                        \n通过对3户大、中、小型生猪养殖场的调查分析，养殖户反映情况如下：\n1、市场行情波动太大。生猪价格主要依赖市场调节，养殖户不能掌握市场价格，猪养的多了，价格下来了，养殖户只能淘汰母猪。一旦价格涨上来，存栏又少了，没有猪卖，就这样形成了恶性循环。\n2、防疫技术水平低。由于农村养殖户、兽医水平低，乱用药、错用药的情况时常发生，严重影响生猪的产量和质量，成为了生猪发展的一个瓶颈。\n3、屠宰场收猪压力增大。受金锣事件影响，健康猪价格被抬高，推动猪价快速上涨，屠宰场为了抢占优质猪源，必须抬高收购价，而猪肉消费低迷，出货慢，给屠宰场“双重压力”。\n4、仔猪涨价，玉米涨价，养猪利润并没增加。养殖户急于抢购仔猪，补栏风险可谓过大。390元/头仔猪+玉米价格上涨（今日价格1.15元/斤），保本价可能高达7元，几个月后生猪是否能卖7元呢？这都是未知。\n\n五、建议\n                        \n1、加强金融部门在资金方面的支持。自去年来，生猪养殖户一直处于亏损状态，面临着流动资金严重短缺的巨大压力，迫切需要金融部门的资金支持。\n2、建立生猪价格保护机制。在猪价低于盈亏平衡点时除了政府收购肥猪、加大冻肉库存外，应给养殖户适当保护性补贴或保险理赔，多方控制猪价过度波动。\n3、提高养猪信息透明度。通过各种媒体对生猪价格和疫情进行准确预报、预测，保持信息畅通性，使养殖户理性面对当前市场变化，合理安排生产。\n4、加强防疫技术。通过对防疫技术人员培训学习，提高防疫技术人员专业化水平，加强对疫情、病毒防治知识宣传普及，切实做到早发现、早报告、早诊断、早隔离、早治疗，极大限度降低疫情风险。"
        }
    ]
}