{
    "generate_text": [
        {
            "input": "",
            "output": "<title>三个爸爸品牌故事</title>\n\n<content>北京的雾霾的严重是大家都知道的，今天的故事要从北京的雾霾开始讲起。2014年2月份，连着好几天空气污染指数一度pm2.5超标，在北京的人们出都会戴口罩，或者就呆在家里面不出门，但是人们所不知道的是，室内的空气污染程度居然比室外的空气污染程度要严重2-5倍。\n家长都想要给孩子最好的环境，儿童和婴儿在室内停留的时间比其他人群要长，他们呼吸更快、运动量更多，且身体小、鼻腔短、鼻毛少，对空气污染的阻隔能力还不到成人的四分之一，而室内空气如此的严重，买空气净化器是必不可少的。\n2014年2月份的一天，戴赛鹰、陈海滨、宋亚南聚在北京一间餐厅聚餐聊天，聊着聊着就聊到了孩子，宋亚南虽然年纪最小，但已有了一对儿女，尽管细心看护，但宝宝们出生后竟反复得了几次呼吸道疾病，令宋心疼不已。\n当时，陈海滨的小儿子即将出世，戴赛鹰妻子的预产期是7月底。望着窗外久久不散的雾霾，三位爸爸/准爸爸在饭桌开始研究怎么买最好的空气净化器。光自己研究不行，还得咨询专家，于是三人又找到了具有空气净化行业背景李洪毅。\n而李洪毅当时就问了他们一个问题，“你们打算买的那个净化器CADR值是多少啊?”，就把他们三个人给整蒙圈了，这是一个他们从未听过的属于，李洪毅接着说，现在过滤PM2.5最好的净化器是瑞士的IQair，一台一万多块钱;市面上大部分净化器使用活性炭吸附甲醛，但活性炭的使用寿命大约5年，运转一段时间后不更换滤网，可能会形成危害更大的二次污染。“你要是想给你家小孩使，就得除甲醛、过滤PM2.5，还得杀菌、保证安全，但现在没有这种啥功能都最好的净化器。不然你买俩IQair吧，卧室一台客厅一台。”\n听了李洪毅的话，三个人是一阵唏嘘，一台净化器一万多，居然还不是最好的，还是要让孩子脆弱的身体来继续忍受那么恶劣的空气，很快，三个人一合计，三个人决定给自己做一台最好的空气净化器。\n他们首先对在北京的七百多为婴幼儿父母做了一个市场访问，发现有四分之三的家长都已经注意了空气污染对孩子的危害，并且表示也愿意花大价钱进行购买空气净化器，而如果是针对孩子用的空气净化器，则会更加关心空气净化器的精华功效、除菌能力和安全性能，这对他们来说无疑是一个好消息，也是一个巨大的商机。\n他们三个人后来做了一个决定，拉李洪毅入伙，李洪毅同意入伙之后，他们几人开始市场产品调研，花了好多天的时间来研究市面上的净化器，技术方案对比：CARD值指洁净空气输出比率，是空气净化器产品性能的最核心指标，代表了单位时间内净化器能够净化的空气体积。除了使用活性炭，净化器一种还有静电吸附技术，这种净化方式虽然免去了更换滤芯的成本，但在产生静电时也容易电解空气，产生另一种污染物——臭氧。臭氧一旦进入呼吸道，就会与细胞、组织产生反应，对人体造成更大伤害，甚至导致肺功能的减弱。而净化器普遍采用的是紫外线(UV)杀菌，不但辐照能量低、穿透力弱、仅能杀灭直接照射到的微生物，还存在辐射的危险，不能直接照射到人体皮肤。\n这些净化方法对成人来说都是隐患重重，更何况是儿童。那么要做的净化器，就一定把这些潜在伤害的可能性都降到最低，并且各方面指标都超过现有的机器。“这就像是雷军当初做小米手机，不仅跑分跑到最高，还把性价比做到极限。而且，我们要有比罗永浩工匠精神还认真的‘爸爸精神’，除了产品漂亮，还把爱注入产品里，能让自己的孩子敢用、让家人感到自豪。”\n他们带着这份商业计划说，找到了高榕资本的张震，经过了几个小时的谈话之后，张震决定借给他们100万美金过桥贷款。双方约定，如果三人能在9月份之前把这个净化器完整地做出来，就再投900万美金;如果失败了，还得把这100万还给他。\n经过对设计方案的反复研究，三个爸爸儿童空气净化器最终选用了3M公司美国原产顶级滤材，采用3个独立滤芯的7层滤网过滤结构，厚度达到27厘米，以保证输出空气的洁净要求。在除甲醛问题上，三个爸爸引入军工技术中专门针对潜艇内消除甲醛、甲苯等有害气体的专利产品，通过“吸附富集、反应固化”两项技术生成稳定无害的化合物，减少儿童因生活环境装修、家具等污染带来患白血病的潜在风险。而关键的CADR值，也达到了高标准的550(一般净化器为300左右)。\n不同于普通净化器只检测空气质量级别、不显示具体数值的做法，三个爸爸还在净化器中内置PM2.5检测传感器，与第三方攀藤科技的PM2.5检测平台合作，通过配套APP显示PM2.5指数。CEO戴赛鹰表示，使用三个爸爸儿童专用空气净化器后，正常家居环境中出风口输出空气质量可达到PM2.5颗粒含量低于0.005mg/m3。在未来，三个爸爸将在产品包装上添加二维码，用户扫描后就会播放一段短视频，展示该台机器在出厂前出风口的实际PM2.5检测。如果检测不合格就返修，绝不让做不到零颗粒的机器出厂销售。\n此外，净化器外观采用了圆角过渡，避免孩子磕伤撞伤;进风口开在底部，形成360度自由风循环，让孩子无论坐卧爬都能呼到干净空气;顶部出风口倾斜向上、回环弯曲，避免直吹孩子身体，也防止手指卡入造成危险。在配套的APP上，设置了智能和手动两个模式，智能系统根据空气质量自动开关、调整风量，还可通过APP手动开关机。\n在15年8月29号，三个爸爸正式召开了新品发布会，正式推出了专门为儿童所用的空气净化器，在当时国内的空气净化器保有量还不到1%，而在欧美地区，空气净化器的保有率则达到了40%，这是一个巨大的还未被完全开发的市场，而当时对三个爸爸来说最大的挑战，是如何让这个新的品牌获得用户的信任和认可，“但我们相信，好产品自己会说话。更何况，我们做的是这样一件极致、充满爱的产品。”未来，几位爸爸们规划，把“三个爸爸”品牌打响后，还会继续深入智能家居领域，做出更多有爱的产品。</content>"
        },
        {
            "input": "",
            "output": "<title>roseonly品牌故事</title>\n\n<content>2012年，一群长期旅居国外、终日辛苦忙碌的朋友相聚在北京的某聚会上，觥筹间默契如多年挚友。就在那时，一位常年在商业谈判与数字交易中行走往来的朋友提出一个问题——“你们，还相信爱情么?”要知道，那年最流行的感慨便是——我再也不相信爱情了。问题一出，全场沉默。在忙于实现事业目标、追寻社会存在感的光影里，真爱，远若一个从未出世的童话。\n想要传递真爱的信念在那一刻萌芽，很快，这群朋友从世界各地奔赴北京，有人放弃国际顶级投行合伙人的邀请，有人放弃长年旅居国外的闲适，有人放弃高管升职加薪的挽留。但他们义无反顾，只因不愿让“一生只爱一人”的信念消亡，或者说，是执念。\n他们选择了玫瑰，传说天堂里的玫瑰花是忧郁色的，下凡后成了亚当夏娃的衣裳，所以她吸纳了天与地的精髓，一句花语、一滴花泪都会成为我们对爱情不舍不弃的理由……造物主对玫瑰偏心厚爱，赋予了她娇艳妩媚的丰姿和情意缠绵的意蕴，而玫瑰花瓣上晶莹的露珠正显示着相爱的人对生命和爱情的美丽祈愿。\n从地中海阳光充足的保加利亚玫瑰园到尼罗河畔盛产香料的古国埃及，从海明威故居Keywest神秘的蝴蝶玫瑰园到久负盛名的伊朗玫瑰水之乡卡尚，再到赤道传奇的厄瓜多尔玫瑰镇……他们拜访了世界最顶级的玫瑰园，最终选择了“离天堂最近的花田”厄瓜多尔，采撷最珍稀的玫瑰花，约定“一生只爱一人”，用高贵优雅的奢侈玫瑰诠释的爱，因为他们坚信，“信者得爱，爱是唯一”。\n他们给一生只爱一人的玫瑰，赋予了一个无比契合的名字——roseonly。2013年1月4日，爱你一生一世的日子，它悄然绽放。roseonly每一款产品，都搭配无法替代的真爱证明卡，以花为誓，落笔为证。</content>"
        },
        {
            "input": "",
            "output": "早于1970年，SK-II的科学家已经开始寻找能够让女士们拥有美丽肌肤的神奇成分。经过千山万水，科学家们虽然不断寻访，始终找不到美肌的奥秘。\n直至一次偶然的机会，科学家们来到了一所清酒酿造厂，看到年老酿酒师的脸上满布皱纹， 双手却依然细嫩；就是这个让科学家们惊讶的画面，启发了他们后来发现美肌的神奇成分， 也从此揭开了美丽的奥秘。\n在看到年老酿酒师满布皱纹的脸和他们细嫩的双手这个强列对比后，科学家们一直不能忘怀。当他们回到SK-II的实验室后，推测令老酿酒师拥有年轻双手的奥秘，必定是埋藏在双手每天接触的酵母液体中。\n经过连串严谨的研究后，科学家们从当时存在的350种酵母中找到其中一种酵母加以提炼，发现了一种神奇成分，那就是让肌肤晶莹剔透的秘密，也就是Pitera™的诞生。"
        },
        {
            "input": "",
            "output": "前太空物理学家麦克斯·贺伯博士(Max Huber)在遭受了严重的灼伤之后苦于无药可医，便亲身投入了研究开发，历时12年、6000次实验之后，终于在1965年发明了海蓝之谜，神奇的面霜让贺伯博士的皮肤重新变得细滑、健康。\n贺伯博士将蕴含强大修护力的深海巨藻与多种天然矿植物营养成分精纯融合，在模拟深海环境的“声纳”和特定频率光线的催化下，经过3至4个月的天然生物性发酵，迸发所有成分活性。历经12年光阴、6000多次实验，萃炼出品牌灵魂成分、修护焕活配方——神奇活性精萃Miracle Broth™奇迹终于诞生。"
        },
        {
            "input": "",
            "output": "从2008年9月，三顿半第一家咖啡馆开始，直到2015年4月，才成立了SATURNBIRD COFFEE品牌。7年的时间，创建者一直没有变的是对于「新鲜」和「自然」的坚持，理解新鲜的奥义，也执念于探索这个星球的风味，试图呈现自然本真的丰富。\n三顿半的logo来源故事发生在2015年的时候，三顿半的团队在装修最早的工作室，飞进来一只鸟，因为玻璃幕墙的关系，小鸟找不到出去的窗户，几天都困在里面，工作人员发现的时候，已经危在旦夕。本来想把小鸟埋到楼下的花园，但是三顿半的员工决定把小鸟带回家。在细心照顾下，这只鸟，居然真的活了过来，并重回自然。\n鸟是自然的精灵，而小小一颗咖啡豆，也源自自然。三顿半希望带给用户的，是自然之物，同时希望通过努力实践环保理念，再将爱，又反馈给大自然。这只鸟，代表了爱与自然的结合。因此，三顿半的logo是一只鸟。"
        }
    ]
}