{
    "generate_text": [
        {
            "input": "",
            "output": "广州xx系统工程有限公司成立于xx年，是一家专注于xx产品和xx产品研究、开发、生产及销售的高科技企业，总部及研发基地设立于风景秀丽的广州软件园，并在全国各地设有分支机构。公司技术和研发实力雄厚，是国家863项目的参与者，并被政府认定为“高新技术企业”\n公司自成立以来，始终坚持以人才为本、诚信立业的经营原则，荟萃业界精英，将国外先进的信息技术、管理方法及企业经验与国内企业的具体实际相结合，为企业供给全方位的解决方案，帮忙企业提高管理水平和生产本事，使企业在激烈的市场竞争中始终坚持竞争力，实现企业快速、稳定地发展。\n公司人才结构合理，拥有多名博士作为主要的技术骨干，具有硕士、学士高中级技术职称的员工达800多人，并有多人获得xx和xx等工程师及xx的技术认证。为了开发出真正适合企业需求的xx产品企业特聘请各行业xx专家(中科院院士)作为咨询顾问，紧密跟踪xx方面的技术和行业发展特点，不断优化xx，令用户得到最优质的服务和最好的投资回报。\n最好的产品、最好的服务、最好的信誉，广州xx系统工程有限公司已在交通、银行、证券、税旅游、酒店、市政规划、公用事业、工矿企业等诸多领域取得辉煌成绩，完成众多大型xx的配套务、服务，也愿意成为您最可信赖的长期合作伙伴。"
        },
        {
            "input": "",
            "output": "浙江xx建设集团有限公司的前身是一家名不见经传的建筑工程队，历经四十余年的风雨兼程和顽强拼搏，已发展壮大为国家房屋建筑工程施工总承包一级企业，公司注册资本10868万元，净资产达3、7亿多元。下辖上海蔚昕建设发展有限公司等分布在全国各地的九家分公司。集团公司具有建筑装修装饰工程、地基与基础工程、钢结构工程、市政公用工程施工总承包，环保施工等专业承包资质，是家集建筑、房地产开发、建材经营等为一体的大型建筑企业，可承揽工业、民用等大体量、高层次、大跨度、高标准、精装饰的建筑施工业务。\n集团公司现有员工5000人，拥有各类专业和经济技术职称人员500多人，其中中高级职称人员165大中专毕业生360多人，一二级建造师50多人，大型建筑机械设备1000多台套，年完成产值20亿元，承接业务和完成产值荣居浙江省进沪施工企业前20强。集团公司正在运行的《环境管理体系》《职业健康安全管理体系》和《质量管理体系》历年来持续有效。\n集团公司依靠科技提高、强化管理，坚持走质量兴业之路。历年来上海“上海市公安局金山110指挥中心”等工程分别创上海“白玉兰”杯和浙江省“钱江杯”、浙江省进沪企业施工质量优胜杯等200多项省市级及各类优秀建筑工程奖。集团公司并多次荣获浙江省省外驻苏企业《重质量、守信誉、诚信施工单位》、江苏省《安全生产礼貌施工管理先进单位》等光荣称号。\n历年来还荣获中国优秀企业、中国信誉企业示范单位、浙江省重质量守诚信示范企业等各类荣誉为打造“百年xx”，集团公司在稳定建筑业的同时，正进取稳健地开拓房地产业。公司还充分利用社会资源，对银行、政府、企业等各类资源进行整合，构成“政企合作”，“银企合作”、“企业战略合作”等各种形式的“多赢模式”。集团公司正在进取实施中的《2008年--2012年发展规划纲要》又为集团公司今后五年的整体发展目标确立了方向。随着集团公司战略规划的实施，集团公司将实现向土地及房地产开发转型，立足国内市场，逐步开发国内外土地及建筑市场，加大物业收购及第三产业的投入，最终实现以建筑、房产为主线，文化产业、三产为辅线。\n管理创造价值，服务提升优势，品质至上，服务至优“是集团公司的发展理念。团结、创新、务奋进是公司矢志不渝的追求。公司倍加珍惜每一分荣誉，坚持“质量第一、用户至上、以质兴业.实、以优取胜”的经营宗旨，不断将优秀建筑产品贡献社会，与社会各界优势互补、同创辉煌!"
        },
        {
            "input": "",
            "output": "xx国际贸易有限公司是xx集团旗下一家集生产与销售，内贸与外贸于一体的专业代理经销进口轴承、国产轴承的公司。\nxx轴承公司主要代理销售瑞典skf轴承，日本nsk轴承、ntn轴承、iko轴承，德国fag轴承、ina轴承，美国timken轴承，日本koyo轴承、nachi轴承、ezo轴承、thk轴承、nmb轴承，kbs轴承等。并与hrb轴承，zwz轴承，lyc轴承等坚持长期友好合作关系。\n我公司轴承产品涉及深沟球轴承，圆柱滚子轴承，圆锥滚子轴承，调心球轴承，调心滚子轴承，滚针轴承，角接触球轴承，推力球轴承，推力滚子轴承，关节轴承，外球面轴承，直线导轨轴承、直线运动轴承、主轴轴承、非标轴承、不锈钢轴承、高温轴承、塑料轴承、陶瓷轴承、冶金轴承、风机轴承等系列。\n公司轴承产品广泛应用于机械设备、水电水利、工程、铁路、汽车、钢铁、电力、纺织、包装、医疗、冶金、矿山、石油、电力、造纸、电子计算机、电机、运动器材、办公设备、仪器仪表、汽车电机、精密仪器等领域。公司拥有先进的plm、erp、scm、crm管理系统，保证广大客户在轴承咨询、采购、订货!另外，公司具有独立的进出口经营权，完备的中国电子口岸等通关系统，保证国内外轴承之路的畅通!保证急需从国外调货的客户在最短的时间内拿到货。\n面向国内，我公司的轴承产品主要销往:上海、浙江、江苏、安徽、内蒙古、重庆、云南、陕西.河北、河南、湖北、湖南、江西、四川、广东、广西、黑龙江、吉林、辽宁、宁夏、甘肃、山西、山东、福建、海南等地;面向国外，我公司产品主要销往:韩国、日本、智利、阿根廷、巴西、美国、土耳其、菲律宾、澳大利亚、印度等多个国家和地区。多年来，我公司凭借优质的产品、一流的服务、超低的价格赢得广大客户的信任与青睐，使我们的轴承产品遍布国内海外!承蒙广大新老客户的支持，xx人将会更加努力进取，以更优质、更高效的服务回馈广大客户!\n您满意的微笑时我们永恒的追求!为了保证及时供货，我们在天津港保税区、天津经济技术开发区设有中心仓库，库存丰富;为了您设备的无忧运转，我们有着经验丰富的技术咨询机构;为了您对轴承型号的正确选择，我们建立了一支效率一流、服务-流的营销队伍!\n雄厚的技术力量，优质低价的产品，一流的营销售后服务，是您最佳的选择!"
        }
    ]
}