{
    "generate_text": [
        {
            "input": "",
            "output": "第一章 执行概要\n1.1 公司简介\n本公司是一个以围绕信息服务为中心的服务类企业，公司致力于打造针对校园内部的网络交易平台，利用网络信息传递便利的优点，结合校园交易活动即时性、跨越地域范围狭小的特点，为校园商务活动提供信息交流便捷、涵盖内容系统全面的网络交易平台把虚拟的网络拉近学生们的身边，突破网络服务只能提供虚拟服务的局限，让同学们体验到网络生活带来的实体便利：以此为公司运作基础，树立公司良好形象，科学合理运营公司项目，立足于长远发展。\n1.2 公司战略\n燕山大学是我们公司发展的起点和试点，前期从小处着手，深入开拓燕山大学市场，积累经验教训，立足于长远，我们会根据未来发展状况，把这个平台推广到秦皇岛的各大高校中，最终拓展到全国的每一所高校。\n1.3 执行项目概要\n学生自由交易平台;二手书出售;超市在线购物;承包培训机构招生;承包旅游机构组团;商家网上开店;常用型产品出售;广告业务。\n1.4 资金筹集方式\n公司运营资金由负责人(周保成、郭慧)筹集也允许公司其他成员的股份的方式融资。\n第二章 行业特点描述\n2.1 发展背景\n_网：亚太最大网络零售商圈，由_集团在_年5月10日投资创立。_年上半年，_成交额就已达到413亿元。其搭建的电子商务生态圈，使超过一百万的网络卖家感受着中国网络给商品交易带来的便捷。购物用户在几年内急速增长，成功走出了一条中国本土化的独特道路。_网提倡诚信、活跃、快速的网络交易文化，为C2C(个人对个人)、B2C(商家对个人)提供网络交易平台，从中抽取交易提成和广告费，已成为网络商务交易的模板。\n_网：1999年11月正式开通，成立以来，_网一直保持高速度增长，每年成长率均超过100%。_年图书销售超过六亿元每月约有_万人在_网浏览各类信息。它靠网上销售图书获得良好声誉，逐步把销售范围扩大到各种大众商品，采用消费者鼠标轻轻一点，精品尽在眼前-快递公司送货上门，当面收款经营模式，吸引了全球3756万的顾客在_网上选购自己喜爱的商品。自己售书的同时为其他商品提供交易平台获利。\n针对于大学生的非常成功的例子就是江西农业大学学生吴子发创办的大学生168服务网，该网站于_年建立，到_年月成交额达百万元。该网站提供集网上订餐、网上超市、网上二手书店的服务，初期经营范围只在一个学校，到后来把业务逐步扩大周边大学校园，采用网上下订单，货到付款的交易方式，大大方便了学生的日常生活，在学生当中赢得了很好的口碑，很值得我们学习。\n综上，网络交易平台对商品分类，智能查询、购物导航和轻松的购物方式进行了完美的展现，加上每个网站的特色服务，吸引浏览者和商家，这样网站经营者得到了丰厚的回报。\n2.2 自身发展优势\n2.2.1 随着网络技术的不断发展，网络以其时效性强，信息交流便捷等特点，成为21世纪另一个市场。虽然互联网已经发展的相当广泛了，但是互联网在学生市场中并没有真正的打开。学生市场与互联网之间还存在着很大的距离，据我们对周围学生的观察，学生们主要利用网络的方式有：学习、查资料、看新闻、网上聊天、玩游戏、发表言论等，可以看到，这些都是比较虚拟的服务，对学生带来很少实体的服务，这些都没有涉及到学生们的切身利益，学生享受不到网络给人们带来的第一章 执行概要\n1.1 公司简介\n本公司是一个以围绕信息服务为中心的服务类企业，公司致力于打造针对校园内部的网络交易平台，利用网络信息传递便利的优点，结合校园交易活动即时性、跨越地域范围狭小的特点，为校园商务活动提供信息交流便捷、涵盖内容系统全面的网络交易平台把虚拟的网络拉近学生们的身边，突破网络服务只能提供虚拟服务的局限，让同学们体验到网络生活带来的实体便利：以此为公司运作基础，树立公司良好形象，科学合理运营公司项目，立足于长远发展。\n2.3.3 合理构建服务项目，保持生存与发展。\n在我们经营的项目中，在线购物、在线订餐、在线购书、学生自由交易平台是我们赢得学生欢迎、商家信任的重要策略，是网站生存发展的前提条件;除自由交易平台外，其他六个服务都有获利的空间，可以说把校园交易的主要获利渠道容纳进来了，达到团队生存发展的目的。\n2.3.4 .借鉴知名网站的服务模式和服务特色，结合校园生活的特点，科学合理的规划，精心细致的设计，打造出功能强大，服务周到，适应学校实际的独具特色的本土化网站。\n总之，要用适合学生根本利益\n的服务站稳脚跟，而不是用宣传获得昙花一现。\n2.4 行业风险\n<p>第三章 执行项目解析及营销战略\n3.1 学生自由交易平台\n我们开辟一个自由交易的平台，为学生免费投放广告，学生只要把广告刊登到相应的分类信息中，就会被消费者轻易浏览到，或者被搜索引擎找到。用这种服务来提高网站的知名度。\n3.2 超市在线购物\n3.2.1 市场分析\n燕山大学学地域广阔，宿舍区分布广泛，大部分宿舍区距离超市较远，学生购物极其不便，在线购物--上门送货和网上选购的方式正好迎合了学生们的需求。另外超市之间形成了比较激烈的竞争，我们了解到校远周边超市的商品要比其他地方的价格低，这就是激烈竞争的结果，可想而知他们对赢得学生市场的渴望，而我们给他们提供的在线购物服务是他们竞争的有力筹码，只要我们提出的服务费用比他们靠降价竞争的方式划算，他们就会很愿意和我们合作的。\n3.2.2 行销策略\n把校园内外的超市吸引过来，我们打算对超市商家实行页面展示+订单销售战略，超市根据自身情况是否选择订单服务。为他们在网站上提供空间，让他们在网站上开店展示商品。当一个学生找商品时，或者直接打开某一个超市的页面进行选购，或者用站内搜索引擎搜索想要的物品，经过智能化的处理，网站会把所得结果(包括价格、所在超市、型号等商品信息)都罗列出来，以供选择，然后在线下订单，超市看到订单后就会及时组织人员送货上门，各个超市可根据自身情况制定消费底限提供上门送货和送货时间。\n3.2.3 财务分析\n根据我们对西校区利联超市调查：平均每天营业额在5000元左右，预计在网站上每家超市的销售额为500元，根据统计周边超市数量，我们把合作目标定在四个。\n每月利润=(每天成交额x服务提成x每月天数+每月页面展示费)x合作超市数量。"
        },
        {
            "input": "",
            "output": "一、蛋糕店概况\n1.本店发属于餐饮服务行业，名称为“__下午茶”，是个人独资企业。主要为人们提供蛋糕、面包、冰淇淋已及饮料等甜品。\n2.本店打算开在社区贸易街，开创期是一家中档蛋糕店，未来打算逐步发展成为像__、__那样的蛋糕连锁店。\n3.本店需创业资金9.5万元。\n二、经营目标\n由于地理位置处于贸易街，客源相对丰富，但竞争对手也不少，特别是本店刚开业，想要打开市场，必须要在服务质量和产品质量上下功夫，并且要进一步扩大经营范围以满足消费者的不同需求。短期目标是在贸易街站稳脚跟，1年收回本钱。长期目标则是逐步发展成为一家经济实力雄厚并有一定市场占有率的蛋糕连锁公司，在众多蛋糕品牌中闯出一片天地，并成蛋糕市场的着名品牌。\n三、市场分析\n1.客源：本店的目标顾客有：到贸易街购物娱乐的一般消费者，约占50%;四周学校的学生、商店工作职员、小区居民，约占50%。客源数目充足，消费水平中低档。\n2.竞争对手：根据调查结果得知国内品牌蛋糕店有很多，仅福州连锁蛋糕店就有很多如安德鲁森、朝阳坊、红叶、安琦尔。因此竞争是很大的。\n四、经营计划\n1.先是到四周几家蛋糕店“刺探情报”，摸清不同种类和尺寸蛋糕的本钱价。了解各类蛋糕店的经营理念以及经营的“小花招”。\n2.开业金筹齐后，开始在各大蛋糕店“挖角”。不能“明目张胆”地挖，要趁店里人少时，偷偷跑过往和店里师傅商量。或者招聘糕点师傅，开蛋糕店师傅很重要，所以要慎重考虑。\n3.据了解发现一套消费定率：“顾客永远没有的价钱。今天你能降低几元钱，明天可能就有同行竞争者以更低的价钱与你争夺订单。”从中体会到产品市场一定的竞争策略：“降价促销并不是长期的经营策略，唯有以的材料制作出品质的蛋糕，才能吸引顾客，将顾客留住”。\n4.蛋糕店主要是面向大众，因此价格不会太高，属中低价位。\n5.可印一些广告传单，以优惠券的形式发放，以达到广告宣传的效果。\n6.蛋糕店可以专门开辟休闲区域，设置很多造型别致的座椅。顾客可买上一些点心，坐在蛋糕店里慢慢品尝，蛋糕店的休闲功能得到进一步强化。\n7.经过多方调查，出于竞争等方面的需要，不少蛋糕店推出一些与蛋糕并没有太多关联的休闲食品，藉以形成新的利润增长点。在经营的品种上，不少店主有一些推陈出新的举措：比如在炎炎夏季，会合时令地推出眼下非常流行的冰粥和刨冰，以及奶茶，果汁类的饮料深受顾客青睐。\n8.建立会员卡制度。卡上印制会员的名字。会员卡的优惠率并不高，如9.5折。一方面，这可以给消费者受尊重感，另一方面，也便于服务员对于消费者的称呼。特别是假如消费者和别人在一起，而服务员又能当众称他(她)为_先生、小姐，他们会觉得很受尊重。\n9.在桌上放一些宣传品、杂志，内容是关于糕点饮料的知识、故事等，一方面可以提升品位，烘托气氛，也增加消费者对品牌好感。\n10.无论是从店面装修、店员形象，还是蛋糕制作上，都要给顾客健康、卫生的感觉。蛋糕店一定要严格执行国家《食品卫生法》，这是立足之本。\n11.食品行业有特别的岗位劳动技能要求：从业职员必须持有“健康证”。\n五、财务估算\n启动资产：大约需9.5万元\n设备投资：1.房租5000元。2.门面装修约20__元(包括店面装修和灯箱)。3.货架和卖台投进约1500元。4.员工(2名)同一服装需500元。5.机器设备的投资：8万元(包括制作蛋糕的全套用具)首期进货款：面粉、奶油等原材料，约6000元。\n月销售额(均匀)：21000元。占有关内行人士评估，如此一家小型蛋糕店的经营在走上正轨以后，每月销售额可达21000元。\n每月支出：14033元.房租：选址在居民较密集的小区、社区贸易街、及靠近小孩子的地段(如幼儿园或者游乐场四周)，约5000元。\n货品本钱：30%左右，约5000元。职员工资：10平方米的小店需要蛋糕师傅1名，服务员1名，工资共计20__元。\n水电等杂费：700元设备折旧费：按5年计算，每月1333元月利润：6967元左右按此估算，一年左右即可收回投资。\n六、风险及制约因素分析\n由于蛋糕店不是所在街道或者小区的第一家店，顾客很难改变一贯的口味，所以就得花费更大的财力物力和“花招”来招揽顾客。"
        },
        {
            "input": "",
            "output": "一、市场分析\n1、会所成立背景\n__，是__的政治、经济、交通、文化、科技、信息、金融中心。荣获“全国文明城市”和“联合国人居奖”的省会城市。\n目前已成功举办了_届东盟博览会，为推动中国与东盟经贸关系的发展发挥了重要的作用，__在飞速发展，时代的进步带动着经济的繁荣，同时也改变了人们物质文化、精神文化生活的需求!\n各大金融财团、跨国企业、知名品牌纷纷向浙江涌来，众多的获得丰厚财富的成功者工作之余对个人的生活品质的要求更加高涨。观念的改变带动社会的繁荣，高端私人会所正是这个时代代表性的产物。\n__私人会所，是经过我们从事娱乐服务行业多年来积累的丰富经验和对__经济发展及国家政策分析，而决定成立的私人商务会所。\n__私人会所，将按国际化标准打造__商务会所旗舰品牌。营造真正意义上的“家外之家”。会所集娱乐、休闲、餐饮、商务洽谈、文化交流、商品展示、酒会PARTY、商品销售及生活私人空间等全方位的立体化的综合服务性能的服务机构。\n同时为我们的会员构筑政治、经济、文化、时尚信息、社会名流、交流交际的多元化平台。让我们的会所从真正的意义上成为上层商务人士休闲、娱乐、生活、工作交流上不可或缺的心灵寄托的港湾和获得财富的地方。\n我们在设计装修风格、经营方针路线、规范化企业管理、完美优质的服务使会员在精神、心理上得到寄托和经典的享受。与此同时为我们的投资者和我们的企业创造更大的利益价值，更高的品牌效益，让我们的企业迈向更加美好的未来!\n2、会所优势分析：\n1、会所出发点为“服务”这种服务非一般意识上的服务，会所致力于大型国际跨国公司和国内优秀企业之间会员的交流，政府要员与企业之间的交流，搭建一个高端商务交友平台。\n2、会所的环境及硬件设施\n地理位置优越：我们会所位置在__市萧山区金城路，我们的会员能在较短的驾程内到达。\n设有大型停车场：会所所在位置交通、行车便利，方便我们尊贵的客人停车。\n独立的会所场地，安全的设施给我们的会员营造了一个绝对私密的自我空间，可以尽情的享受唯我独尊的尊贵生活。\n3、娱乐项目新颖有特色\n专业的舞会，艺术氛围浓厚的红酒文化让我们的会员享受宁静与健康!\n4、会所长远目标：\n为众多的企业家、政治家、富豪、各类经济富足的女性、社会各界人士创造了一个完美的、丰富多彩的娱乐、休闲空间及构建了更加适合于经济交流活动的环境和更高的平台，同时成为一家私人会所的尊贵会员也是个人身份、地位的象征和自我价值的体现。\n二、市场推广及营销策略\n在会所成立的初期介段，以品牌宣传为主，进行一系列活动以在企业家、政治家、富豪、各类经济富足的女性之间进行宣传与推广，会所只在金字塔顶端一小部分人群中推广打开。\n“__私人会所是集商务交流、休闲娱乐为一体的综合性红酒艺术会所。为您提供浙江乃至全国档的会所软硬件条件，最正宗的欧洲红酒品鉴文化，和会员个性化定制服务，同时也为您构建一个高端商务交友平台。”\n1、以书信、请柬的方式向各政府要员、大型企业领导专程送递，介绍本会所。\n2、聘请专业公司制作出形式上具有互动性，内容上具有延续性，风格上具有统一性的多媒体文件，向各企业家、富豪宣传，使之成为具有记念意义的礼品。\n3、会所定期发行专业红酒杂志，杂志内容区别于一般的广告期刊，旨在宣传红酒文化以及搭建商务交友平台。\n4、联络各高端杂志及报刊编缉、记者，以软文的方式介绍会所情况，打响品牌。\n5、同银行、移动、联通、航空、高尔夫俱乐部、及国内五酒店等达成贵宾互动联盟。\n三、经营项目及商业收入模式\n1、会籍\n会所专门吸收政府要员、社会名流及成功人士，全国各大城市商会、私人会所、浙江银行金卡客户、把会员分成行业委员会，都有专人负责不定期举办派对活动。会籍可以转让也可以象有价证卷一样升值转卖。\n会籍种类;名誉会员，公司会员，个人会籍，家庭会籍。\n名誉会籍：元人民币\n公司会籍：元人民币\n家庭会籍：元人民币\n个人会籍：元人民币\n注：会员卡费可充当以后消费费用，也就是预存消费。且消费享有一定的折扣。\n2、经营项目法式\n红酒西餐厅服务特色：\n座位容量：位\n设计风格：低调奢华浪漫\n营业时间：早晨7：00---凌晨2：00\n菜单主题：法式西餐等FUSION风格的菜式.\n酒水单：进口葡萄酒，香槟，洋酒，冰酒\n定价属于：高档次\n服务特色：\n专业侍酒师为每一位客人精心根据菜式搭配餐前，佐餐，餐后酒水。\n餐厅中央设贵宾交谊舞厅，烛影杯光中，我们的客人在享受FUSION风格的菜式同时，还可以拥爱侣轻歌慢舞，从而体现出更高层次的个人生活品质。贵宾假如有意邀请其他顾客共舞，我们的专业侍应生可以代约。\n不定期举办商务论坛及专业葡萄酒与食物搭配讲座，商务聚餐，品酒会，庆典活动。让每一位客人都能搭建高端人脉关系、感受到家的温暖及意想不到的幸福和浪漫。\n正宗法国餐及香槟文化的推广，装修风格以奢华大气，服务至善至美，加上模特走秀、乐器等各种才艺表演，让我们的会员在此用餐或接待感到无比尊荣体面。"
        },
        {
            "input": "",
            "output": "一、轮滑介绍\n轮滑也叫溜冰，它是水冰在陆上辅助训练过程中逐渐演变形成的运动项目。同水冰相比，它更刺激、惊险和时髦，而且四季皆宜。旱冰和水冰的技术动作要求基本相同，不同的是场地和器械(鞋)有所不同，现在，轮滑已成为广大青少年喜爱的娱乐休闲运动了，有时，我们常常能在街上看到背着书包的追风少年驾着风火轮从身边飞驰而过。\n二、环境分析\n(一)宏观环境分析\n1、市场环境\n近年来，__市以《全民健身条例》和《__市全民健身实施计划(20__-20__年)》为引领，深入推动全民健身运动发展，现在，在__大地上，全民健身活动高潮迭起，亮点纷呈，已经形成了一批独具特色的全民健身品牌，有力地推动了全民健身活动蓬勃开展。\n对此，__表示：“加大全民健身投入力度，尽力满足老百姓不断增长的健身需求，这是我们建立和完善全民健身服务体系一直追求的目标。”\n《轮滑活动管理办法》第五条规定：鼓励单位和个人作为团体会员和个人会员加入轮滑协会，可以在参加轮滑活动方面享受优待。\n2、人口环境\n从全国来看，我市的人口密度西部第一，全国排第十，按户籍人口计算，每平方公里上有371人生活，是全国平均密度水平的近3倍。其中渝中区人口密度，达到31338人/平方公里;人口密度最少的是城口，每平方公里只有58人。\n__男性比例比女性比例大，青少年占绝大多数，而学习轮滑的一般以成年男性和和青少年为主，男性为主要市场，而在初学者方面，儿童占了60%左右，因此企业应加强对儿童轮滑鞋的研发，更加注重鞋子的品质，同样不能忽略了对女鞋的开发，注重鞋子的舒适性。\n3、经济环境\n人民的经济水平、消费水平明显提高，更加注重健康娱乐，他们也有更多的金钱可作为个人爱好方面的支出，对于有利于身心健康的很好的户外运动、有氧运动来说是值得投资的。\n4、社会文化环境\n轮滑运动全民盛行，轮滑组织、轮滑比赛应运而生。轮滑不仅是一项竞技项目，更是一项休闲运动，优点多多。\n它是一项全身性运动，能促进心脑血管系统和呼吸系统机能的改善和代谢作用的加强，能增强臂、腿、腰、腹等肌肉的力量和身体各个关节的灵活性，特别是对人掌握平衡能力上有很大作用。它也不乏娱乐性，可以从平时紧张、繁重的学习和工作中解脱出来，达到身心放松的目的。\n它更具有工具性，在交通越来越拥挤的今天，轮滑不啻为一种流行和时髦的交通工具，快捷、环保、灵活。如今，在超市和不太拥挤的路面上，以轮滑代步已不是新鲜事了。学生比较容易接受新鲜事物，更愿意去在这个方面进行消费。\n5、自然地理环境\n在大力开展健身活动的同时，重庆市还加大全民健身场地设施的建设力度，为群众体育活动的发展提供了强有力的支撑。\n截至目前，全市累计建成农民体育健身工程5350个、乡镇健身广场164个，主城区及中心城市已实现农民体育健身工程全覆盖;健身登山步道157条、社区健身路径888个、建成文体中心户1204个、培养社体指导员25704人;到今年底全市38个区县将全部完成“一场、一馆、一池”公共体育场馆建设，届时全市人均体育场地面积达到1平方米。\n有这么多健身场所，我们为何不选择轮滑来运动呢?轮滑运动本身不会产生任何污染，倡导了健康的环保理念，是一项时尚的健康运动。\n(二)微观环境分析\n1、供应商分析\n我们俱乐部直接去厂家进货，这样可以拿到更低的进货价。我们还联系了好几家厂家(认识在厂家工作的朋友)，进货渠道非常方便。但是一次进货金额通常会要求会比较高，增加了经营风险。\n2、顾客\n轮滑运动作为时尚化和个性化的代表，吸引着广大儿童和青少年，它自由自在飞翔的感觉也深深吸引着渴望休闲轻松的白领人士。所以轮滑市场的潜力是无法估量的，所以有不少经销商提出了“让全国人民溜起来”的口号。\n消费者多为在校大学生、少年儿童、白领人士，在校大学生因为有充足的时间和旺盛的精力，因而成为这一运动的支持者，少年儿童则多借此来锻炼身体，白领把这一运动作为休闲娱乐。\n在校的，时尚的，勇于尝试新鲜事物且家境较好的大学生成为轮滑运动的主力，他们多消费高端轮滑鞋，而一些初学者大多只使用200元左右的鞋。\n收入分析，爱好或有兴趣学轮滑的群体，特别是青少年人群，因为大多受家庭条件的制约，轮滑运动的消费不能占据太多，所以低端鞋占据了30%左右的市场。消费者心理，求鲜成为这一人群的一大特点。\n轮滑健身：轮滑能锻炼平衡能力，可以称作为脑部平衡操，可以缓步持续刷街，让大腿后部、臀部、下背部更有型。如果加强手臂摆动，还有助于前臂与胸部塑型，还可以既不消耗能源也不造成环境污染，有利于环保。\n轮滑娱乐：可以从平时紧张、繁重的学习和工作中解脱出来，达到身心放松的目的，从来也达到了减压的目的。\n轮滑工具性：现在的交通越来越紧张，轮滑作为一种流行时尚的交通工具，快捷、环保、灵活，可以代步。(KTV里面的服务人员常常是这种情况)\n3、竞争者分析\n从调查来看，杨家坪有几家销售轮滑销售轮滑的商店，我们从他们的了解中分析以下：\n产品：现阶段卖轮滑鞋的，大多数品中比较单一，并且价钱普遍偏高，质量方面还得不到保障。而我们可以通过我们广泛的进货渠道，以更低廉的价格，进到更优质、品种更齐全的产品。\n销售渠道：在网络时代，大多数卖轮滑鞋的店只有实体店，而没有网店，销售渠道比较窄。而我们将是以实体店为主，网店为辅;以卖鞋为基础，以教学为目的。\n方式：我们俱乐部十分注重培养他们的消费忠诚度，不但负责教会如何轮滑行走，还要教各种技术，花样以及训练竞速，并且参加轮滑比赛，着重培养孩子的轮滑兴趣。\n还要实行会员制，定期举办各种活动，让孩子们在轮滑的过程中获得更多乐趣和收获，更加的喜欢轮滑。"
        }
    ]
}