{
    "generate_text": [
        {
            "input": "",
            "output": "经理办里人事劳动工资的工作繁琐又枯燥。每天要对公司的考勤记录检查，公司140多位员工的每月的工资、奖金、住房公积金、劳保、医保等等方方面面的事情都牵扯到他，他总是不厌其烦、井井有条的处理着，经常为了某个职工的劳动合同或者其他事情到市人才交流市场奔波，有时候一件事情要跑好几次，但他都没有怨言。我们曾经问他，这样的工作是不是很烦啊?他乐呵呵的说：&ldquo;这些都是大家切身利益的事情，我是公司做人事劳资的，哪能不做好呢。&rdquo;多么朴实的一句话，反映了同志热忱的对待同事和一丝不苟的工作态度。\n20xx年7月的一天，经理办领导忽然接到的短信，说身体不适可能要住院。第二天公司工会和部门领导去医院看望他的时候，才知道他那天的生病的情况是非常凶险的，但同志躺在病床上还是不放心手头的工作，公司领导朱书记说让他不要担心，出院后多休息几天再上班，可表示过2天出院了就去公司把耽搁的工作完成，苍白的脸上露出深深的歉意。果然，2天后一出院就直接到公司里加班，把之前的工作全部整理好才离开公司。要知道，这天是双休日啊!这种敬业精神很值得我们大家学习。\n还是个公司集体活动的积极组织者和参与者。无论是各种会议还是工会活动，都会看到他忙碌的身影，在他的影响下，公司里有了各种活动，都有一个主动参与筹备和策划的小团队，把各项准备工作都做好做足，还积极参与了总部、区域在南京召开的会议接待工作，受到了大家的好评。\n工作中是个优秀员工，生活中他也是个孝顺的儿子和温良的丈夫。因为住在江北，每天上下班他都要接送母亲和妻子。虽然工作压力和生活压力都很大，但他都保持着一颗积极而感恩的心生活和工作着。\n因为他优秀的个人品质，同志连续获得数年的公司先进个人称号，我们希望他珍惜荣誉，继续加油努力，在今后的工作中取得更大成绩。"
        },
        {
            "input": "",
            "output": "陈于20xx年7月1日毕业于x学院，共青团员，8月1日到x县，x乡人民政府办公室。他甘于奉献，认真履行工作职责，勤勉好学，注重个人能力的培养，思想积极向上，热忱的投身于志愿服务中，热心公益事业，服务群众，奉献社会。在此将个人事迹材料如下：\n一、克服畏难情况，尽快熟悉乡情，转变工作角色\n9月1日他抱着欢喜和期待来到服务岗地宽坪乡人民政府。眼前看到的一切与他想象的工作环境，生活条件相差甚远，无心工作，情绪很低落，有反家的念头，领导门看出了他的心思做了很多思想工作，讲了很多道理，才明白他是一名志愿者，不要也环境定结论，在坚难中学习，在坚苦中成长，在实践中求生存，不要怕苦，不要怕累，一定要留下。就这样，情绪两天过去了，他开始认真搜集乡里相关信息，尽快熟悉乡情。并在办公室认真做好接待，通讯，收发传真，打扫卫生、草拟办办室基本公文资料。几个月下来，通过平时的积累，他熟悉了办公室的日常事处理，进入了工作角色，深刻体会到了在基层工作的乐趣。\n二、合作医疗工作\n在党委书记，乡长的安排指导下到乡合医站，他的主要任务是负责全乡从20xx年10月至今所有住院，门诊统筹，家庭帐户的病人姓名、就医机构、门诊诊断、合作医疗证号、补偿金额等等输入合作医疗系统和存档。\n他服从领导，团结同志， 在一年多的工作中，能够做到与同志们密切合作、相互帮助。领导布置的工作总是尽力去做，从不推诿。在平时，乐于助人，能够帮助别人解决的问题就尽量解决，工作中对不懂的业务虚心向其他同志请教，对自己懂的也是毫无保留，不存一丝私心。\n三、农村低保\n在乡民政办需要帮助的时候，他到了完成了高桥村6个组175户一类、二类、三类、四类、五类和五保户等的低保核实、输机工作，纠正后输入电脑上交民政办公室主任统一抱县民政局。\n四、林权制度改革内业微机录入\n茶苗移栽完，他又帮助林业站搞林改内业工作，把全乡的五个大村26个组18000多亩2540户，姓名、林种、宗地内业号、外业号、面积、林权方案等等林业所有数据通通输入电脑再作效正传到县林业局考核，批示，颁发林权证书。\n五、茶产业工作\n在做好办公室工作的同时，他与乡茶产业组负责庐山村的茶叶产业发展工作，为做好这项工作，他多次到该村万家沟茶叶规划点去开群众会，动援群众种植茶的积极性，丈量土地，面积398.1亩，茶苗和肥料的运输，发放茶苗1393350株和肥料790包，记得有一次他去丈量土地就是整整六天没有回乡政府与农户同吃同住共同量土地，正是因为这些负出，激发了老百姓发展茶产业的积极性，确保了在11月底全乡茶园建设顺利完成移栽工作。"
        },
        {
            "input": "",
            "output": "半年来，我局的社会治安综合治理工作认真按照党中央、国务院和全国人大常委会《关于加强社会治安综合治理的决定》精神和《云南省社会治安综合治理条例》的要求，根据与区委、区政府签订的《xx市红塔区辖区内部单位社会治安综合治理目标管理责任书》，进一步修订和完善了《xx市粮食局社会治安综合治理责任书》，制定了社会治安综合治理工作计划，按照“谁主管，谁负责”的原则，狠抓各项管理制度的落实和检查，以“维护社会稳定，确保一方平安”为己任，努力为改革发展创造一个稳定的社会环境。现将半年来我局的社会治安综合治理检查情况总结如下：\n\n\n一、认真贯彻“三个代表”重要思想，健全机构，加强对社会治安综合治理工作的领导\n\n我局领导高度重视，以努力实践“三个代表”重要思想为指导，统一思想，提高认识，把社会治安综合治理列入重要议事日程。加强领导，健全组织机构，成立了以杨诚局长为组长，王毓华、陈云岩副局长为副组长，办公室主任、副主任和各科长共同组成的xx市粮食局治安综合治理领导小组，日常内部治安管理工作由办公室负责，各片区明确一名干部具体抓本片区的日常综治工作，要求对所属人员的变化及思想动态、行为做到层层落实、心中有数，加强对重点人员进行思想教育，对重点部位，特别是国家粮食储备库的消防安全、药品存放等进行经常督促检查，消除隐患，发现问题及时逐级向综合治理领导小组报告，并选出一名责任心强，政治思想素质好，具有一定能力的干部具体抓落实。\n\n二、深入开展法制宣传，加大普法教育力度，增强法制观念\n\n我局立足以提高干部职工、家属子女的政治素质为落脚点，结合实际制定了切实可行的年度普法教育工作计划。每月利用一个学习日对干部职工进行行政执法、反腐倡廉、崇尚科学的教育，排查一切可能出现影响社会治安的安全隐患，积极配合市区政法委、公安部门工作，使干部职工懂法，用法律武器保护自己，自觉地抵制各种歪理学说。\n\n三、完善各项制度，落实防范措施，督促检查，排除隐患\n\n四、以“三个代表”重要思想为指导，深入贯彻学习党__大精神，落实目标责任制，增加责任心，认真贯彻执行《国家公务员法》、《云南省公务员八条禁令》，严明政纪，改变作风，加强自身修养，弘扬正气，打击各种丑恶现象。提高干部职工的综合素质，努力建设一支廉洁、高效、务实、勤政的干部队伍。长期以来，我局把社会治安综合治理工作列入重要议事日程，领导亲自抓，层层落实，持之以恒，常抓不懈，年内未发生一起违纪违法和治安案件，促进了内部社会治安秩序的安全稳定，为维护社会治安稳定和经济发展作出了应有的贡献。"
        }
    ]
}