{
    "generate_text": [
        {
            "input": "",
            "output": "<title>关于对同志的嘉奖令</title>\n\n\n<content>各乡(镇)人民政府、区管委会、街道办事处，市人民政府各部门，各有关单位：\nxx，医药科技股份有限公司总经理。在他的带领下，公司主打产品药用基橡胶瓶塞成功销往xx集团、xx集团、制药、制药等全国各大药厂，并外销出口欧盟、东南亚地区。x5年3月，该公司成功实现“新三板”上市，为我市生物医药产业做出了先进表率。为肯定成绩，表彰先进，决定对予以通令嘉奖。\n希望在今后的工作中再接再厉，再创佳绩。全市各级各部门各企业和广大干部职工要以先进为榜样，在市委市政府的正确领导下，开拓进取，扎实工作，为全市经济发展和社会进步做出新的、更大的贡献。\nxx市人民政府</content>"
        },
        {
            "input": "",
            "output": "考评组的各位领导、同志们：\n今年x月，我被组织任命为办公室副主任。主要分管秘书一科、督查科，侧重办公室行政事务。x个多月来，在主任的领导下，在同志们的配合支持下，我围绕办公室的工作特点和工作规律，努力适应新的岗位要求，认真履行自己的职责，集中大家的智慧，凝聚大家的力量，不敢有丝毫的懈怠，扎扎实实地开展了各项工作，较好地完成了工作任务。\n下面，将我任职以来的学习、工作情况向大家作一简要述职，请予评议。\n一、主要工作目标\n1、根据集团公司整体部署，搞好调查研究，掌握上级政策和基层情况，抓好办公室拟办的有关信息刊物，为集团公司领导决策提供信息服务。\n\n    2、起草集团公司行政方面的工作报告、领导讲话、文件等有关材料。\n\n3、对集团公司文件、会议决定事项及领导指示的执行情况进行督促检查。\n4、组织秘书人员的业务和政治学习，不断提高秘书的工作质量和工作效率。\n5、完成集团公司领导及办公室主任安排的其它工作任务。\n二、工作措施和效果\n一是加强文稿起草工作，进一步提高了文字质量。积极开展“传、帮、带”;和岗位练兵活动，组织秘书班子完成了大量的写作任务。先后起草了“劳模会报告”;、“重点工程建设动员报告”;、“转变干部作风动员报告”;、“向省委巡视组的汇报材料”;、“全国煤炭行业人才工作会议经验材料”;、“下半年安全工作报告”;、“下半年工作会报告”;、“大中专毕业生就业动员报告”;、“全国煤炭行业发展循环经济工作会议经验材料”;、“集团公司现场办公汇报材料”;等等。\n二是落实督查督办职能，促进了集团公司政令畅通。紧紧围绕集团公司党政的重大决策和重要工作部署，开展督查工作。重点突出了对集团公司职代会确定的15项重点工程的督查，坚持每月了解工程进展情况和存在的问题，通过《信息》及有关渠道，及时向领导进行了反馈。集团公司转变干部作风动员会后，根据党委安排，对各单位贯彻会议精神情况进行了督查。\n三是认真参与调查研究，积极为领导决策服务。根据集团公司领导指示，先后组织了两次关于机关作风建设的座谈会，分机关部门和基层单位对改进机关作风进行了调研，对最终形成《加强和改进机关作风建设实施细则》起到了重要的作用。8月中旬，积极参与了安全生产调研，摸清了九矿七厂今年后几个月的生产预计完成情况、明年的生产准备情况，以及各单位十年生产规划的制定情况，为领导正确决策提供了可靠的依据。\n四是服务党政中心工作，协助领导处理日常事务。在集团公司的重大工作方面，积极协助范主任做好协调服务。先后参与了第七次党代会的会务组织工作、中央12家新闻采访的接待工作、周边农民封堵公路、铁路的处理工作、科技创新大会的筹备工作以及董事会秘书处的日常事务性工作，发挥了参谋和助手作用。\n五是加强信息沟通工作，努力为领导、机关和基层提供服务。坚持加强信息建设，将集团公司领导的重要指示通过《信息》及时进行传达，对基层单位的工作起到了积极的指导作用。同时，通过相关的信息渠道，随时了解掌握方方面面的情况，特别是基层单位一些好的作法和经验，依托《信息》及时向领导反映，为领导把握全局、正确决策提供了依据。今年以来，《信息》已经编发23期。另外，还新编了《副处级以上领导干部通讯录》，为全集团公司提供了通讯联络方面的良好服务。\n三、廉洁自律情况\n我一贯对自己要求严格，能够认真遵守廉洁自律的有关规定和集团公司“五条禁令”;。工作中守原则，讲公道，时刻提醒自己，“不该说的话坚决不说，不该办的事坚决不办”;，没有吃拿卡要的行为，没有违反规定用公款进行高消费娱乐活动，没有参与过任何形式的赌博活动。 "
        },
        {
            "input": "",
            "output": "<title>北京市人民政府关于世纪坛地区燃放焰火的公告</title>\n\n\n<content>12 月31 日晚，喜迎奥运祝福北京;迎接20xx 年奥运年主题活动将在世纪坛举行。依据《北京市烟花爆竹安全管理规定》，市人民政府决定，20xx 年12 月31 日晚喜迎奥运祝福北京;迎接20xx 年奥运年主题活动期间，将在世纪坛地区燃放焰火，特此公告。 北京市人民政府</p>\n20xx年x月x日</content>"
        }
    ]
}