{
    "generate_text": [
        {
            "input": "",
            "output": "驻常中国人民解放军、中国人民武装警察部队全体官兵，全市军队离退休干部、烈军属、伤残军人、转业复员退伍军人、民兵及预备役人员：\n值此中国人民解放军建军88周年和中国人民抗日战争暨世界反法西斯战争胜利70周年之际，中共xx市委、xx市人民政府并代表全市人民，向你们致以节日的祝贺和亲切的慰问!\n没有一支人民的军队，便没有人民的一切。\n人民军队88年的历史，是一部保持性质、宗旨和本色，始终与人民群众同呼吸、共命运、心连心的历史。\n88年的风雨兼程，人民军队建立了无愧于党、无愧于祖国、无愧于人民的丰功伟绩。\n长期以来，驻常部队子弟兵始终以忠诚之心献身党的事业，以为民情怀服务基层群众，以主人翁姿态投身地方发展，把沅澧大地当作故乡，与xx人民心手相连，全力支持和推进新新创业，在支援地方经济发展、抢险救灾、扶贫帮困、维护稳定等实践中，冲锋在前，勇挑重担，谱写了拥政爱民新篇章，开辟了军民团结新局面。\n全市军队离退休干部、烈军属、伤残军人、转业复员退伍军人和广大民兵，坚持发扬光荣传统，始终保持军人本色，自强不息、扎实奉献，带头建设家乡、促进经济发展，带头维护稳定、促进社会和谐，在各条战线上创造了新的业绩。\n在此，市委、市政府和全市人民向你们表示衷心的感谢，并致以崇高的敬意!\n今年来，市委、市政府团结带领全市人民，坚持以&ldquo;四个全面&rdquo;战略布局统一思想、推动工作，主动适应经济发展新常态，扎实推进新新创业，深入打好民生升温、园区攻坚、城市提质三大战役，各项工作迈出新步伐，取得新成效。\n发展不忘拥军，拥军促进发展。\n是一片双拥热土，去年成功创建省级双拥模范城。\n我们将继续发扬拥军优属、拥政爱民的光荣传统，以纪念中国人民抗日战争暨世界反法西斯战争胜利70周年为契机，一如既往地支持国防和军队现代化建设，大力推进国防动员和后备力量建设，深化全民国防教育，深入开展&ldquo;拥军优属、拥政爱民&rdquo;和&ldquo;双带双促&rdquo;活动，积极争创全国双拥模范城，进一步巩固发展军政军民团结的大好局面，努力走出一条具有特色的军民融合式发展新路子。\n希望同志们继续保持和发扬军人本色，继续支持和促进全市改革发展稳定事业，军民团结一心，军地携手共进，为深入推进新新创业、加快全面建成小康社会作出新的更大的贡献!\n祝同志们节日快乐，身体健康，工作顺利，阖家幸福!\n\n日期"
        },
        {
            "input": "",
            "output": "各位干部家属：您们好!新年的钟声已经敲响，新春佳节的脚步正在临近。\n在辞旧迎新之际，我们要向各位家属说一声“您们辛苦了!”，感谢您们一年来对丈夫(妻子)工作上的关心、支持和理解，并致以节日的祝贺和亲切的问候!衷心祝愿您们新春快乐、身体健康、家庭幸福!　　在刚刚过去的一年里，全镇人民以党xx大精神为指导，在市委、市府的正确领导下，高举邓小平理论伟大旗帜，全面贯彻“三个代表”重要思想，奋力拼搏，抢抓机遇，取得了两个文明建设的新辉煌。\n全年实现国内生产总值11.59亿元，工农业总产值53.82亿元，财政总收入1.42亿元，其中镇可用财力8038万元，农民人均纯收入达到7200元。\n国民经济综合实力不断增强，城镇面貌发生明显变化，各项社会事业蓬勃发展，人民生活水平进一步改善，民主法制建设和政府自身建设也不断推进。\n成绩，来之不易;光荣，属于您们的丈夫(妻子)，也属于您们。\n一元复苏，万象更新。\n今年是我镇加快推进现代化工业强镇、江南水乡型人居名镇和文化休闲镇建设步伐，实现经济和社会各项事业大提高、大发展、大跨越的至关重要之年。\n镇党委政府“五个一流”的目标，绘就了掌起美好的明天。\n天时人时日相催，冬地阳出春又来。\n我们真诚地希望您们一如既往地支持丈夫(妻子)的工作，共同肩负起历史赋予的伟大使命，增强责任感和紧迫感，解放思想，与时俱进，团结创新，扎实工作，为把掌起建设成为“经济发达，环境优美，信用文明”的现代化工业强镇而努力奋斗!　　最后，再次衷心祝愿您们万事如意、合家欢乐!"
        },
        {
            "input": "",
            "output": "全局公安民警、公安现役官兵、辅警、治安员、离退休老同志及家属同志：\n在二oXX年新春佳节即将来临之际，我们满怀喜悦，向奋战在公安保卫战线上的同志们，向长期以来默默支持公安事业的家属们致以节日的祝贺和亲切的问候!\n刚刚过去的二X年是公安团结奋进、亮点纷呈的一年。\n在区委、区政府和上级公安机关的正确领导下，区公安机关深入学习贯彻党的xx大精神，以“三个代表”重要思想、科学发展观统领公安工作发展全局，以“三基”工程建设为主线，按照公安部“力量往基层使，工作往实里干”的部署，分局党委班子团结奋进，开拓进取，对队伍管理长抓不懈，坚持从严治警与从优待警并重，实现了队伍“零违纪”目标;\n大胆创新警务机制，推行“零容忍”打防策略，大力促进“六率”的提高，深化打防管建控建设，促进社会治安明显好转，群众安全感显著提升，xx市委提出的刑事立案下降10%以上和**区委、区政府提出的刑事案件总数控制在一万宗之内的目标;在严打犯罪的同时，分局严把执法质量关，狠抓执法考评工作，执法工作连续两年创优，再上新台阶;\n此外，“三基”工程建设取得累累硕果，公安基层基础工作得到有效改善，为做好各项工作提供了强大的保障。\n一年来，区公安机关较好地履行了维护社会政治和治安稳定的各项职责任务，为构建更加宽裕和谐新创造持续稳定的社会治安环境做出了应有的贡献。\n广大公安民警、公安现役官兵、辅警、治安员恪尽职守，忘我工作，涌现出一批先进典型和“十佳”系列业务能手，以昂扬斗志诠释了新时期人民警察的光辉形象。\n广大公安民警家属承受了常人难以想像的困难，牺牲了本应享受的天伦之乐，为我区公安事业的发展进步作出了无私的奉献。\n雄心不与年华去，壮志随春意更浓。\n崭新的二oXX年，是我们深入贯彻落实党的xx大精神之年，也是“三基”工程建设巩固完善年。\n机遇前所未有、挑战前所未有，希望广大民警在党委、政府和上级公安机关的正确领导下，以争创全国优秀公安局为目标，以更加坚定的决心、更加旺盛的精力、更加高昂的斗志、更加务实的工作，迎接新的挑战，创造新的业绩，为促进跨越式发展做出新的更大的贡献，不辜负党委、政府的重托和人民群众的期盼!\n祝同志们新春愉快，身体健康，家庭幸福，万事如意!"
        }
    ]
}