{
    "generate_text": [
        {
            "input": "",
            "output": "<title>创先争优，司法为民</title>\n\n<content>尊敬的各位领导、各位评委：\n大家好！\n我是，作为一名市人民法院的干警，我感到无比的骄傲和自豪！ 3年前，从跨进光荣的法官队伍那一刻、从穿上这身严谨的制服那一刻起，我的人生就已经交给了人民法院的审判事业。今天我演讲的题目就是 &ldquo;创先争优，司法为民 &rdquo;。\n每当我步入法院大门时，注目那庄严高悬的共和国国徽，仰望那迎风飘动的五星红旗，一股神圣感与自豪感油然而生，同时也感受到一丝敬畏，一份沉甸甸的责任。我曾经不止一次的问自己，这种感受来自何方？是法院名头的显赫？还是司法本身的威严？最终我意识到，这些都不是，这神圣、自豪、敬畏与责任，来自于人民法院所承载的是 &mdash;&mdash;人民的嘱托，人民的信任，人民的殷切期盼！\n风风雨雨几十年，我们的祖国从一个被外国列强蹂躏的失败者成长为今天这个世界最具发展潜力的新中国，是中国共产党领导人民经过艰苦卓绝的奋斗，从根本上改变了中华民族的命运。\n作为出生在新中国的这一代人，我无法去真实地感受革命前辈抛头颅洒热血的赤诚，也无法体会解放前后的新旧中国那鲜明的对比。但是，在和平年代，在经济发展的时代，在带领中国人民奔向小康、引领中国走向强国之梦的今天，每一名共产党员，依然站在了时代的潮头。\n如今，创先争优，争当北安先锋正在我市唱响。是啊，创先争优是敢创一流的勇气，是永不懈怠的精神，也是共产党人勇往直前优良传统的具体表现，做为司法战线的一员，我们义不容辞！\n共产党员，一个崇高的荣誉；法官，一个神圣的职业，当我们同时被赋予这两项无上光荣的称号时，历史要求我们要发扬党的优良传统作风，现实更要求我们要时刻牢记人民的重托。\n司法为民，这简简单单的四个，包含了人民群众对人民法院的厚重寄托与殷切期望，而承载着这寄托与期望的人民法官，更是把司法为民当成了对人民群众的庄重承诺。在我们法院，在我的身边，就有着这样一群用细心、用真心、用爱心、用公心实践着这一承诺的法官，他们数十年如一日地工作，他们时时刻刻牢记 &ldquo;公正司法，一心为民 &rdquo;的办案宗旨，以自己的行动默默的履行着一名共产党员的誓言。\n30多年前，党的好干部焦裕禄走进兰考一位老农家时，曾经说过一句让后人广为传颂的话：我是您的儿子。短短一句话，跃然而出的是对人民的无限深情，更是一颗全心全意为人民服务的挚诚的心。\n平凡的工作之所以伟大，在于赋予了工作浓浓真情；短暂的生命之所以不朽，在于演绎了生命永恒真谛。只有胸怀天下，才能高扬人生价值；只有心系人民，才能诠释生命意义。\n&ldquo;将忠诚铸进庄严的国徽，用公正架起金色的天平 &rdquo;&ldquo;惩恶扬善、匡扶正义是我们的使命，为人民服务、无私奉献是我们的赤诚 &rdquo;&hellip;&hellip;口中总是不自觉的哼起这首我们的歌，人民法官之歌，那坚定激昂的节奏激荡起的不仅是心中的自豪感，更是无限的责任与使命！\n青春只有在实践中才能发出最耀眼的火花，青春只有在奉献中才能闪耀出最灿烂的光芒，作为当代青年的我们，勇于创新，甘于奉献，让人生绽放出最灿烂的青春之花，让天平永不倾斜，让国徽永远闪光！\n谢谢大家！</content>"
        },
        {
            "input": "",
            "output": "<title>机关科级职务竞争上岗演讲稿</title>\n\n\n<content>各位领导 各位评委和同志们：\n大家好！\n我叫六十年代出生，中共党员，大专学历，政工师，现任办公室主任。今天我的竞岗演讲题目是：公路路政事业，你是我一生的追求。\n非常感谢领导和同志们给我这次公平，公正，公开竞争的机会。我坚决拥护并积极参与。今天我要竞聘的岗位是路政大队长。\n自xx年参加工作至今，我在公路部门的6个岗位上工作了18个春秋，先在基层从事一线养护生产工作，后任办公室秘书，路政员，路政中队副队长，路政大队副队长,新墙所所长和办公室主任等职务。\n在过来的工作中，领导同志们给予了我太多的荣誉，我一直很知足，所以也只有脚踏似实地的干好本职工作，才对得起大家的抬爱，说句心里话，我参与竞争并非在意这”官位”, 只想借助这职位把我热爱的工作做得更好。\n竞聘路政大队长这个岗位,自觉有如下优势：\n一是有一定的行政执法基础。参加工作至今一直勤奋学习，不断充实自己。xx年参加成人高考考取了中国人民大学函授学院新闻摄影专业，xx年获得了专科毕业证书，xx年又考取政工师职称。自1xx年至xx年在路政执法岗位上，先后于xx年参加了市公路局和市法制局举办的行政执法学习班，xx年又参加了省公路局举办的公路路政执法学习班，取得了行政执法资格和交通部颁发的交通行政执法证。\n二是具有较为丰富的工作经验。工作实践中，不断地追求和探索。多次评为“优秀”，多次被省市评为“信息工作先进个人”。xx年被县委办政府办评为办公室工作先进个人。\n荣誉属于过去，它是领导重视和同志们支持的结果，我如继续从事我目前的工作，可以保持工作的连续性。\n\n三是具备一定的文能力。近年来在报刊电台发表专业论文、报道二百篇（7万余），撰写和起草大会工作报告多次，及时组织写作报送了省市县典型发言材料，并深受上级部门肯定。\n\n四是有较强的事业心和勇于奉献的精神。本人好学、敢干、认真踏实地工作，特别是接任办公室工作以来，很少有休息日，每年加班总在60天以上，工作兢兢业业，亳无怨言。很少计较报酬和荣誉，总是耐得住清贫和寂寞。其中的酸辣苦常常“独自品味和享受”。感悟该工作：敷衍也能过，做好不容易，奋斗才有果。\n总之，成绩总属于过去，工作仍需努力。\n如果组织和同志们再次选择了我，我将脚踏实地、开拓进取，不遗余力地继续努力工作。关于工作思路，我想谈几点想法：\n第一、摆正自己的位置，覆行好自己的职责，努力为大家服好务。\n第二、实现思维方式的转变，不断开拓创新。针对公路部门的特点，多加强调研分析，多出信息成果，多为领导决策提供参谋和依据。\n第三、忠诚事业，朴实为人，谦虚谨慎，严格自律。\n面临着一系列改革方案出台，新老政策交替，我将不辱使命，不负重任尽职尽责搞好新的工作。\n\n古人说：“不可以一时之得意而自夸其能，亦不可以一时之失意而自坠其志”。竞争上岗，有上、有下，无论上、下，我都不气馁。我一直在快马加鞭赶上这趟末班车来完成我对事业的追求和实现上述的诺言，目前，对于我来说，正是正午时光。借用伟大诗人屈原的名言来表达我对这岗位的认识以及对待这平凡事业的态度，“路漫漫其修远兮，吾将上下而求索”。\n\n各位领导 和各位评委，感谢你们投我神圣一“笔”，选择了我是你对我的信任；不选择我是你对我的严格要求，我都将万分感谢！\n\n最后，用一副对联来为今天的演讲划上句号。\n\n上联是“胜固可喜，宠辱不惊看花开”\n下联是“败亦无悔，去留无意随云卷”\n横批是“与时俱进”。</content>"
        },
        {
            "input": "",
            "output": "<title>机关干部尽职工作演讲稿</title>\n\n<content>尊敬的各位领导、各位评委、各位同事：\n今天我演讲的题目是：《奉献在平凡的岗位上》\n有位哲人说过：平凡与真情是锻造人生的两件法宝。任何平凡的岗位都是展示各种才华的舞台。在本职岗位上恪尽职守、埋头苦干，是一种奉献，是一种真诚自愿的付出，是一种愉悦人心的获得；是一种纯洁高尚的精神，更是一种升华自我的境界。\n岁月如梭，光阴似箭，转眼间我在老干部工作岗位上工作18个年头了，18年来，没有惊天动地的业绩，只有长期默默无闻地服务。老干部是党和国家的宝贵财富，他们从工作岗位上退下来后，理应得到很好地安排照顾。我们所做的工作，体现党和国家对他们所做贡献的充分肯定，体现中华民族尊老敬老的传统美德，体现社会主义制度的优越性。“老干部工作无小事，要干好，必须认识到位，感情到位，工作到位，服务到位。在服务中，要给与老干部多一份关爱，多一些体谅，使老同志少一些遗憾。”\n记得古人说过一句话：不积跬步，无以致千里，不善小事，何以成大器。我深知，机关这个大机器能正常运转正是由一件件小事而组成的，任何一件小事都懈怠不得，那怕是一个电话，一个小小的会议通知，如果处理不好就有可能给工作带来麻烦！无论在关工委，还是综合处工作期间，我和大多数同志一样从事着一些极为普通工作，如打电话、发通知、打印材料、走访慰问、办理老干部优待证等都是一些平常小事。正是这些细小的工作，赢得了老同志的满意。多年来，我始终把为老干部服务、为基层服务作为履职尽责的出发点和落脚点，把老干部满意不满意，基层满意不满意作为检验工作唯一标准。踏踏实实做事，清清白白做人。无论领导安排什么任务，不管是大事还是小事，是份内的事还是份外的事，我都能认真应对、妥善处理。在与老干部或基层同志打交道时，能做到请当头、笑脸相迎、主动服务；在接待老干部来访时，做到“一张笑脸相迎，一把椅子请座，一杯热茶暖心，一片诚意解难，一句好话送行”。心平气和地与老同志交流，耐心听老同志的述说，细心做好记录。去年春天，我接到一位离休老干部打来的电话，他用质问的口气异常激动地对我说：“南京地区老干部优待证为什么不能进公园里的小景点，江山都是我们打下来的，他们怎能这样对待我们”。电话中，我先安慰他，劝他消消气、多保重身体要紧。接着，我详细地给他讲解了个别公园小景点是由于个人承包出资建造的原因，暂时不能参观，希望他能谅解。老人家听完我解释后，不仅表示理解，还对我的耐心和细心，表示十分满意。面对宽容的老干部，如此理解支持我们工作的老干部，我们还有什么理由不好好地为他们做好服务工作呢？\n为老干部服务贵在坚持，是每一个老干部工作者必须具备的基本素质。我在关工委工作期间，为了让老领导能及时看到《中国火炬》杂志、《关心下一代周报》、《关心下一代动态》以及文件、信件等，在XX年里，我坚持每周将这些材料送到10多位老干部家中，无论刮风下雨、严寒夏日从未间断过，为老干部开展关工委工作提供了信息保障。长时间接触，贴近了他们，加深了与他们的感情，赢得了他们的信任。\n时代在前进，形势在变化，事业在发展。作为新时期老干部工作者，我们不应该仅仅满足按部就班为老干部办几件事，就算完成任务。必须顺应时代发展的要求，把为老干部服务工作作为自己终身的事业，认真学习邓小平理论、“三个代表”重要思想和科学发展观，学习党的老干部政策和相关的业务知识，不断提高自己理论水平和工作能力。\n几天前，我随市管退休干部培训班的老同志去井冈山参观学习，无数革命先烈舍生忘死的英雄事迹，深深地感染着我、鼓舞着我、震撼着我。正因为有了他们昨天的付出，才有我们今天的幸福生活，井冈山精神永远激励着我，更好的做好老干部工作，用我们的真情服务、优质服务换来老干部的满意。\n老干部工作是一项崇高的事业，我热爱这份工作，我喜欢这个职业，我愿将我的青春奉献给老干部工作这个平凡的岗位，我无怨无悔！\n我的演讲结束了。谢谢大家！</content>"
        }
    ]
}