{
    "generate_text": [
        {
            "input": "",
            "output": "<content>我花了许多力气和时间才明白，\n原来有人对我好，是因为我很好，我值得，\n不是因为他们要我还。我是很怕欠人情的人，\n旁人给的一点温热就能让我烧起来，\n我会把所有的点滴善意都记着，再努力还回去，\n慢慢的感激变成了负担，\n那些我认为要还却不必还的好意通通成了心债。\n后来才懂，如果有人送我一束花，\n他想看到的是我为这束花而高兴，\n而不是得到一样的回礼。没有一样情分是能还清的，\n人们彼此相爱就注定彼此相欠，欠是爱的方式和特权。</content>"
        },
        {
            "input": "",
            "output": "<title>//碎碎念</title>\n\n<content>在不断前进的生命里，不断懈逅，相知，最后不断遗忘，被遗忘。\n人来人往的人群中，最终剥离的所剩无几，只剩下苍老的岁月，渐渐模糊的记忆。\n夜深人静时，偶尔会怀念那些停足的人，那些谈笑风声的时刻。\n经历过然后失去一些得到一些，这是一种无法打破的平衡，生命从来不喧哗，时间从来不回答，所有的一切都以其最平淡的方式展现着。\n必定是要向前看的，因为还有期望因为还有梦想，那些属于回忆的美好一直存在着，因为曾给过我们温暖，曾陪伴我们度过美好时光。</content>"
        },
        {
            "input": "",
            "output": "<content>你在池塘里活得很好，泥鳅很丑但会说喜庆话，\n癞哈蟆很马虎但很有趣，田螺是个温柔的自闭症，小鲫鱼是你们共同的女神。\n有一天你听说，江河湖海，哪个都要更大，更好。你跳了出去，\n遇见了美丽的海豚，雄壮的白鲸，婀娜多姿的热带鱼，\n的确都是好的。就是偶尔，觉得世界很空，生活很咸。</content>"
        },
        {
            "input": "",
            "output": "<content>小时候，总是嘲笑别人不懂得生活，整天忙忙碌碌，毫无快乐可言；\n\n长大了，在不知不觉中，我竟然成了当初那个为生活奔波的可怜人；\n\n再后来，历经各种磨难与沧桑，终于明白：人活着，确实很不容易，但也别为难自己；生活要继续，快乐要常有，别浪费这张来到人间的门票。</content>"
        },
        {
            "input": "",
            "output": "<content>浩瀚无垠的宇宙，我们始终无法到达，但可以偏安一隅，用心欣赏每一个角落；\n\n就如同我们来到这个世界一样，虽不能环游世界，阅览人间，但可以过好眼前的生活，让自己沉浸在片刻愉悦中……\n\n一部电影、一本好书、一段动人的音乐、一份可口的美食，都可以成为你一整天的快乐来源。生活从来都不是枯燥乏味的，只需用心一点，发现身边事物的闪光点，即可治愈内心，充实自己。</content>"
        },
        {
            "input": "",
            "output": "<content>若不能见你想见的人，一定另有安排；\n\n你始终都要相信：在我们这一生中，有很多人都只是过客，并不能与你朝夕相处；有些人的出现，只为了点缀你的生命，并不能伴你终生。\n\n因此，相遇也好，离别也罢，都是一种常态，切勿太过于留恋。</content>"
        },
        {
            "input": "",
            "output": "<content>抬头一望，满天星光，皆是温柔，赋予人间璀璨片刻；\n\n两眼一闭，花香弥漫，皆是美好，给予自己无穷力量。</content>"
        },
        {
            "input": "",
            "output": "<content>前途迷茫，但路还是得继续走；\n\n生活艰难，但日子还是得继续过；\n\n你可以放慢脚步，但不能停止脚步；\n\n因为你一旦停下脚步了，就会形成惰性，很难再像之前那样奋发有为了。</content>"
        },
        {
            "input": "",
            "output": "<content>就算天上的星星离你很远，你也会抬头欣赏一番；\n\n就算前方的道路离你很远，你也会迈开脚步继续走；\n\n同样的道理，就觉得梦想离你太遥远了，就主动放弃追求；\n\n其实，很多时候，只要再坚持一下，便会有意想不到的收获。</content>"
        },
        {
            "input": "",
            "output": "<content>生活并不需要太多文案和情绪，只需要让自己活得舒服点；\n\n看过了许多大道理，好像什么都懂；\n\n其实，当你真正遇见困难时，才发现自己其实很渺小。</content>"
        }
    ]
}