{"generate_text":[
    {
        "input": "",
        "output": "  一、采访目的：透过了解成功人士的成功历程、经验等，深刻领会成人、成才、成功的关系，作一个全面发展的大学生，成为全面建设小康社会的建设者和接班人。透过采访，让大学生在实践中学会做事，学会做人。透过采访成功人士深化课堂理论教学，让大学生在实践中升华思想境界，铸造优良思想品德。采访某一领域、学科、行业等做出重大贡献，产生重要影响的成功人士，采访时认真做好记录并按要求认真填写采访报告。 二、采访时间：暑假2周时间 三、采访对象：某一领域、学科、行业等做出重大贡献，产生重要影响的成功人士。 四、采访方式：应对面的采访，直观、真实性强、交流沟通效果好。 五、采访资料：成功人士的奋斗历程、奋斗精神，成功人士的成功经验、成功人士对社会贡献以及影响等。也能够了解成功人士的人生感悟，比如他对于失败、挫折、成功、名气怎样看待。 六、采访的准备工作： 1.时间、地址的预约； 2.事先拟定采访提纲； 3.采访资料的拟定，包括问题的准备； 4.事前对采访对象的背景了解和资料收集，对方的工作、职务、成就、经历等。 "
    },
    {
        "input": "",
        "output": "采访目的 1.了解大学生对就业前景的分析 2.了解当代大学生对当前社会形势的认识 3.了解大学生对以后工作生活的态度 4.了解当代大学生对自己人生的规划 5.对大学生的就业规划做一个总结 6.为大学生今后的工作提针对性的推荐 采访要求 1.主题明确 2.言简意赅 3.用词适当 采访步骤 1.采访在学的大学生 2.采访一些公司对应聘人员的要求 3.采访相关专业人士对当代大学生的看法，以及对当前就业形势的分析 采访方法 1.随机采访一些在校的大学生 2.专访公司领导对应聘人员的要求 3.专访相关专业人士对当代大学生的看法，以及对当前就业形势的分析 采访时间 2017年9月27日星期二 采访对象 1.在校的大学生 2.公司领导 3.相关专业人士 采访问题 一.采访在学的大学生 1.请问你在大学里学的是什么专业 2.你认为你此刻所学的专业是一个前景良好的专业吗 3.你明白与你专业对口的一些职业与公司吗 4.你清楚当前社会的就业形式吗 5.你对未来的就业有什么规划吗 6.你对于自己以后的生活和工作是什么态度 二.采访公司领导 1.请问贵公司能够给自己的员工什么样的待遇 2.请问你们公司目前缺少哪方面的人才 3.你们公司对应聘人员有什么样的要求 三.采访相关专业人士 1.请问您对于当代大学生有什么样的看法 2.当前社会缺少哪方面的人才 3.您对当前的就业形势有什么看法 4.您觉得校园以后就应偏向培养哪方面的人才 5.您能对即将毕业的大学生提出一些好的的推荐吗 "
    },
    {
        "input": "",
        "output": " 一、确定采访主题一般记者进行采访之前实际上已经确定好了采访主题，而记者需要做的就是围绕主题进行相关背景调查，快速翻阅资料，做到心中有底。我始终认为，记者要采访首先要比被采访者在这方面还懂得要多，虽然你不可能是专家，但你能够借着快速充电成为半个专家，不然去采访，可能人就丢大了。二、熟悉被采访人资料举例来说，你采访的是某个事件的某个人，那么你需要了解围绕这个人以前发生过什么样的事情做个一个全面调查，比如有着他的经历、读过什么样的校园、有着怎样的性格、办事风格是什么？最近他发生了什么样的事情需要说明的是，也许有些资料对记者来说可能根本就用不上，但我觉得这很难说，其实采访的过程就跟上战场一样，也讲究知己知彼，百战不殆。三、深入了解采访背景如果采访的是一个事件，那么你同样需要对事件先做一番调查。如何调查？你需要调阅超多的资料，同时，你要将各个媒体不同角度进行的采访和报道做个总结。把这个事件做到烂熟于心，而且需要将事件里的这些人物之间的关系弄明白弄清楚，然后站近了看站远了看，是不是还缺少一些东西？你是不是还有不明白的地方，而这些不明白的地方，就是你本次所要采访时要提问的地方。四、整理线索透过对被采访人和采访事件的了解，整理出已经成型的一些观点和看法，以及还未成型的观点，寻找本次采访线索，也即突破口。五、设计问题透过对人和事件的了解以及对线索的整理，进行问题的设计。需要说明的是，问题的设计是需要环环紧扣的，它们之间并不是分散的关系，采访就是一条流水线，记者需要做的是沿着这条流水线向下走。什么称为向下，就是深入挖掘事件的本质，尽力想办法让事件的参与人告诉人们事件的本来面目是什么，他本来想收到什么样的效果。让读者读完之后也觉得还是有所收获的，如果你的读者看完之后觉得不知所云，好的证明你本次的采访是失败的，其实从源头上已经失败了，在于你的问题设计不合理。六、罗列你的问题将问题设计之后你就能够在纸上罗列你的问题了，罗列完之后你需要再看一遍你的采访提纲是否有什么漏洞。七、其他以上都是采访前的准备工作，关键在于采访过程。在采访过程中，你会发现有时候你的采访对象并不像你想象的那样沿着你的思路走下去，那怎样办？无所谓就沿他的思路好了，记者需要把握的是采访主题不发生偏移，同时还要注意在采访过程中发现线索，可能你在采访前期的准备时并没有发现这条线索，别的报纸也没有提及，而此时你的采访对象说了出来，你就需要紧追不放，在完成新闻采访主题的同时你还拿到了别人之前所没有注意到的新闻。采访具体要求：1、时间、地址的预约；2、如有变动，第二方案的制定；3、采访资料的拟定，包括问题的准备；4、事前对中大历史（包括康乐园和石牌）要有必须了解；5、事前对采访对象的背景了解和资料收集；6、对于是否可录音和照相要事先询问被采访者；7、采访进行时对主题的把握（尽量不要离题）、时间的控制；8、采访时要与被采访者构成互动；9、采访时注意自己的表情和语速、说话的清晰和明了；10、采访时遇到不清楚的地方要及时提问，绝对避免主观编造和添加；11、采访后可询问是否能够带给相关资料；12、将最终出版物寄送一份给被采访人并再次表示感谢；13、将完成的采访稿寄回给被采访人，请其过目并可适当让其修改；14、赠送必须的礼品表示感谢。 "
    },
    {
        "input": "",
        "output": " 采访题目：精神家园的守望者访记者采访者：采访对象：xx记者采访主题：一个记者，一段经历。在这个繁杂的社会，他只是一个记者，平凡地与笔为伴：评报气势磅礴，做事亦脚踏实地；也许他并不是成功的，并不是亮眼的，却在方块间演绎着独属于他自己的精彩，守望着独属于他的精神家园。采访形式：QQ聊天采访问题：1、湖南师范大学新闻传播学院毕业才两年多吧，当初是怎样想起要报这个专业的呢？做记者一向是我的理想，选取新闻专业也是顺理成章，做记者当然是我选取职业的最重要的方向之一.2、时喜欢看什么样的新闻刊物呢？文章中提到了《南方周末》？为什么呢？觉得和你追求的真实，锐利有相似之处？《新闻记者》、《新闻写作》、《新闻传播》等。《南方周末》的办刊风格我很喜欢，因为他关注最底层人的声音。我同情弱势群体，作为记者要为他们鼓与呼。3、较关注什么新闻类型？民生类吗？时政类。民生也关注，能够看到社会的另一面。4、迷恋文字？自己的文字？我不会迷恋自己的文字，我不喜欢自己的文字。5、了爱好文字外，你的书法也是值得称道的。书法曾获得了全国书法大赛银奖。书法那是我小时候开始练习的，此刻我把它当做一种修身养性而已。6、为《湖南湖南广播电视报》的金牌房地产记者，我能够明白这个金牌是什么意思吗？就象亚运会的金牌一样，要做最顶级的新闻记者。7、《湖南科教新报》采用的是采编合一制，而你的身份也由记者转换到记者修改，适应这种变化吗？这是很自然的一种规律，很快就会适应。8、加入中国报业网是什么时候？20xx年10月9、怎样想加入的呢？了解更多的行业咨询，学习新闻采编业务，和业界人士交流。610、作为中国报业网传媒合作与职场的版主，已经有将近3个月了，还适应和干的顺手吗？如果你是负责的斑竹，就要懂得付出。11、学生，实习生，记者，修改，一个网站的版主这些变化只在两年里。你觉得自己是怎样样做到这些转变的？我本来就是一个行业内的人，做报纸和网站能够说大同小异。12、你说你希冀能够站在一个更高的角度看问题，因为看问题的起点太低，就很难看到问题的症结所在，也抓不到问题的本质，我期望在报业这一块能有自己的发言权，也能对别人有所启示！。能够明白你所谓的高度到底是什么吗？所谓高度就是你的视角要比别人站得高，对问题要有敏锐性和观察力。13、你的文章，个性是涉及到当下传媒领域时，你总觉得与实际相差甚远，尤其在记者的职业道德这一课中，我对记者职业道德产生深深的怀疑。作为一个新闻学专业，还没有走出校园的我，也很想明白真正的传媒领域到底是什么。你怀疑什么？你觉得真正的记者就应是什么样的？如果你是一个有新闻理想的人，很想透过自己的笔为社会做点什么，但是当你进入这个行业以后，记者也有很多的约束，你没有发稿权，领导有权枪毙你的稿子，你的理想就会越来越远，最后你就会麻木。14、中国是一个充满浓浓人情味的国家，在一些单位，裙带关系很严重。你遇到过这种状况吗？有这种状况，而且很普遍，这就是社会的残酷。15、在你的文章中，你分析《东方新报》停刊原因时说能者上，庸者下，一些靠拉关系得来的工作是无法适应市场经济发展的，当下的报纸都开始迈向市场化运作，如果没有按照市场的规律去运作，就会被市场抛弃。这能够视为你对这种裙带关系的态度吗？就应是这样的，如果不适应市场的发展需要，一味地高裙带关系，那是没有前途的，报业也会走进死胡同。16、QQ签名一向是修身，齐家，治国，平天下，网名天马行空也极有气势。为什么起这样一个签名呢？签名是因为一个人要有理想，首先要学会修炼自己，那是一个循序渐进的过程。网名在我看来也没什么个性的好处，我期望我的思想天马行空。17、是个胸中有丘壑的人？渴望在报业界有一块自己的发言权？我想演绎报界风云，做一个有担当精神的报人。18、你的朋友说你既不宜从商也不宜从政。能够明白他们为什么这样说吗？这是由我自己的性格所决定的，我不圆滑，性格率直，容易得罪人。人很单纯，容易相信别人。19、你有时好象觉得生活平淡如水，没有潮起潮落？我想生活过得有活力，我不喜欢平淡的生活，我想在充实自己，忘却生活的痛楚。20、下面这个问题，是你的一位高校兼职教授问你的，我拿过来重新问你一下。你对自己是如何定位的我还是给自己定位在一个新闻人的主角。你有什么人生规划我只想在这个行业一步步的向前走。你自己的人生目标是什么自己办一份报纸。21、最后一个问题，也许时间能磨平我桀骜不驯的棱角，为了生存，也许我会收敛我内心的傲慢与狂妄。真的感觉自己傲慢和狂妄吗？我内心很看不起一些人，但是我不会轻易的告诉别人，我为人很低调，不想出风头。 "
    },
    {
        "input": "",
        "output": "采访主题：维护公民的保密权2、事件相关背景据了解，目前我国法律对个人信息的保护力度比较薄弱，基本上属于一种间接保护。由于缺乏法律保护，我国公民个人信息被泄露和滥用已经到了相当严重程度。个人信息被泄露，不仅仅干扰了许多人的生活秩序，甚至个人财产和生命安全也受到威胁，但是由于苦于凭个人力量难以抓住证据等原因，很多保密遭到侵害的当事人不明白到哪里去讨说法。很多公民感觉自己受到了一些个性关注。自己的生活中时常有形形色色的人唐突闯入，他们对自己个人资料了如指掌，甚至比他们自己还了解自己，这样他们感觉自己如同生活在透明玻璃钢里的金鱼，一举一动都被人窥视着，丝毫没有保密可言，应对这样的现状，加强立法，健全个人信息保护法制体系已经迫在眉睫。3、采访目的透过采访，认清自己身边存在的保密威胁和隐患，了解侵犯别人保密带来的伤害，使大家对维护保密的问题有较清晰的认识和提高。让大家树立保密意识，并且增强尊重他人保密的职责感。4、采访对象（1）（愿意理解采访的）当事人（2）参与者（3）兜售内含私人信息资料的相关人员（4）私人信息来源的单位和个人（5）相关法律专家5、采访形式：个别访问（五个以上采访对象，一对一采访）6、问题设计（1）（愿意理解采访的）当事人a、您是如何了解到自己的保密被泄露的呢，当您明白后，反应是什么呢？b、您认为是什么人泄露了您的保密呢，又是出于何种目的？c、保密泄露给您和您的家人带来哪些困扰和伤害呢？（2）参与者a、你是如何看待保密被泄露的问题呢？b、如果你的保密被泄露了，你会采取什么措施，是选取沉默，还是拿起法律武器保护自己？c、你是否有有意或无意泄露别人的保密呢？（3）兜售内含私人信息资料的相关人员a、你的这些个人信息资料的来源是哪里？b、这些信息对购买者有什么用途，它的价格又是多少呢？你能从中获得多大利润？c、是否有人购买这些资料，买得人多吗？d、你是否有意识到这种买卖会给别人带来多大困扰和伤害呢？e、你知不明白这是侵犯别人的保密，是法律所不允许的？（4）把私人信息泄露出去的单位和个人a、您为什么要把那些个人信息当商品出售呢？这对您有什么好处？b、您个人认为保密和权益哪个更重要呢？c、您了解国家相关法律规定里是否有允许私人信息买卖这种行为的存在呢？（5）相关法律专家a、您认为为什么会出现这些保密泄露行为呢？导致的后果是什么？b、保密泄露和公民的知情权有什么界限和标准呢？c、目前法律条文是如何规范公民保密不受侵犯的？d、如何尊重和保护保密，对此，您有什么好的推荐吗？e、遇到保密侵权事件，公民应如何维护自己的合法权益呢？ "
    },
    {
        "input": "",
        "output": " 采访目的： 1、了解修改记者、播音员主持人资格考试的作用 2、了解修改记者、播音员主持人资格考试 3、了解哪些人参加了修改记者、播音员主持人资格考试，为什么参加？ 4、参加考试者复习的状况。 采访要求： 1、用词适当。 2、言简意赅。 采访步骤： 1、采访参加修改记者、播音员主持人资格考试的人员 2、采访修改记者、播音员主持人资格考试相关专业人士 采访方法： 1、随机采访修改记者、播音员主持人资格考试参考人员 2、专访修改记者、播音员主持人资格考试相关专业人员 采访时间：10月10日 采访对象： 1、国家广电总局人教股股长 2、资格考试网站站长 3、参加考试的大学生、已参加工作人员 采访问题：（注：这是采访提纲中最为重要的部分） （1）采访国家广电总局人教股股长 1、请您给我们介绍一下全国修改记者、播音员主持人资格考试是一个什么样的考试？ 2、国家广电总局为什么要设立这样一个资格考试？ 3、哪些人员能够参加资格考试？ 4、过了资格考试就能够得到修改记者证或者播音员主持人证吗？如果不能还需要些什么步骤？ 5、目前，这个资格考试已经进行了几届？每届参加考试的有多少人？主要是哪些职业的人员参加？ （2）采访记者考试网站长 1、大概有多少人光顾你的记者考试网？他们主要面临的问题有哪些？ 2、据记者考试网的统计来看，主要是些什么人参加修改记者、播音员主持人资格考试？有在校大学生吗？有其他行业的人吗？ 3、他们对这个资格考试了解多少？（引导他举例说明，比如考试资料、考试步骤等等） （3）采访参考人员 A、参加资格考试的应届毕业生（2人新闻专业，2人非新闻专业） 1、为什么会想到参加这个考试？ 2、参加这个资格考试有什么作用？考试步骤是怎样样的？ 3、你们的资格考试资讯和资料、模拟题题来源是哪儿？有到过记者考试网找这些资料吗？ 4、目前的复习状况如何？ B、参加资格考试的在职人员（2人广电行业工作，2人非广电行业工作） 1、了解这个考试的相关步骤吗？ 2、为什么会参加这个考试？ 3、复习状况如何？觉得自己今年能考过吗？ 相关背景： 1、全国修改记者、播音员主持人资格考试的相关法规。 2、记者考试网的相关信息。 3、全国修改记者、播音员主持人资格考试开展的次数，参考人数。 "
    },
    {
        "input": "",
        "output": " 关于xx江流域生猪养殖业污染与治理采访提纲新闻线索：一篇关于xx江流域生猪养殖业污染治理的采访报道，来于一次偶然的机会。这天借着此次的社会实践，有幸到老家漳平电视台实践学习，和记者一同报道此篇新闻报道。环境保护越来越成为人们关注的热点问题，环境的污染与社会、经济的进步发展有着直接的影响。市领导早早关注了我市xx江流域水资源的水质污染状况，深刻了解到如今许多生猪养殖已经严重污染了xx江的水质，并在进一步的恶化，这引起了市里相关部门的重视。市里就此制定出了一系列关于如何整治xx江流域生猪养殖业污染的办法条例，并进行实地考察，了解状况。借此，我也有机会对这一新闻线索进行采访报道。采访主题：关于xx江流域生猪养殖业污染与治理采访目的、重点：透过采访，深刻了解xx江流域生猪养殖业污染与治理状况，认清事实以及针对这所采取的整治措施，另外了解透过市领导的正确引导与支持，一些养殖大户的生态养殖模式取得的成效，以及乡镇、城区中禁养户和散养户的状况，所存在的问题等。采访方向：采访主要是围绕市相关部门领导对xx江流域生猪养殖业污染与治理问题的引导以及xx江流域生猪养殖业污染治理的成效和存在的问题进行的。首先从xx江流域生猪养殖业对我市环境、xx江、城区生活的污染进行了解，再了解我市对xx江流域生猪养殖业污染治理所取得的成绩以及我市生猪养殖存在的问题，最后对我市今后的生猪养殖业污染有何整治措施。采访方式：应对面交谈采访对象：环保局局长、农业局局长、市人大主任、市城建主任、养殖大户、禁养散养户。采访问题：1、目前我市生猪养殖的状况，养殖的分布如何？哪里的养殖较多？2、这天要到哪视察？此次视察的目的？透过视察要取得什么效果？3、目前我市xx江流域生猪养殖业污染与治理的进度、状况？4、我市什么时候开始关注xx江流域生猪养殖业污染？针对此成立的治理工作小组的工作任务是什么？开展生猪养殖污染治理工作与我市的经济工作路线有何相关性？5、我市存在的禁养区和适养区分布状况？是如何划分禁养区、适养区的？禁养区和散养户的养殖有何影响？6、针对我市存在的较多的禁养户和散养户，政府有哪些政策？如应对一些禁养户和散养户的消极态度，要如何作好群众工作？7、目前我市生猪养殖的总体状况？今后针对生猪养殖污染出台了什么政策？目标？8、什么时候开始进行生猪养殖的？规模？政府对你的养殖做了哪些支持引导工作？你主要采取什么养殖模式，效益如何？如何评价政府的工作？（养殖大户）9、什么时候养殖的？规模？支不支持政府的工作？（禁养户不配合） "
    }
]
}