      
{
    "generate_abstract": [
        {
            "paper_id": "",
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "input": "",
            "keywords": "",
            "abs": "T cells engineered to recognize and kill tumor cells have emerged as powerful agents for combating cancer. Nonetheless, our ability to engineer T cells remains relatively primitive. Aside from CAR T cells for treating B cell malignancies, most T cell therapies are risky, toxic, and often ineffective, especially those that target solid cancers. To fulfil the promise of cell-based therapies, we must transform cell engineering into a systematic and predictable science by applying the principles and tools of synthetic biology. Synthetic biology uses a hierarchical approach –assembling sets of modular molecular parts that can be combined into larger circuits and systems that perform defined target tasks. We outline the toolkit of synthetic modules that are needed to overcome the challenges of solid cancers, progress in building these components, and how these modules could be used to reliably engineer more effective and precise T cell therapies.",
            "section": "abstract",
            "output": "T cells engineered to recognize and kill tumor cells have emerged as powerful agents for combating cancer. Nonetheless, our ability to engineer T cells remains relatively primitive. Aside from CAR T cells for treating B cell malignancies, most T cell therapies are risky, toxic, and often ineffective, especially those that target solid cancers. To fulfil the promise of cell-based therapies, we must transform cell engineering into a systematic and predictable science by applying the principles and tools of synthetic biology. Synthetic biology uses a hierarchical approach –assembling sets of modular molecular parts that can be combined into larger circuits and systems that perform defined target tasks. We outline the toolkit of synthetic modules that are needed to overcome the challenges of solid cancers, progress in building these components, and how these modules could be used to reliably engineer more effective and precise T cell therapies."
        }
    ],
    "generate_intro": [
        {
            "paper_id": "",
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "input": "",
            "keywords": "",
            "abs": "T cells engineered to recognize and kill tumor cells have emerged as powerful agents for combating cancer. Nonetheless, our ability to engineer T cells remains relatively primitive. Aside from CAR T cells for treating B cell malignancies, most T cell therapies are risky, toxic, and often ineffective, especially those that target solid cancers. To fulfil the promise of cell-based therapies, we must transform cell engineering into a systematic and predictable science by applying the principles and tools of synthetic biology. Synthetic biology uses a hierarchical approach –assembling sets of modular molecular parts that can be combined into larger circuits and systems that perform defined target tasks. We outline the toolkit of synthetic modules that are needed to overcome the challenges of solid cancers, progress in building these components, and how these modules could be used to reliably engineer more effective and precise T cell therapies.",
            "section": "introduction",
            "output": "<title> Challenges in engineering T cells to treat cancer </title>\n\n<content>T cells modified to express chimeric antigen receptors (CARs), which redirect cytotoxicity toward tumor cells (Fig.1.1a), have proven to be remarkably effective for treating B cell malignancies. Such treatments demonstrate high rates of response (70-90%) in clinical trials and have resulted in the first two FDA approved genetically modified cell therapies (Bouchkouj et al. 2018; O’Leary et al. 2018; Park et al. 2016). Nonetheless, there has yet to be a clear success engineering T cells to treat solid tumors (Klebanoff et al. 2016; Newick et al. 2016), which comprise ~90% of all cancer cases (Brown 2000). For this emerging platform to fulfil its potential, key challenges must be overcome to enhance the reliability, efficacy, and safety of T cell therapies. CAR T cells targeting solid tumors have failed to mount effective and precise responses, due to several major challenges. First, there appears to be a lack of truly cancer-specific antigens expressed by solid tumor cells -most of which are derived from and share antigen expression with healthy epithelial cells. Thus, targeting solid tumor-associated antigens has often resulted in severe and sometimes fatal on-target, off-tumor killing of normal tissues that may express the antigen, albeit at lower levels (Johnson et al. 2009; Linette et al. 2013; Morgan et al. 2010, 2013; Parkhurst et al. 2011). Second, T cells can be ineffective in immunosuppressive tumor microenvironments (TMEs) of many solid cancers (Binnewies et al. 2018). Third, there is a dearth of ways to control the T cells after they are transferred to the patient, presenting a strong safety concern that limits our ability to test and develop more potent T cells. Here we describe ongoing efforts to advance T cell engineering which hopefully, in the near future, will enable engineering of cells capable of executing the herculean combination of tasks necessary for effective treatment of solid cancers (Fischbach et al. 2013; Geering & Fussenegger 2015; Lim & June 2017). \n\n</content>\n\n
            <title>Immunotherapy meets synthetic biology: assembling a toolkit to systematically program therapeutic cells that can go the distance</title>\n\n<content>A major emerging theme in therapeutic T cell engineering is the application of synthetic biology principles (Chakravarti & Wong 2015; Chen & Chen 2019;Roybal & Lim 2017; Wu et al. 2015). The field of synthetic biology tries to understand cells as modular regulatory systems by investigating how cells are wired to give specific sense-response behaviors and, more importantly, how to reprogram cells to perform novel functions (Cheng & Lu 2012; Kitada et al. 2018). Synthetic biology uses molecular parts to hierarchically assemble cellular devices and system that perform complex tasks. While synthetic biology began largely focused on engineering microbes (bacteria and yeast) (Cameron et al. 2014), in the last 5 years there has been an explosion of mammalian cell applications. Cells, especially T cells, are ideal chassis for therapeutic engineering, due to their ability to execute more intricate behaviors than traditional small molecule or biologic drugs. Using synthetic biology, scientists can in principle develop a toolkit of individual components that can be integrated in cellular circuits that hone the therapeutic potential of T cells.In this review, we willdiscuss a variety of synthetic biology modules for engineered anti-cancer T cells. The ability to engineer T cells combining various individual therapeutic modules into cohesive circuits will be necessary to eliminate solid cancers. We propose that synthetic biology efforts to engineer T cells should be driven by three major needs: (1) enhancing the tumor recognition precision to prevent healthy tissue cross-reaction/toxicity, (2) boosting the ability to overcome suppressive TMEs, and (3) enabling user-control over engineered cells to enhance safety in patients (Fig.1.1b).The broader application of engineered T cells in patient care also faces other issues -such as cell source (allogeneic vs autologous(Qasim et al. 2017; Yang et al. 2015)), manufacturing (Esensten et al. 2016; Vormittag et al. 2018), and cost (Sarkar et al. 2018). These issues are critical for the future of engineered T cell therapies, but are beyond the scope of this review.\n\n</content>\n\n
            <title>Challenges of solid tumor recognition: balancing precision with flexibility </title>\n\n<content>FDA-approved CAR T cells recognize a single B cell lineage antigen (CD19) and potently kill both malignant and normal B cells. While anti-CD19 CAR T cells are not truly cancer-specific, their on-target, off-tumor effects cause manageable toxicities, as B cells are relatively expendable ,(Brudno & Kochenderfer 2016; Kochenderfer et al. 2012). However, elimination of normal tissues sharing the CAR antigen usually cannot be tolerated. In fact, there have been several instances of lethal cross-reaction, where CAR T cells targeting tumor antigens have cross-reacted with normal tissues expressing low antigen levels, demonstrating the need for T cells that detect cancer more precisely (Klebanoff et al. 2016; Rosenberg & Restifo 2015). Another tumor recognition challenge is that most cancers have heterogeneous antigen expression (Gerlinger et al. 2012; McGranahan & Swanton 2015, 2017; Sigalotti et al. 2004). While certain antigens may be expressed by many cancer cells within a tumor, often there are tumor cells with no or low levels of antigen, which can lead to the development of tumor resistance. Thus, CAR T cells targeting a single antigen lack the flexibility to capture heterogeneous antigen expression patterns in solid tumors (Chen et al. 2018). To improve targeting specificity and flexibility, synthetic biology approaches are being used to program T cells to recognize combinations of antigens, sense antigen density, and target heterogeneous antigens (Ebert et al. 2018)(Fig.1.2a).\n\n</content>\n\n
            <title>Combinatorial antigen recognition can improve tumor targeting precision</title>\n\n<content>One approach to improve tumor targeting precision is to engineer T cells with Boolean AND-gate recognition –T cells that only kill in response to sensing two antigens on cancer cells and spare healthy cells expressing either individual antigen. An early AND-gate strategy draws inspiration from the two-signal model for T cell activation (Chen & Flies 2013). The primary signal occurs when the TCR binds its cognate antigen; however, the primary signal by itself is insufficient to enable full T cell activation and proliferative response. A secondary signal from a co-stimulatory receptor is required to achieve full activation. FDA-approved CAR T cells combine both primary (CD3ζ) and co-stimulatory (CD28 and/or 41BB) signaling within one receptor. To engineer AND-gate CAR T cells, the primary and co-stimulatory signals can be split between two receptors each targeting a different antigen (Kloss et al. 2013; Wilkie et al. 2012)(Fig.1.2b).In this strategy, T cells are co-transduced with: (1) a CAR with a low-affinity single-chain variable fragment (scFv) targeting antigen A and the CD3ζsignaling domain and (2) a chimeric co-stimulatory receptor (CCR) with an scFv targeting antigen B and a costimulatory signaling domain. T cells engineered with a CAR and CCR could kill target cells that expressed just the CAR antigen in vitro but, after scFv affinity tuning, both antigens were required to achieve optimal clearance of mouse xenograft tumors.Recently, our lab developed a new class of receptors called synthetic Notch (synNotch) receptors that can be used to build even more robust AND-gates (Morsut et al. 2016; Roybal et al. 2016a,b). SynNotch receptors (based on the native Notch receptor) use an extracellular recognition domain (e.x. scFv) to detect a target antigen. Binding of the target triggers a proteolytic cleavage event that releasesthe intracellular domain of the receptor. In the synNotch receptor, this domain is a synthetic transcription factor, that when released, can enter the nucleus and drive expression of user-specified transgenes linked to the responsive promoter. Thus synNotch circuits require transfection of the receptor and the response promoter. We have shown that T cells engineered with synNotch-driven CAR expression can function as highly precise and robust AND-gates, sparing single-antigen but killing dual-antigen tumors in preclinical mouse models (Fig.1.2c). The synNotch-CAR AND-gate strategy has shown significantly greaterin vitrokilling specificity for dual-antigen cancer cells than the CAR-CCR strategy –the fact that the mechanism of AND-gating requires that the T cells transit through a series of sequential cell states (unprimed, primed, activated) makes activation by single antigen cells very limited. The ability to precisely discriminate single antigen cells could be very important when the CAR antigen is also expressed by a highly sensitive organ, such as the brain or lung. More recently, because of their flexibility and modularity we have shown that synNotch receptors can be harnessed in combination with CARs and TCRs to generate a wide variety of different Boolean gates for diverse combinatorial antigen sensing applications (unpublished data).NOT-gates are important, yet underdeveloped antigen recognition modules that inhibit T cells from killing cross-reactive normal cells. T cells engineered with A AND-NOT B circuits are activated by antigen A but dominantly inhibited by antigen B. Employing NOT-gates in combinatorial antigen recognition circuits should help prevent toxicities to healthy tissues known to also express the CAR antigen. The only published NOT-gate method for engineered T cells relies on expression of an inhibitory CAR (iCAR) that fuses an extracellular antigen-specific scFv to an intracellular inhibitory signaling domain (e.x. programmed cell death protein PD1 or CTLA4) (Fedorov et al. 2013)(Fig.1.2d). Co-expression of an iCAR with a CAR can prevent T cell killing of target cells that express the iCAR antigen. iCAR inhibitory effects are temporary and reversible, which is desirable for T cell NOT-gates. However, iCARs’ ability to inhibit T cell killing is highly dependent on high receptor and antigen expression levels and the CAR signaling architecture. Thus, we need to develop more robust and versatile T cell NOT-gates, as bioinformatic analysis of antigen expression patterns in a variety of cancers and healthy tissues suggests that negative regulation will be the most discriminatory component in combinatorial antigen-recognition circuits (personal communication, Olga Troyanskaya).\n\n</content>\n\n
            <title>Sensing antigen density as a mechanism to discriminate between cancer and normal cells</title>\n\n<content>Despite the safety of antibody therapy targeting ERRB2 ,a CAR built using this antibody (Herceptin) caused fatal toxicity due to targeting normal cells expressing low levels of antigen (Morgan et al. 2010). It is now known that CAR T cells can target antigens expressed at significantly lower levels than traditional mAb therapies, increasing the risk of toxicity (Stone et al. 2012; Walker et al. 2017; Watanabe et al. 2018). One approach to boost specificity of cancer recognition is to incorporate antigen density sensing, as tumors often overexpress antigens found at lower levels in normal tissues. Density sensing was first demonstrated by lowering CAR scFv affinity to only recognize antigen overexpressing cells (Caruso et al. 2015; Liu et al. 2015). An affinity-tuned T cell should robustly kill tumor cells overexpressing the antigen and spare normal cells expressing physiologic levels (Fig.1.2e). To achieve affinity-tuned CAR recognition of a wide-pool of antigens, it is likely that specific screens will need to be carried out to generate lower affinity antibodies than are generated using conventional methods (Lim & June 2017b).Our lab is exploring alternative methods to engineer antigen density sensing in T cells. New circuits that incorporate antibody affinity, receptor expression level, and positive feedback can achieve even higher discrimination based on antigen density than by tuning CAR scFv affinity alone (unpublished data). Moving forward, combinatorial antigen recognition circuits could also be improved by integrating density sensing capabilities.\n\n</content>\n\n""
            <title><title>\n\n<content>Another disadvantage of single-antigen targeted CARs is that cancer cells within tumors often heterogeneously express antigens or downregulate target antigen expression during treatment, both of which can cause escape. For example, cancers can lose expression of CD19 via a variety of genetic resistance mechanisms, and a disappointing proportion of patients who initially respond to CD19 CAR T cells relapse due to antigen loss (Bagashev et al. 2018; Orlando et al. 2018; Sotillo et al. 2015).These relapses sparked development of a variety of systems to program T cells with OR-gates that kill based on recognition of either CD19 OR CD22 (or another B cell antigen) (Zah et al. 2016; Zhao et al. 2019). Perhaps the most promising strategy is to engineer T cells with one CAR that has tandem antigen recognition domains separately targeting CD19 and CD22 (Fry et al. 2017; hultz et al. 2018; Qin et al. 2018). OR-gate CARs can also be built using a single binding domain that can bind multiple tumor antigens, which is usually achieved using a natural ligand as the targeting domain (Baumeister et al. 2018; Gilham & Maher 2017; Klampatsa et al. 2017; Lee et al. 2017). Other approaches include expressing up to three separate CARs (or CAR and TCR) targeting different antigens in the same T cell or dosing multiple T cells each targeting a different antigen (Bielamowicz et al. 2017; Chen et al. 2017; Ruella et al. 2016; Slaney et al. 2017). However, expressing one CAR with tandem recognition domains has shown the best efficacy in preclinical mouse models (Hegde et al. 2016). Engineering T cells to overcome antigen heterogeneity is critical when targeting solid tumors. For example, in glioblastoma multiforme a subset of patients express a truly tumor-specific antigen, deletion variant III of the epidermal growth factor receptor (EGFRvIII); however, EGFRvIII is heterogeneously expressed, and a CAR T cell clinical trial targeting EGFRvIII failed to observe any tumor regression despite evidence of killing EGFRvIII-positive cancer cells (O’Rourke et al. 2017). Thus, generating CAR T cell systems that are specific enough to prevent toxicities but also flexible enough to detect heterogeneous antigen expression patterns will be critical for treating solid tumors. We are currently exploring how synNotchàCAR circuits could be used to prime based on recognition of a heterogeneous antigen like EGFRvIII, but then kill based on a more homogeneous, though less specific antigen (Discussed in Chapter 2). Overall, approaches that allow T cells to integrate information across multiple cells in a tumor would be powerful tools in overcoming heterogeneity andcould be another unique advantage of cell therapy.\n\n<content>\n\n
            <title>Multiple suppressive mechanisms limit T cell activity within solid tumors<title>\n\n<content>Solving the recognition problem to safely target cancer cells is only one piece of the puzzle for CAR T cells. Solid tumors create microenvironments that limit immunity using immunosuppressive factors such as inhibitory cells (e.x. Tregs), soluble signals (e.x. TGF-β), cell-cell contact ligands (e.x. PD1 axis), and physical barriers (extracellular matrix [ECM]) (Fig.1.3). Tumor microenvironments (TMEs) are also characterized by hypoxia and nutrient deprivation that metabolically T cells (Anderson et al. 2017; Binnewies et al. 2018; Jerby-Arnon et al. 2018). CAR T cell clinical trials for solid tumors have produced disappointing results; therefore, we need better ways to engineer T cells to traffic to, infiltrate into, and overcome suppressive signals in TMEs. Synthetic biology can help develop a versatile toolkit of modularly combinable parts to engineer disease-specificT cells with customizable circuits to overcome the unique suppressive mechanisms presented by different tumors types.\n\n<content>\n\n
            <title>Improving T cell trafficking to and infiltration into tumors<title>\n\n<content>CAR T cell therapy for solid tumors is limited by trafficking and infiltration (Idorn & thor Straten 2018; Slaney et al. 2014). Since blood cancers circulate in the same compartments as CAR T cells, engineered tumor-homing hasn’t been necessary. However, solid cancers are outside of the lymphoid circulation; therefore, synthetically homing T cells to solid tumors could help. To make things more difficult, tumors often secrete chemokines that prevent T cell homing(Harlin et al. 2009), and T cells often have incompatible chemokine receptors for chemokines found in tumors (Griffith et al. 2014). To enhance tumor homing, groups have co-transduced CAR T cells with chemokine receptors corresponding to chemokines found in particular tumors. This approach has been tested in preclinical mouse models of Hodgkin’s lymphoma, mesothelioma, and neuroblastoma(Craddock et al. 2010; Kershaw et al. 2002; Moon et al. 2011; Stasi et al. 2009). Rather than relying on endogenous chemokine/chemokine receptor pairs, our group has shown that fully synthetic systems can control cell motility. Using a G protein-coupled receptor modified to respond to a bioinert drug, we engineered immune cells with drug-directed migration (Park et al. 2014). This technology can be combined with a drug releasing bead implanted at a disease site to direct only engineered cells to migrate towards the drug. Still, we need better methods to control cell trafficking, and new strategies to enable recruitment of tunable quantities of engineered cells to tumors would significantly push the field forward. Solid tumors also have physical barriers that pose additional challenges to T cells. ECM in solid tumors limits T cells’ penetration and aggregation (Peranzoni et al. 2013; Salmon et al. 2012). Heparan sulfate proteoglycan (HSPG) is an important tumor ECM component. By expressing an HPSE-degrading enzyme in CAR T cells, a group achieved increased infiltration and antitumor activity in preclinical tumor models (Caruana et al. 2015)(Fig.1.3). However, without some form of local regulation, T cells with ECM-degrading payloads may cause toxicity.\n\n<content>\n\n
            <title>Overcoming immune checkpoint and cytokine inhibition<title>\n\n<content>Another class of mechanisms that cancers use to inhibit immunity is expression of immunosuppressive ligands or cytokines (Iwai et al. 2002; Leach et al. 1996; Mariathasan et al. 2018; Rabinovich et al. 2007). These signals can critically regulate T cell fate/function and decrease antitumor efficacy. One approach to address this hurdle is to reduce T cells’ inhibitory signaling capabilities. CAR T cells with PD-1 expression disrupted by Cas9-mediated gene editing (Rupp et al. 2017)or TALEN editing (Menger et al. 2016)have enhanced clearance of PD-L1-expressing tumors (Fig.1.3). Alternatively, CAR T cells engineered to constitutively secrete mAbs/scFvs blocking the PD-1 axis led to local accumulation of the checkpoint inhibitors within mouse xenografttumors and enhanced clearance (Rafiq et al. 2018; Suarez et al. 2016). Another approach to overcome suppressive signals is to express dominant-negative receptors that act as ligand sinks and block signaling. Transforming growth factor β (TGF-β) is a cytokine secreted by tumors that can cause apoptotic effects (Li et al. 2006); however, tumors can avoid the apoptotic effects by expressing a nonfunctional TGF-β receptor (Knaus et al. 1996; Park et al. 1994). Overexpressing a signaling-incompetent TGF-B receptor in CAR T cells has enhanced proliferation, cytokine secretion, and persistence in preclinical models (Bollard et al. 2002; Kloss et al. 2018)(Fig.1.3). Another approach to overcome suppression is to synthetically rewire a naturally inhibitory input to a stimulatory output. For example, expression of a chimeric molecule that swaps the cytoplasmic tail of the CD200R inhibitory receptor with that of the co-stimulatory receptor CD28 causes enhanced T cell proliferation and effector function in preclinical models (Kretz-Rommel et al. 2007; Oda et al. 2017). Other similar receptors that block inhibitory signals or transduce them into stimulatory signals havealso been developed to help CAR T cells overcome TMEs (Liu et al. 2016; Yamamoto et al. 2019)(Fig.1.3b).While promising ways to boost efficacy, interfering with these inhibitory checkpoint and cytokine pathways in engineered T cells will require tight regulation to avoid activating autoimmunity (June et al. 2017).\n\n<content>\n\n
            <title>Overcoming metabolic suppression –new checkpoints on the block <title>\n\n<content>Due to high nutrient consumption rates by cancers cells, tumors create suppressive metabolic microenvironments that inhibit immunity (Pearce et al. 2013; Wang & Green 2012). For example, glycolytic metabolite phosphoenolpyruvate (PEP) sustains nuclear factor of activated T-cells (NFAT) signaling and effector function, and insufficient PEP levels cause diminished anti-tumor T cell responses. Overexpressing PEP carboxykinase 1, which catalyzes PEP production, in T cells led to greater effector function (Ho et al. 2015). These results show that modulating T cell metabolism can enhance function. Given nutrient deficits in solid tumors, CAR T cells’ metabolic characteristics are critical for effective therapy. CAR co-stimulatory domain identity is known to influence T cell metabolic state. For example, CD28 CAR co-stimulation drives T cell differentiation into effector memory cells with enhanced glycolysis, while 4-1BB co-stimulation promotes central memory T cell formation with increased respiratory capacity, increased fatty acid oxidation, and enhanced mitochondrial biogenesis (Kawalekar et al. 2016). CAR T cell studies have shown that CD28 signaling leads to early proliferation but decreased persistence while 4-1BB signaling leads to increased persistence and lasting memory formation (Long et al. 2015; Zhang et al. 2007). There is a clear need for improved CAR co-stimulatory signaling to give CAR T cells the most metabolically advantageous systemto balance proliferation and persistence.\n\n<content>\n\n
            <title>Promoting T cell memory, proliferation, and persistence<title>\n\n<content>Methods to induce memory CAR T cells that balance proliferation and persistence would improve the efficacy of T cell therapies for both hematological and solid cancers. A new approach to solve this problem is by reducing the strength or duration of CAR signaling. One study showed that using CARs with a single immunoreceptor tyrosine-based activation motif (ITAM), rather than three ITAMs normally found in CD3ζ,led to highly functional T cells with enhanced persistence in preclinical tumor models (Feucht et al. 2019). The reduced activation signal from the CAR with a single ITAM caused especially profound increases in efficacy relative to traditional CARs in experiments infusing very low T cell numbers. Another approach is to regulate T cells’ epigenetic profile to maintain a proliferative state long-term. One study reported anti-CD19 CAR transgene insertion unexpectedly disrupting the epigenetic-regulator TET2 gene in one T cell during the lentiviral vector-mediated integration (Fraietta et al. 2018). The TET2 gene disruption caused this single T cell to proliferate massively in the patient, and at the peak of response 94% of CAR T cells were found to have expanded from that single clone. Demonstrating the ability to intentionally engineer this behavior, the group knocked down the TET2 gene and found that CAR T cell proliferation, persistence, and potency enhancing effects were recapitulated. Similar effects on CAR function have been achieved by expressing altered Myc proteins in engineered T cells to drive optimal proliferative phenotypes (personal communication, Crystal Mackall). While potentially promising, modifications that enhance T cell proliferation and persistence create the risk of causing T cells to become auto-reactive or cancerous. Thus is may be important in the future to not simply make constitutive changes to the T cells to increase their potency(i.e. constitutive expression or knock out of particular genes), but rather to make these changes inducible at the site of the tumor (Fig.1.3b). Smarter T cells that can autonomously sense when and where to amplify their potency and durability may be ideal.\n\n<content>\n\n
            <title>Need to regulate modifications that enhance T cell activity to prevent dangerous, out-of-control immune activation<title>\n\n<content>Enhancing the potency of engineered T cells has been a major priority; however, if not carefully controlled, this could cause serious side effects. We currently lack robust ways to regulate engineered T cells once they are in patients. Enhanced safety measures, including methods for user control, will be critical to enable widespread adoption of CAR T cell therapy. Many methods are in development to control the strength, duration, and locationof CAR T cell activity. Ultimately, the goal is to engineer T cells that can autonomously regulate themselves to prevent adverse events. However, even in the hypothetical context of self-regulating engineered T cells, interventional means to control cell activity during treatment are still desirable.\n\n<content>\n\n
            <title>Gene editing strategies to improve predictability and safety of engineered T cells<title>\n\n<content>The current standard approach engineers CAR T cells using viral vectors that permanently integrate transgenes in the genome (Esensten et al. 2016; Levine et al. 2017). Virally-transduced CAR T cells experience random integration, making them less predictable and reliable. This may result in unintended consequences-such as clonal expansion, oncogenic transformation, and variable expression of the transgene-that could be avoided if the transgene is integrated into a specific locus. One study directed the CAR transgene into the T-cell receptor α constant (TRAC) locus using CRISPR/Cas9 genome editing technology and found moreuniform CAR expression with enhanced antitumor effects at lower doses of T cells, which could reduce side effects associated with infusing high T cell numbers (Eyquem et al. 2017). Gene editing has also been used to inactivate toxicity-related genes in CAR T cells. Cytokine release syndrome (CRS) is a major CAR T cell toxicity (Brentjens et al. 2013; Brudno & Kochenderfer 2016). Although CRS can be managed with anti-IL-6Rmonoclonal antibody or glucocorticoid (Le et al. 2018; Maude et al. 2014a), it can still be life threatening (Porter et al. 2018). To prevent CRS, a group inactivated granulocyte macrophage colony-stimulating factor (GMCSF) gene, which has been known to promote CRS, in CAR T cells using TALENs (Sachdeva et al. 2019).Upon activation engineered CAR T cells with inactivated GMCSF induced decreased macrophage-dependent secretion of CRS biomarkers, without impairing T cell cytotoxicity or proliferation.\n\n<content>\n\n
            <title>Drug-controlled synthetic systems to control T cell activity for increased safety<title>\n\n<content>Many safety and control systems in development use small molecules or biologics to regulate the location, intensity, and/or duration engineered T cell activity. The earliest type of control system was kill switches to eliminate CAR T cells in case of severe toxicity (Berger et al. 2006; Bonini et al. 1997)(Fig.1.4a). A popular kill switch for drug-induced CAR T cell apoptosis (iCasp9) was developed by fusing a modified human caspase 9 to the FK506 binding protein (FKBP) that dimerizes in the presence of a small molecule drug(Straathof et al. 2005). An advantage of this system is that the drug eliminates onlyengineered T cells and ignores native immune cells,and it has shown efficacy in both preclinical and clinical contexts (Diaconu et al. 2017; Stasi et al. 2011). Furthermore, FDA-approved small molecules, such as rapamycin, can control iCasp9 switches with alternative heterodimerization domains and may face fewer regulatory hurdles (Stavrou et al. 2018). Systems have also been developed that use antibodies to eliminate engineered T cells. Compact epitope tag constructs with low probability of natural immunogenicity were built for binding by FDA-approved antibodies. FDA-approved antibodies Rituximab and Cetuximab have been used with CAR T cells expressing the corresponding truncated antigen epitope constructs for both ex vivo cell selection and in vivo cell depletion and tracking(Philip et al. 2014; Valton et al. 2018; Wang et al. 2011) (Fig.1.4b). However, relying on antibody-dependent cellular toxicity to eliminate CAR T cells is risky in cancer patients with reduced immunity due to preconditioning or other previous chemotherapy. Rather than killing engineered T cells, another approach is to make CAR T cell activation dependent on a drug signal. Our group has developed ON-switch CARs that need to sense both an antigen and small molecule to activate T cells (Wu et al. 2015a)(Fig.1.4c). The ON-switch CAR separates the key intracellular signaling components from the extracellular antigen binding domain on separate polypeptides that contain partner drug-inducible heterodimerization domains. The ON-switch CAR is inactive until it senses both heterodimerizing drug and antigen. This system allows T cell activity to be titratably and reversibly inhibited. Another group developed a system in which CD3ζ signaling is initiated by antigen binding while costimulatory signaling is independently controlled by a small molecule dimerizer (Foster et al. 2017). T cells with this system are designed to only full activate when both target-specific CD3ζ signal and small molecule inducible co-stimulatory signal are received; however, like the CCR AND-gate system, in vitroand some in vivo killing of CD3ζ CAR antigen positive cells occurs in the absence of dimerizer drug. Still, the same group showed that this drug-dependent co-stimulatory system could be used in the same CAR T cells as an orthogonal drug-dependent inducible Caspase-9-based safety switch (Duong et al. 2018). Robust, independent control of both CAR T cell expansion/persistence and death using orthogonal drug switches could enable strict modulation of therapeutic T cell population size throughout treatment.\n\n<content>\n\n
            <title>Adaptor-mediated CARs combine drug-controlled safety with ability to combat resistance by switching antigen targeting<title>\n\n<content>FDA-approved CAR T cells lack activity control after antigen binding and do not allow for retargeting of different antigens without using a new CAR T cell product. To address these limitations, adaptor-mediated CARs split signaling and antigen-binding components between separates molecules (Cartellieri et al. 2016; Kudo et al. 2014; Ma et al. 2016). For example, in the peptide neo epitope (PNE) CAR system, T cells are engineered to express a CAR targeting a short, bio-orthogonal peptide tag. Under normal conditions, the PNE CAR does not bind target tumors (Rodgers et al. 2016; Viaud et al. 2018)(Fig.1.4d). When a tumor-antigen specific antibody fragment fused to the PNE tag is introduced, anti-PNE CAR T cells are redirected to kill the tumors cells. This system allows for reversible titration of CAR activity without the need to eliminate the CAR T cell. Furthermore, the same engineered T cells can change targets by adding a different tag-fused antibody. Recently, a group developed a similar split, universal and programmable (SUPRA) CAR (Cho et al. 2018). The SUPRA CAR system is a two-component receptor system composed of various pairs of universal orthogonal receptors expressed by T cells and corresponding tumor-targeting scFv adaptors that engage the receptors through leucine zipper interactions. Antigen targeting can be swapped by changing adaptor, and signaling outcome is determined by the identity of the universal receptor. Like other adaptor-mediated CARs, the SUPRA CAR allows for reversible and titratable CAR activity, with added ability to send combinations of signals to T cells for functions such as combinatorial antigen sensing.\n\n<content>\n\n"




        }
    ],
    "generate_survey": [
        {
            "paper_id": "",
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "input": "",
            "keywords": "",
            "abs": "T cells engineered to recognize and kill tumor cells have emerged as powerful agents for combating cancer. Nonetheless, our ability to engineer T cells remains relatively primitive. Aside from CAR T cells for treating B cell malignancies, most T cell therapies are risky, toxic, and often ineffective, especially those that target solid cancers. To fulfil the promise of cell-based therapies, we must transform cell engineering into a systematic and predictable science by applying the principles and tools of synthetic biology. Synthetic biology uses a hierarchical approach –assembling sets of modular molecular parts that can be combined into larger circuits and systems that perform defined target tasks. We outline the toolkit of synthetic modules that are needed to overcome the challenges of solid cancers, progress in building these components, and how these modules could be used to reliably engineer more effective and precise T cell therapies.",
            "section": "related_works",
            "output": ""
        }
    ],
    "generate_methodology": [
        {
            "paper_id": "",
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "input": "",
            "keywords": "",
            "abs": "T cells engineered to recognize and kill tumor cells have emerged as powerful agents for combating cancer. Nonetheless, our ability to engineer T cells remains relatively primitive. Aside from CAR T cells for treating B cell malignancies, most T cell therapies are risky, toxic, and often ineffective, especially those that target solid cancers. To fulfil the promise of cell-based therapies, we must transform cell engineering into a systematic and predictable science by applying the principles and tools of synthetic biology. Synthetic biology uses a hierarchical approach –assembling sets of modular molecular parts that can be combined into larger circuits and systems that perform defined target tasks. We outline the toolkit of synthetic modules that are needed to overcome the challenges of solid cancers, progress in building these components, and how these modules could be used to reliably engineer more effective and precise T cell therapies.",
            "section": "methodology",
            "output": ""
        }
    ],
    "generate_experiment": [
        {
            "paper_id": "",
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "input": "",
            "keywords": "",
            "abs": "T cells engineered to recognize and kill tumor cells have emerged as powerful agents for combating cancer. Nonetheless, our ability to engineer T cells remains relatively primitive. Aside from CAR T cells for treating B cell malignancies, most T cell therapies are risky, toxic, and often ineffective, especially those that target solid cancers. To fulfil the promise of cell-based therapies, we must transform cell engineering into a systematic and predictable science by applying the principles and tools of synthetic biology. Synthetic biology uses a hierarchical approach –assembling sets of modular molecular parts that can be combined into larger circuits and systems that perform defined target tasks. We outline the toolkit of synthetic modules that are needed to overcome the challenges of solid cancers, progress in building these components, and how these modules could be used to reliably engineer more effective and precise T cell therapies.",
            "section": "experiment",
            "output": ""
        }
    ],
    "generate_discussion": [
        {
            "paper_id": "",
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "input": "",
            "keywords": "",
            "abs": "T cells engineered to recognize and kill tumor cells have emerged as powerful agents for combating cancer. Nonetheless, our ability to engineer T cells remains relatively primitive. Aside from CAR T cells for treating B cell malignancies, most T cell therapies are risky, toxic, and often ineffective, especially those that target solid cancers. To fulfil the promise of cell-based therapies, we must transform cell engineering into a systematic and predictable science by applying the principles and tools of synthetic biology. Synthetic biology uses a hierarchical approach –assembling sets of modular molecular parts that can be combined into larger circuits and systems that perform defined target tasks. We outline the toolkit of synthetic modules that are needed to overcome the challenges of solid cancers, progress in building these components, and how these modules could be used to reliably engineer more effective and precise T cell therapies.",
            "section": "discussion",
            "output": ""
        }
    ],
    "generate_conclusion": [
        {
            "paper_id": "",
            "title": "Engineering T Cells to Treat Cancer: The Convergence of Immuno-Oncology and Synthetic Biology",
            "input": "",
            "keywords": "",
            "abs": "T cells engineered to recognize and kill tumor cells have emerged as powerful agents for combating cancer. Nonetheless, our ability to engineer T cells remains relatively primitive. Aside from CAR T cells for treating B cell malignancies, most T cell therapies are risky, toxic, and often ineffective, especially those that target solid cancers. To fulfil the promise of cell-based therapies, we must transform cell engineering into a systematic and predictable science by applying the principles and tools of synthetic biology. Synthetic biology uses a hierarchical approach –assembling sets of modular molecular parts that can be combined into larger circuits and systems that perform defined target tasks. We outline the toolkit of synthetic modules that are needed to overcome the challenges of solid cancers, progress in building these components, and how these modules could be used to reliably engineer more effective and precise T cell therapies.",
            "section": "conclusion",
            "output": "Adoptive T cell therapy for cancer is at an exciting but critical point in its development. The success and FDA approval of anti-CD19 CAR T cells for treatment of B-cell cancers has clearly demonstrated the powerful potential of using engineered immune cells to eliminate cancers. However, this technology is at a primitive stage, like aviation in the pioneering days of the Wright brothers. While it was clear that powered flight was possible, it was a risky, life-threatening, and unreliable endeavor –a long way from the reliability and safety of modern commercial aviation. Similarly, today’s cell therapies are highly risky and unpredictable. Most attempts to engineer T cells to treat solid tumors have led to either ineffective outcomes or highly toxic cross-reactivity.We want the power of synthetic biology to be harnessed to develop a new foundational platform for engineering more powerful, yet safer T cell therapies. We postulate that ideal cell therapies for attacking solid cancers must fulfil multiple functions –they must be designed to precisely recognize the cancer and not critical normal tissues, they must be able to overcome the suppressive TMEs, and we must be able to control their activity (Fig. 1.5). Using synthetic biology, we should be able to generate more tools to program T cells capable of sensing and responding to various diseases in increasingly autonomous and regulated manners. Synthetic biology provides unique opportunities to overcome challenges identified with the first wave of T cell therapies. Synthetic biology principles and technology platforms should facilitate the broader scientific community’s ability to engineer improved, innovative T cell therapies."
        }
    ],
    "generate_text": [
        {
            "section": "outline",
            "input": "",
            "output": ""
        }
    ]
}

    