      
{
    "generate_abstract": [
        {
            "paper_id": "",
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "input": "",
            "keywords": "",
            "abs": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "section": "abstract",
            "output": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens."
        }
    ],
    "generate_intro": [
        {
            "paper_id": "",
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "input": "",
            "keywords": "",
            "abs": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "section": "introduction",
            "output": "High  throughput  sequencing  in  combination  with  CRISPR  technology  has  greatly accelerated discoveries in biology through unbiased identification of many new molecular players in key biological processes(Hsu et al., 2014; Barrangou and Doudna, 2016; Kweon and Kim, 2018; Schuster et al., 2018). Using a high diversity sgRNA library, large numbers of genes can be manipulated simultaneously in a pooled manner and sgRNA abundance differences can be determined with high throughput sequencing quickly with low labor and financial cost. Thus far, pooled CRISPR screens have been limited to phenotypes that can be transformed into sgRNA abundance differences, such as growth effects(Gilbert et al., 2014; Shalem et al., 2014; Wang et al., 2014)or phenotypes that can be directly examined by flow cytometry(Parnas et al., 2015)or single cell molecular profiling(Dixit et al., 2016; Jaitin et al., 2016; Datlinger et al., 2017; Adamson et al., 2018; Wroblewska et al., 2018; Rubin et al., 2018). However, many important cellular phenotypes  can  only  be  detected  under  a  microscope,  which  requires  a  robust  method  for transforming  optically  identified  phenotypes  into differences  in  sgRNA  abundance.    Arrayed sgRNA libraries greatly facilitate such microscope-based screens, but are not widely available.  Several in situsequencing(Feldman et al., 2019; Wang et al., 2019)and cell isolation methods(Chien et al., 2015;Piatkevich et al., 2018; Wheeler et al., 2020)were developed that allow microscopes to be used for screening.  However, these methods contain non-high throughput steps that limit their scalability.  Recently, an imaging based method named “visual cellsorting” was described that uses the photo-convertible fluorescent protein Dendra2 to enrich phenotypes optically, enabling pooled genetic screens and transcription profiling(Hasle et al., 2020).  Here, we developed an analogous approach to execute an imaging-based pooled CRISPR screen using optical enrichment by automated photo-activation of the photo-activatable fluorescent protein, PA-mCherry.  Similar to traditional enrichment based pooled CRISPR screens, cells are infected with a sgRNA library and high  throughput  sequencing  is  used  to  examine  sgRNA  abundance.    Instead  of  traditional enrichment strategies, we use optical enrichment —cells exhibiting the desired phenotype are identified and photo-activated automatically under a microscope.  Photo-activated cells are then isolated using flow cytometry and analyzed by high throughput sequencing.   We first evaluated this approach using a synthetic fluorescent reporter to estimate screening accuracy and capacity.  We then applied this approach to identify genes that regulate nuclear size.  This methodology is modular, allows millions of cells to be screened within a few hours, and can be scaled to a genome wide level."
        }
    ],
    "generate_survey": [
        {
            "paper_id": "",
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "input": "",
            "keywords": "",
            "abs": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "section": "related_works",
            "output": ""
        }
    ],
    "generate_methodology": [
        {
            "paper_id": "",
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "input": "",
            "keywords": "",
            "abs": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "section": "methodology",
            "output": ""
        }
    ],
    "generate_experiment": [
        {
            "paper_id": "",
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "input": "",
            "keywords": "",
            "abs": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "section": "experiment",
            "output": ""
        }
    ],
    "generate_discussion": [
        {
            "paper_id": "",
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "input": "",
            "keywords": "",
            "abs": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "section": "discussion",
            "output": "High throughput sequencing has transformed our ability to perform pooled genetic screens on a broad scale.  However, applying enrichment-based pooled CRISPR screens to optical based phenotypes has been challenging.  In this study, we developed an imaging-based pooled CRISPR screening method.  Using the photo-activatable fluorescent protein PA-mCherry, cells of interest can be labeled through photo-activation and isolated with FACS sorting, which enables sgRNA identification by high throughput sequencing.  We have combined this optical enrichment strategy with pooled CRISPR-Cas9 libraries to perform imaging based CRISPR screens.  Independently, Kanfer et al.described a similar method to ours for imaging-based pooled CRISPR screening(Kanfer et al., 2020).Advantages and limitations of phenotypic screening by optical enrichmentImage processing and microscope operations are the time limiting steps of most imaging-based genetic screens.  Our optical enrichment based pooled screening method is relatively fast and scalable.  For example, the image analysis code developed for this study can be run on milli-second time scale per field of view, and cells can be separated from the control population on a FACS machine with as little as100 ms photo-activation time (Fig. 3.2b), enabling screening of large numbers of cells.  In our system, 1.5 million RPE-1 cells can be imaged and photo-activated in 8 hr with a 20x objective.  This is significantly faster than in situmethods which process millions of cells over a period of a few days(Feldman et al., 2019).  For phenotypes as penetrant as mIFP expression, a library of 6092 sgRNAs with 2 sgRNA/group can be successfully screened with a single replicate.  A genome scale screen of such a phenotype can be executed within 3 days (time of image analysis and photo activation).  Even for more complex phenotypes, such as the nuclear size screen described here, a genomic screen can be finished within 2 weeks using the “Top5” sgRNA library and 2 runs.  This time can be shortened with further optimization such as the use of a microscope with a larger field of view, a lower magnification objective, optimization of imaging analysis algorithms, etc.Optical enrichment screening also is possible for phenotypic screens with relatively low hit rates (defined as the fraction of all genes screened that are true hits).  The ability to detect hits at low hit rates in our method depends on multiple factors, including: 1) the penetrance of the phenotype; 2) cellular fitness effect of the phenotype; 3) detection and photo-activation accuracy of the phenotype; 4) limitations imposed by FACS recovery and sequencing sample preparations of low cell numbers.  The first three factors vary with the phenotype of interest.  We optimized the genomic DNA preparation protocol (Methods), and are now able to process sequencing samples from a few thousand cells, enabling screens of low hit rate phenotypes.  In our nuclear size screen, more than 1.5 millions cells were analyzed during each run with 2000-4000 cells recovered after FACS sorting.  The hit rate of this screen was 2.76%, similar to optical CRISPR screens performed in an arrayed format(Groot et al., 2018), demonstrating the possibility to apply our approach to investigate phenotypes with low hit rates.Our  optical-enrichment  screening  approach  can  screen  for  multiple  phenotypes simultaneously by using different photo-activation times.  With PA-mCherry, we show that 4 distinct phenotypes could be potentially sorted (Fig. 3.2b).  We demonstrate this in practice by differential photo-activation of true positive and negative cells to improve screening sensitivity.  However,  differential  time  of  photo-activation  could  also  be  applied  to  analyze  different phenotypes. This approachcan be further developed by combining multiple photo-activatable fluorescent proteins in each cell.  In our study, optical enrichment was utilized for pooled CRISPR screens on phenotypes identifiable through microscopy.However, optical enrichment canbe used for other purposes, as demonstrated previously (Hasle et al., 2020).In a recent study by Hasle et al., the process of separating cells by FACS after optical enrichment was termed “visual cell sorting”. This method was used to evaluate hundredsof nuclear localization sequence variants in a pooled format and to identify transcriptional regulatory pathways associated with paclitaxel resistance using single cell  sequencing,  demonstrating  the  broad  applicability  and  power  of  this  approach  beyond CRISPR screening.Our approach has limitations.  Phenotypes of interest should be identifiable under the microscope  and  generally  require  fluorescent  labeling.Commonly  used  fluorescence microscopes use four channels for fluorescent imaging with little spectral overlap: blue, green, red and far red.  In our study, the red channel was occupied by cell labeling with PA-mCherry and the blue channel was used to estimate sgRNA transduction efficiency.  Since sgRNA transduction efficiency can be measured by other approaches, the blue channel could be used together with the remaining two channels to label cellular structures.  Combining bright field imaging with deep learning can be used to reconstruct the localization of fluorescent labels(Ounkomol et al., 2018), making it possible to use bright field imaging to further expand the phenotypes that can be studied with our technique.Another limitation is the computational cost.  Phenotypes were identified directly after imaging, thus the analysis code has to be fast and robust.  In our study, the code identified phenotypes within a few hundred milliseconds.  Each phenotype required writing specific image analysis  code.    This  requirement  can  be  overcome  by  implementing  other  image  analysis strategies, including trainable machine learning, combining with existing image analysis software like CellProfiler, etc., which will benefit laboratories that do not have the expertise to develop custom image processing code.  Additionally, our approach is currently not compatible with fixed cells, thus transient phenotypes might be difficult to capture.  However, we expect this to be solvable by further optimizing our screening pipeline to make it possible to prepare sequencing samples after fixation.Optical enrichment comparedto other methods for phenotypic screeningTwo other methods have recently been developed to use imaging both for phenotypic screening and decoding to permit sgRNA identification in individual cells in situ(Feldman et al., 2019; Wang et al., 2019).  In both methods, CRISPR sgRNA expression constructs were modified to express both a sgRNA and a barcode.  The barcode can be read out either by in situsequencing(Feldman et al., 2019)or sequential fluorescence in situhybridization (FISH)(Wang et al., 2019).  Both methods require sgRNAs to be re-barcoded necessitating de-novodesign and library re-synthesis preventing reuse of most existing sgRNA libraries.  In addition, cells need to be fixed, preventing further cell-based assays of the identified cells.  Most importantly, both of these methods cannot easily scale to the whole genome because of barcoding limitations and the long imaging time required.Another newly published method, similar to ours, also uses high throughput sequencing as an end point assay.  Instead of using FACS to enrich cells of interest, this method cultures cells on microcraft arrays (magnetic polystyrene particles designed to capture single clones) to enable cell isolation as separate clones (CRaft-ID)(Wheeler et al., 2020).  This method also can use most available sgRNA libraries and is compatible with further live cell studies.  However, it is difficult to perform a genome wide screen with CRaft-ID, since it requires single cell isolation during cell culture and thus limits the number of cells that can be screened (6000 colonies/array).  In addition, CRaft-ID can not be used to screen for phenotypes that cause defects in monoclonal growth, including essential genes.  Our assay, on the other hand, provides an option for genome-wide screens and allows study of genes essential to growth"
        }
    ],
    "generate_conclusion": [
        {
            "paper_id": "",
            "title": "High-Content Imaging-Based Pooled CRISPR Screens in Mammalian Cells",
            "input": "",
            "keywords": "",
            "abs": "CRISPR  (clustered  regularly  interspaced  short  palindromic repeats)-based  gene inactivation  provides  a  powerful  means  for  linking  genes  to  particular  cellular  phenotypes.  CRISPR-based screening typically uses large genomic pools of single guide RNAs (sgRNAs).  However, this approach is limited to phenotypes that can be enriched by chemical selection or FACS sorting.  Here, we developed a microscopy-based approach, which we name optical enrichment, to select cells displaying a particular CRISPR-induced phenotype by automated imaging-based computation, mark them by photo-activation of an expressed photo-activatable fluorescent protein, and then isolate the fluorescent cells using fluorescence-activated cell sorting (FACS).  A plugin was developed for the open source software μManager to automate the phenotypic identification and photo-activation of cells, allowing ~1.5 million individual cells to be screened in 8 hr.  We used this approach to screen 6092 sgRNAs targeting 544 genes for their effects on nuclear size regulation and identified 14 bona fide hits.  These results present a scalable approach to facilitate imaging-based pooled CRISPR screens.",
            "section": "conclusion",
            "output": "Optical enrichment comparedto other methods for phenotypic screeningTwo other methods have recently been developed to use imaging both for phenotypic screening and decoding to permit sgRNA identification in individual cells in situ(Feldman et al., 2019; Wang et al., 2019).  In both methods, CRISPR sgRNA expression constructs were modified to express both a sgRNA and a barcode.  The barcode can be read out either by in situsequencing(Feldman et al., 2019)or sequential fluorescence in situhybridization (FISH)(Wang et al., 2019).  Both methods require sgRNAs to be re-barcoded necessitating de-novodesign and library re-synthesis preventing reuse of most existing sgRNA libraries.  In addition, cells need to be fixed, preventing further cell-based assays of the identified cells.  Most importantly, both of these methods cannot easily scale to the whole genome because of barcoding limitations and the long imaging time required.Another newly published method, similar to ours, also uses high throughput sequencing as an end point assay.  Instead of using FACS to enrich cells of interest, this method cultures cells on microcraft arrays (magnetic polystyrene particles designed to capture single clones) to enable cell isolation as separate clones (CRaft-ID)(Wheeler et al., 2020).  This method also can use most available sgRNA libraries and is compatible with further live cell studies.  However, it is difficult to perform a genome wide screen with CRaft-ID, since it requires single cell isolation during cell culture and thus limits the number of cells that can be screened (6000 colonies/array).  In addition, CRaft-ID can not be used to screen for phenotypes that cause defects in monoclonal growth, including essential genes.  Our assay, on the other hand, provides an option for genome-wide screens and allows study of genes essential to growth.ConclusionIn summary, our data demonstrate the power of our optical enrichment based pooled CRISPR screening method to study previously inaccessible phenotypes with high efficiency and accuracy.  This method is simple, fast, uses open source software, and can be applied to commercial or institutional genome-scale CRISPR sgRNA libraries.  A digital micromirror device is required, but this can be introduced into the light path of common commercial microscopes.  This screening approach could be broadly applied across many biological phenotypes including morphological  changes,  sub-cellular  organization  and  cellular  dynamics.    Pluggable  image analysis code enables selection of any desired morphological phenotypes as long as fast and robust detection code can be created, which is an area suited for deep learning approaches.  We anticipate that this screening approach can be integrated with other profiling technologies such as single cell sequencing, further expanding its application to other research fields."
        }
    ],
    "generate_text": [
        {
            "section": "outline",
            "input": "",
            "output": ""
        }
    ]
}

    